{
    "responseHeader": {
        "status": 0,
        "QTime": 1,
        "params": {
            "q": "Triggered by childhood trauma",
            "defType": "edismax",
            "ps": "2",
            "qf": "description^3 symptoms^2 causes^2 treatment^1.7 diagnosis^1.5 prevention^1.0 epidemiology^1.5 content^0.5",
            "pf": "description symptoms",
            "fl": "name, link, description, symptoms, epidemiology",
            "rows": "25",
            "wt": "json",
            "ps2": "1"
        }
    },
    "response": {
        "numFound": 682,
        "start": 0,
        "numFoundExact": true,
        "docs": [
            {
                "name": "Post-traumatic stress disorder",
                "link": "https://en.wikipedia.org/wiki/Post-traumatic_stress_disorder",
                "description": "Post-traumatic stress disorder (PTSD) is a mental and behavioral disorder that develops from experiencing a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, domestic violence, or other threats on a person's life or well-being. Symptoms may include disturbing thoughts, feelings, or dreams related to the events, mental or physical distress to trauma-related cues, attempts to avoid trauma-related cues, alterations in the way a person thinks and feels, and an increase in the fight-or-flight response. These symptoms last for more than a month after the event and can include triggers such as misophonia. Young children are less likely to show distress, but instead may express their memories through play. A person with PTSD is at a higher risk of suicide and intentional self-harm.",
                "symptoms": "Symptoms of PTSD generally begin within the first three months after the inciting traumatic event, but may not begin until years later. In the typical case, the individual with PTSD persistently avoids either trauma-related thoughts and emotions or discussion of the traumatic event and may even have amnesia of the event (dissociative amnesia). However, the event is commonly relived by the individual through intrusive, recurrent recollections, dissociative episodes of reliving the trauma (\"flashbacks\"), and nightmares (50 to 70%). While it is common to have symptoms after any traumatic event, these must persist to a sufficient degree (i.e., causing dysfunction in life or clinical levels of distress) for longer than one month after the trauma to be classified as PTSD (clinically significant dysfunction or distress for less than one month after the trauma may be acute stress disorder). Some following a traumatic event experience post-traumatic growth.\n\nAssociated medical conditions\nTrauma survivors often develop depression, anxiety disorders, and mood disorders in addition to PTSD. More than 50% of those with PTSD have co-morbid anxiety, mood or substance use disorders.\n\nSubstance use disorder, such as alcohol use disorder, commonly co-occur with PTSD. Recovery from post-traumatic stress disorder or other anxiety disorders may be hindered, or the condition worsened, when substance use disorders are comorbid with PTSD. Resolving these problems can bring about improvement in an individual's mental health status and anxiety levels.\n\nPTSD has a strong association with tinnitus, and can even possibly be the tinnitus' cause.\n\nIn children and adolescents, there is a strong association between emotional regulation difficulties (e.g. mood swings, anger outbursts, temper tantrums) and post-traumatic stress symptoms, independent of age, gender, or type of trauma.\n\nMoral injury, the feeling of moral distress such as a shame or guilt following a moral transgression, is associated with PTSD but is distinguished from it. Moral injury is associated with shame and guilt, while PTSD is associated with anxiety and fear.: 2,8,11 \n\nIn a population based study examining veterans of the Vietnam War, the presence of PTSD and exposure to high level stressors on the battlefield were associated with a two-fold increased risk of death, with the leading causes of death being ischemic heart disease or cancers of the respiratory tract including lung cancer.",
                "epidemiology": "There is debate over the rates of PTSD found in populations, but, despite changes in diagnosis and the criteria used to define PTSD between 1997 and 2013, epidemiological rates have not changed significantly. Most of the current reliable data regarding the epidemiology of PTSD is based on DSM-IV criteria, as the DSM-5 was not introduced until 2013.\n\nThe United Nations' World Health Organization publishes estimates of PTSD impact for each of its member states; the latest data available are for 2004. Considering only the 25 most populated countries ranked by overall age-standardized Disability-Adjusted Life Year (DALY) rate, the top half of the ranked list is dominated by Asian/Pacific countries, the US, and Egypt. Ranking the countries by the male-only or female-only rates produces much the same result, but with less meaningfulness, as the score range in the single-sex rankings is much-reduced (4 for women, 3 for men, as compared with 14 for the overall score range), suggesting that the differences between female and male rates, within each country, is what drives the distinctions between the countries.\n\nAs of 2017, the cross-national lifetime prevalence of PTSD was 3.9%, based on a survey where 5.6% had been exposed to trauma. The primary factor impacting treatment-seeking behavior, which can help to mitigate PTSD development after trauma was income, while being younger, female, and having less social status (less education, lower individual income, and being unemployed) were all factors associated with less treatment-seeking behavior.\n\nUnited States\nPTSD affects about 5% of the US adult population each year. \nThe National Comorbidity Survey Replication has estimated that the lifetime prevalence of PTSD among adult Americans is 6.8%, with women (9.7%) more than twice as likely as men (3.6%) to have PTSD at some point in their lives. More than 60% of men and more than 60% of women experience at least one traumatic event in their life. The most frequently reported traumatic events by men are rape, combat, and childhood neglect or physical abuse. Women most frequently report instances of rape, sexual molestation, physical attack, being threatened with a weapon and childhood physical abuse. 88% of men and 79% of women with lifetime PTSD have at least one comorbid psychiatric disorder. Major depressive disorder, 48% of men and 49% of women, and lifetime alcohol use disorder or dependence, 51.9% of men and 27.9% of women, are the most common comorbid disorders.\n\nThe United States Department of Veterans Affairs estimates that 830,000 Vietnam War veterans had symptoms of PTSD. The National Vietnam Veterans' Readjustment Study (NVVRS) found 15% of male and 9% of female Vietnam veterans had PTSD at the time of the study. Life-time prevalence of PTSD was 31% for males and 27% for females. In a reanalysis of the NVVRS data, along with analysis of the data from the Matsunaga Vietnam Veterans Project, Schnurr, Lunney, Sengupta, and Waelde found that, contrary to the initial analysis of the NVVRS data, a large majority of Vietnam veterans had PTSD symptoms (but not the disorder itself). Four out of five reported recent symptoms when interviewed 20–25 years after Vietnam.\n\nA 2011 study from Georgia State University and San Diego State University found that rates of PTSD diagnosis increased significantly when troops were stationed in combat zones, had tours of longer than a year, experienced combat, or were injured. Military personnel serving in combat zones were 12.1 percentage points more likely to receive a PTSD diagnosis than their active-duty counterparts in non-combat zones. Those serving more than 12 months in a combat zone were 14.3 percentage points more likely to be diagnosed with PTSD than those having served less than one year.\n\nExperiencing an enemy firefight was associated with an 18.3 percentage point increase in the probability of PTSD, while being wounded or injured in combat was associated with a 23.9 percentage point increase in the likelihood of a PTSD diagnosis. For the 2.16 million U.S. troops deployed in combat zones between 2001 and 2010, the total estimated two-year costs of treatment for combat-related PTSD are between $1.54 billion and $2.69 billion.\n\nAs of 2013, rates of PTSD have been estimated at up to 20% for veterans returning from Iraq and Afghanistan. As of 2013 13% of veterans returning from Iraq were unemployed.\n\nThe September 11 attacks took the lives of nearly 3,000 people, leaving 6,000 injured. First responders (police, firefighters, and emergency medical technicians), sanitation workers, and volunteers were all involved in the recovery efforts. The prevalence of probable PTSD in these highly exposed populations was estimated across several studies using in-person, telephone, and online interviews and questionnaires. Overall prevalence of PTSD was highest immediately following the attacks and decreased over time. However, disparities were found among the different types of recovery workers. The rate of probable PTSD for first responders was lowest directly after the attacks and increased from ranges of 4.8–7.8% to 7.4–16.5% between the 5–6 year follow-up and a later assessment.\n\nWhen comparing traditional responders to non-traditional responders (volunteers), the probable PTSD prevalence 2.5 years after the initial visit was greater in volunteers with estimates of 11.7% and 17.2% respectively. Volunteer participation in tasks atypical to the defined occupational role was a significant risk factor for PTSD. Other risk factors included exposure intensity, earlier start date, duration of time spent on site, and constant, negative reminders of the trauma.\n\nAdditional research has been performed to understand the social consequences of the September 11 attacks. Alcohol consumption was assessed in a cohort of World Trade Center workers using the cut-annoyed-guilty-eye (CAGE) questionnaire for alcohol use disorder. Almost 50% of World Trade Center workers who self-identified as alcohol users reported drinking more during the rescue efforts. Nearly a quarter of these individuals reported drinking more following the recovery. If determined to have probable PTSD status, the risk of developing an alcohol problem was double compared to those without psychological morbidity. Social disability was also studied in this cohort as a social consequence of the September 11 attacks. Defined by the disruption of family, work, and social life, the risk of developing social disability increased 17-fold when categorized as having probable PTSD."
            },
            {
                "name": "Posttraumatic stress disorder",
                "description": "Post-traumatic stress disorder (PTSD) is a mental and behavioral disorder that develops from experiencing a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, domestic violence, or other threats on a person's life or well-being. Symptoms may include disturbing thoughts, feelings, or dreams related to the events, mental or physical distress to trauma-related cues, attempts to avoid trauma-related cues, alterations in the way a person thinks and feels, and an increase in the fight-or-flight response. These symptoms last for more than a month after the event and can include triggers such as misophonia. Young children are less likely to show distress, but instead may express their memories through play. A person with PTSD is at a higher risk of suicide and intentional self-harm.",
                "link": "https://en.wikipedia.org/wiki/Posttraumatic_stress_disorder",
                "symptoms": "Symptoms of PTSD generally begin within the first three months after the inciting traumatic event, but may not begin until years later. In the typical case, the individual with PTSD persistently avoids either trauma-related thoughts and emotions or discussion of the traumatic event and may even have amnesia of the event (dissociative amnesia). However, the event is commonly relived by the individual through intrusive, recurrent recollections, dissociative episodes of reliving the trauma (\"flashbacks\"), and nightmares (50 to 70%). While it is common to have symptoms after any traumatic event, these must persist to a sufficient degree (i.e., causing dysfunction in life or clinical levels of distress) for longer than one month after the trauma to be classified as PTSD (clinically significant dysfunction or distress for less than one month after the trauma may be acute stress disorder). Some following a traumatic event experience post-traumatic growth.\n\nAssociated medical conditions\nTrauma survivors often develop depression, anxiety disorders, and mood disorders in addition to PTSD. More than 50% of those with PTSD have co-morbid anxiety, mood or substance use disorders.\n\nSubstance use disorder, such as alcohol use disorder, commonly co-occur with PTSD. Recovery from post-traumatic stress disorder or other anxiety disorders may be hindered, or the condition worsened, when substance use disorders are comorbid with PTSD. Resolving these problems can bring about improvement in an individual's mental health status and anxiety levels.\n\nPTSD has a strong association with tinnitus, and can even possibly be the tinnitus' cause.\n\nIn children and adolescents, there is a strong association between emotional regulation difficulties (e.g. mood swings, anger outbursts, temper tantrums) and post-traumatic stress symptoms, independent of age, gender, or type of trauma.\n\nMoral injury, the feeling of moral distress such as a shame or guilt following a moral transgression, is associated with PTSD but is distinguished from it. Moral injury is associated with shame and guilt, while PTSD is associated with anxiety and fear.: 2,8,11 \n\nIn a population based study examining veterans of the Vietnam War, the presence of PTSD and exposure to high level stressors on the battlefield were associated with a two-fold increased risk of death, with the leading causes of death being ischemic heart disease or cancers of the respiratory tract including lung cancer.",
                "epidemiology": "There is debate over the rates of PTSD found in populations, but, despite changes in diagnosis and the criteria used to define PTSD between 1997 and 2013, epidemiological rates have not changed significantly. Most of the current reliable data regarding the epidemiology of PTSD is based on DSM-IV criteria, as the DSM-5 was not introduced until 2013.\n\nThe United Nations' World Health Organization publishes estimates of PTSD impact for each of its member states; the latest data available are for 2004. Considering only the 25 most populated countries ranked by overall age-standardized Disability-Adjusted Life Year (DALY) rate, the top half of the ranked list is dominated by Asian/Pacific countries, the US, and Egypt. Ranking the countries by the male-only or female-only rates produces much the same result, but with less meaningfulness, as the score range in the single-sex rankings is much-reduced (4 for women, 3 for men, as compared with 14 for the overall score range), suggesting that the differences between female and male rates, within each country, is what drives the distinctions between the countries.\n\nAs of 2017, the cross-national lifetime prevalence of PTSD was 3.9%, based on a survey where 5.6% had been exposed to trauma. The primary factor impacting treatment-seeking behavior, which can help to mitigate PTSD development after trauma was income, while being younger, female, and having less social status (less education, lower individual income, and being unemployed) were all factors associated with less treatment-seeking behavior.\n\nUnited States\nPTSD affects about 5% of the US adult population each year. \nThe National Comorbidity Survey Replication has estimated that the lifetime prevalence of PTSD among adult Americans is 6.8%, with women (9.7%) more than twice as likely as men (3.6%) to have PTSD at some point in their lives. More than 60% of men and more than 60% of women experience at least one traumatic event in their life. The most frequently reported traumatic events by men are rape, combat, and childhood neglect or physical abuse. Women most frequently report instances of rape, sexual molestation, physical attack, being threatened with a weapon and childhood physical abuse. 88% of men and 79% of women with lifetime PTSD have at least one comorbid psychiatric disorder. Major depressive disorder, 48% of men and 49% of women, and lifetime alcohol use disorder or dependence, 51.9% of men and 27.9% of women, are the most common comorbid disorders.\n\nThe United States Department of Veterans Affairs estimates that 830,000 Vietnam War veterans had symptoms of PTSD. The National Vietnam Veterans' Readjustment Study (NVVRS) found 15% of male and 9% of female Vietnam veterans had PTSD at the time of the study. Life-time prevalence of PTSD was 31% for males and 27% for females. In a reanalysis of the NVVRS data, along with analysis of the data from the Matsunaga Vietnam Veterans Project, Schnurr, Lunney, Sengupta, and Waelde found that, contrary to the initial analysis of the NVVRS data, a large majority of Vietnam veterans had PTSD symptoms (but not the disorder itself). Four out of five reported recent symptoms when interviewed 20–25 years after Vietnam.\n\nA 2011 study from Georgia State University and San Diego State University found that rates of PTSD diagnosis increased significantly when troops were stationed in combat zones, had tours of longer than a year, experienced combat, or were injured. Military personnel serving in combat zones were 12.1 percentage points more likely to receive a PTSD diagnosis than their active-duty counterparts in non-combat zones. Those serving more than 12 months in a combat zone were 14.3 percentage points more likely to be diagnosed with PTSD than those having served less than one year.\n\nExperiencing an enemy firefight was associated with an 18.3 percentage point increase in the probability of PTSD, while being wounded or injured in combat was associated with a 23.9 percentage point increase in the likelihood of a PTSD diagnosis. For the 2.16 million U.S. troops deployed in combat zones between 2001 and 2010, the total estimated two-year costs of treatment for combat-related PTSD are between $1.54 billion and $2.69 billion.\n\nAs of 2013, rates of PTSD have been estimated at up to 20% for veterans returning from Iraq and Afghanistan. As of 2013 13% of veterans returning from Iraq were unemployed.\n\nThe September 11 attacks took the lives of nearly 3,000 people, leaving 6,000 injured. First responders (police, firefighters, and emergency medical technicians), sanitation workers, and volunteers were all involved in the recovery efforts. The prevalence of probable PTSD in these highly exposed populations was estimated across several studies using in-person, telephone, and online interviews and questionnaires. Overall prevalence of PTSD was highest immediately following the attacks and decreased over time. However, disparities were found among the different types of recovery workers. The rate of probable PTSD for first responders was lowest directly after the attacks and increased from ranges of 4.8–7.8% to 7.4–16.5% between the 5–6 year follow-up and a later assessment.\n\nWhen comparing traditional responders to non-traditional responders (volunteers), the probable PTSD prevalence 2.5 years after the initial visit was greater in volunteers with estimates of 11.7% and 17.2% respectively. Volunteer participation in tasks atypical to the defined occupational role was a significant risk factor for PTSD. Other risk factors included exposure intensity, earlier start date, duration of time spent on site, and constant, negative reminders of the trauma.\n\nAdditional research has been performed to understand the social consequences of the September 11 attacks. Alcohol consumption was assessed in a cohort of World Trade Center workers using the cut-annoyed-guilty-eye (CAGE) questionnaire for alcohol use disorder. Almost 50% of World Trade Center workers who self-identified as alcohol users reported drinking more during the rescue efforts. Nearly a quarter of these individuals reported drinking more following the recovery. If determined to have probable PTSD status, the risk of developing an alcohol problem was double compared to those without psychological morbidity. Social disability was also studied in this cohort as a social consequence of the September 11 attacks. Defined by the disruption of family, work, and social life, the risk of developing social disability increased 17-fold when categorized as having probable PTSD."
            },
            {
                "name": "Dravet syndrome",
                "description": "Dravet syndrome (DS), previously known as severe myoclonic epilepsy of infancy (SMEI), is an autosomal dominant genetic disorder which causes a catastrophic form of epilepsy, with prolonged seizures that are often triggered by hot temperatures or fever. It is very difficult to treat with anticonvulsant medications. It often begins before one year of age, with six months being the age that seizures, char­ac­ter­ized by prolonged convulsions and triggered by fever, usually begin.",
                "link": "https://en.wikipedia.org/wiki/Dravet_syndrome",
                "symptoms": "Dravet syndrome has been characterized by prolonged febrile and non-febrile seizures within the first year of a child's life. This disease progresses to other seizure types like myoclonic and partial seizures, psychomotor delay, and ataxia. It is characterized by cognitive impairment, behavioural disorders, and motor deficits. Behavioural deficits often include hyperactivity and impulsiveness, and in more rare cases, autistic-like behaviours. Dravet syndrome is also associated with sleep disorders including somnolence and insomnia.  The seizures experienced by people with Dravet syndrome become worse as the patient ages, as the disease is not very observable when symptoms first appear. This coupled with the range of severity differing between each individual diagnosed and the resistance of these seizures to drugs has made it challenging to develop treatments.\n\nDravet syndrome appears during the first year of life, often beginning around six months of age with frequent febrile seizures (fever-related seizures). Children with Dravet syndrome typically experience a lagged development of language and motor skills, hyperactivity and sleep difficulties, chronic infection, growth and balance issues, and difficulty relating to others. The effects of this disorder do not diminish over time, and children diagnosed with Dravet syndrome require fully committed caretakers with tremendous patience and the ability to closely monitor them.\n\nFebrile seizures are divided into two categories known as simple and complex. A febrile seizure would be categorized as complex if it has occurred within 24 hours of another seizure or if it lasts longer than 15 minutes. A febrile seizure lasting less than 15 minutes would be considered simple. Sometimes modest hyperthermic stressors like physical exertion or a hot bath can provoke seizures in affected individuals. However, any seizure uninterrupted after 5 minutes, without a resumption of postictal (more normal; recovery-type; after-seizure) consciousness can lead to potentially fatal status epilepticus.[citation needed]",
                "epidemiology": "Dravet syndrome is a severe form of epilepsy. It accounts for roughly 10% of cases of epileptic encephalopathies in children. It is a rare genetic disorder that affects an estimated 1 in every 20,000–40,000 births."
            },
            {
                "name": "Social anxiety disorder",
                "link": "https://en.wikipedia.org/wiki/Social_anxiety_disorder",
                "description": "Social anxiety disorder (SAD), also known as social phobia, is an anxiety disorder characterized by sentiments of fear and anxiety in social situations, causing considerable distress and impairing ability to function in at least some aspects of daily life. These fears can be triggered by perceived or actual scrutiny from others. Individuals with social anxiety disorder fear negative evaluations from other people.",
                "symptoms": "The 10th version of the International Classification of Diseases (ICD-10) classifies social anxiety as a mental and behavioral disorder.\n\nCognitive aspects\nIn cognitive models of social anxiety disorder, those with social phobias experience dread over how they will present to others. They may feel overly self-conscious, pay high self-attention after the activity, or have high performance standards for themselves. According to the social psychology theory of self-presentation, an affected person attempts to create a well-mannered impression towards others but believes they are unable to do so. Many times, before the potentially anxiety-provoking social situation, they may deliberately review what could go wrong and how to deal with each unexpected case.  After the event, they may have the perception that they performed unsatisfactorily. Consequently, they will perceive anything that may have possibly been abnormal as embarrassing. These thoughts may extend for weeks or longer. Cognitive distortions are a hallmark and are learned about in CBT (cognitive-behavioral therapy). Thoughts are often self-defeating and inaccurate. Those with social phobia tend to interpret neutral or ambiguous conversations with a negative outlook and many studies suggest that socially anxious individuals remember more negative memories than those less distressed.\n\nBehavioural aspects\nSocial anxiety disorder is a persistent fear of one or more situations in which the person is exposed to possible scrutiny by others and fears that they may do something or act in a way that will be humiliating or embarrassing. It exceeds normal \"shyness\" as it leads to excessive social avoidance and substantial social or occupational impairment. Feared activities may include almost any type of social interaction, especially small groups, dating, parties, talking to strangers, restaurants, interviews, etc.\n\nThose who have social anxiety disorder fear being judged by others in society. In particular, individuals with social anxiety are nervous in the presence of people with authority and feel uncomfortable during physical examinations. People who have this disorder may behave a certain way or say something and then feel embarrassed or humiliated after. As a result, they often choose to isolate themselves from society to avoid such situations. They may also feel uncomfortable meeting people they do not know and act distant when they are with large groups of people. In some cases, they may show evidence of this disorder by avoiding eye contact, or blushing when someone is talking to them.\n\nAccording to psychologist B. F. Skinner, phobias are controlled by escape and avoidance behaviors. Major avoidance behaviors could include an almost pathological or compulsive lying behavior to preserve self-image and avoid judgment in front of others. Minor avoidance behaviors are exposed when a person avoids eye contact and crosses his or her arms to conceal recognizable shaking. A fight-or-flight response is then triggered in such events.\n\nPhysiological aspects\nPhysiological effects, similar to those in other anxiety disorders, are present in social phobias. In adults, it may cause tears as well as excessive sweating, nausea, difficulty breathing, shaking, and palpitations as a result of the fight-or-flight response. The walk disturbance (where a person is so worried about how they walk that they may lose balance) may appear, especially when passing a group of people. Blushing is commonly exhibited by individuals with social phobia. These visible symptoms further reinforce the anxiety in the presence of others. A 2006 study found that the area of the brain called the amygdala, part of the limbic system, is hyperactive when patients are shown threatening faces or confronted with frightening situations. They found that patients with more severe social phobia showed a correlation with increased response in their amygdalae. People with SAD may avoid looking at other people, and even their surroundings, to a greater extent than their peers, possibly to decrease the risk of eye contact, which can be interpreted as a nonverbal signal of openness to social interaction.\n\nSocial aspects\nPeople with SAD avoid situations that most people consider normal. They may have a hard time understanding how others can handle these situations so easily. People with SAD avoid all or most social situations and hide from others, which can affect their personal relationships. Social phobia can completely remove people from social situations due to the irrational fear of these situations. People with SAD may be addicted to social media networks, have sleep deprivation, and feel good when they avoid human interactions.[medical citation needed] SAD can also lead to low self-esteem, negative thoughts, major depressive disorder, sensitivity to criticism, and poor social skills that do not improve. People with SAD experience anxiety in a variety of social situations, from important, meaningful encounters, to everyday trivial ones. These people may feel more nervous in job interviews, dates, interactions with authority, or at work.\n\nProblematic digital media use\nIn April 2018, the International Journal of Environmental Research and Public Health published a systematic review of 24 studies researching associations between internet gaming disorder (IGD) and various psychopathologies that found a 92% correlation between IGD and anxiety and a 75% correlation between IGD and social anxiety. In August 2018, Wiley Stress & Health published a meta-analysis of 39 studies comprising 21,736 subjects that found a small-to-medium association between smartphone use and anxiety.\n\nIn December 2018, Frontiers in Psychiatry published a systematic review of 9 studies published after 2014 investigating associations between problematic social networking sites (SNS) use and comorbid psychiatric disorders that found a positive association between problematic SNS use and anxiety. In March 2019, the International Journal of Adolescence and Youth published a systematic review of 13 studies comprising 21,231 adolescent subjects aged 13 to 18 years that found that social media screen time, both active and passive social media use, the amount of personal information uploaded, and social media addictive behaviors all correlated with anxiety. In February 2020, Psychiatry Research published a systematic review and meta-analysis of 14 studies that found positive associations between problematic smartphone use and anxiety and positive associations between higher levels of problematic smartphone use and elevated risk of anxiety, while Frontiers in Psychology published a systematic review of 10 studies of adolescent or young adult subjects in China that concluded that the research reviewed mostly established an association between social networks use disorder and anxiety among Chinese adolescents and young adults.\n\nIn April 2020, BMC Public Health published a systematic review of 70 cross-sectional and longitudinal studies investigating moderating factors for associations for screen-based sedentary behaviors and anxiety symptoms among youth that found that while screen types was the most consistent factor, the body of evidence for anxiety symptoms was more limited than for depression symptoms. In October 2020, the Journal of Behavioral Addictions published a systematic review and meta-analysis of 40 studies with 33,650 post-secondary student subjects that found a weak-to-moderate positive association between mobile phone addiction and anxiety. In November 2020, Child and Adolescent Mental Health published a systematic review of research published between January 2005 and March 2019 on associations between SNS use and anxiety symptoms in subjects between ages of 5 to 18 years that found that increased SNS screen time or frequency of SNS use and higher levels of investment (i.e. personal information added to SNS accounts) were significantly associated with higher levels of anxiety symptoms.\n\nIn January 2021, Frontiers in Psychiatry published a systematic review of 44 studies investigating social media use and development of psychiatric disorders in childhood and adolescence that concluded that the research reviewed established a direct association between levels of anxiety, social media addiction behaviors, and nomophobia, longitudinal associations between social media use and increased anxiety, that fear of missing out and nomophobia are associated with severity of Facebook usage, and suggested that fear of missing out may trigger social media addiction and that nomophobia appears to mediate social media addiction. In March 2021, Computers in Human Behavior Reports published a systematic review of 52 studies published before May 2020 that found that social anxiety was associated with problematic social media use and that socially anxious persons used social media to seek social support possibly to compensate for a lack of offline social support. In June 2021, Clinical Psychology Review published a systematic review of 35 longitudinal studies published before August 2020 that found that evidence for longitudinal associations between screen time and anxiety among young people was lacking. In August 2021, a meta-analysis was presented at the 2021 International Conference on Intelligent Medicine and Health of articles published before January 2011 that found evidence for a negative impact of social media on anxiety.\n\nIn January 2022, The European Journal of Psychology Applied to Legal Context published a meta-analysis of 13 cross-sectional studies comprising 7,348 subjects that found a statistically significant correlation between cybervictimization and anxiety with a moderate-to-large effect size. In March 2022, JAMA Psychiatry published a systematic review and meta-analysis of 87 studies with 159,425 subjects 12 years of age or younger that found a small but statistically significant correlation between screen time and anxiety in children, while Adolescent Psychiatry published a systematic review of research published from June 2010 through June 2020 studying associations between social media use and anxiety among adolescent subjects aged 13 to 18 years that established that 78.3% of studies reviewed reported positive associations between social media use and anxiety. In April 2022, researchers in the Department of Communication at Stanford University performed a meta-analysis of 226 studies comprising 275,728 subjects that found a small but positive association between social media use and anxiety, while JMIR Mental Health published a systematic review and meta-analysis of 18 studies comprising 9,269 adolescent and young adult subjects that found a moderate but statistically significant association between problematic social media use and anxiety.\n\nIn May 2022, Computers in Human Behavior published a meta-analysis of 82 studies comprising 48,880 subjects that found a significant positive association between social anxiety and mobile phone addiction. In August 2022, the International Journal of Environmental Research and Public Health published a systematic review and meta-analysis of 16 studies comprising 8,077 subjects that established a significant association between binge-watching and anxiety. In November 2022, Cyberpsychology, Behavior, and Social Networking published a systematic review of 1,747 articles on problematic social media use that found a strong bidirectional relationship between social media use and anxiety. In March 2023, the Journal of Public Health published a meta-analysis of 27 studies published after 2014 comprising 120,895 subjects that found a moderate and robust association between problematic smartphone use and anxiety. In July 2023, Healthcare published a systematic review and meta-analysis of 16 studies that established correlation coefficients of 0.31 and 0.39 between nomophobia and anxiety and nomophobia and smartphone addiction respectively.\n\nComorbidity\nSAD shows a high degree of co-occurrence with other psychiatric disorders. In fact, a population-based study found that 66% of those with SAD had one or more additional mental health disorders. SAD often occurs alongside low self-esteem and most commonly clinical depression, perhaps due to a lack of personal relationships and long periods of isolation related to social avoidance.\nClinical depression is 1.49 to 3.5 times more likely to occur in those with SAD. Research also indicates that the presence of certain social fears (e.g., avoidance of participating in small groups, avoidance of going to a party) are more likely to trigger comorbid depressive symptoms than other social fears, and thus deserve a very careful audit during clinical assessment among patients with SAD.\n\nAnxiety disorders other than SAD are also very common in patients with SAD, in particular generalized anxiety disorder. Avoidant personality disorder is likewise highly correlated with SAD, with comorbidity rates ranging from 25% to 89%.\n\nTo try to reduce their anxiety and alleviate depression, people with social phobia may use alcohol or other drugs, which can lead to substance use disorders. It is estimated that one-fifth of patients with social anxiety disorder also have alcohol use disorder. However, some research suggests SAD is unrelated to, or even protective against alcohol-related problems. Those who have both alcohol use disorder and social anxiety disorder are more likely to avoid group-based treatments and to relapse compared to people who do not have this combination.",
                "epidemiology": "(children)\n\n\n\nSocial anxiety disorder is known to appear at an early age in most cases. Fifty percent of those who develop this disorder have developed it by the age of 11, and 80% have developed it by age 20. This early age of onset may lead to people with social anxiety disorder being particularly vulnerable to depressive illnesses, substance use, and other psychological conflicts.\n\nWhen prevalence estimates were based on the examination of psychiatric clinic samples, social anxiety disorder was thought to be a relatively rare disorder. The opposite was found to be true; social anxiety was common, but many were afraid to seek psychiatric help, leading to an underrecognition of the problem.\n\nThe National Comorbidity Survey of over 8,000 American correspondents in 1994 revealed 12-month and lifetime prevalence rates of 7.9 percent and 13.3 percent, respectively; this makes it the third most prevalent psychiatric disorder after depression and alcohol use disorder, and the most common of the anxiety disorders. According to US epidemiological data from the National Institute of Mental Health, social phobia affects 15 million adult Americans in any given year. Estimates vary within 2 percent and 7 percent of the US adult population.\n\nThe mean onset of social phobia is 10 to 13 years. Onset after age 25 is rare and is typically preceded by panic disorder or major depression. Social anxiety disorder occurs more often in females than males. The prevalence of social phobia appears to be increasing among white, married, and well-educated individuals. As a group, those with generalized social phobia are less likely to graduate from high school and are more likely to rely on government financial assistance or have poverty-level salaries. Surveys carried out in 2002 show the youth of England, Scotland, and Wales have a prevalence rate of 0.4 percent, 1.8 percent, and 0.6 percent, respectively. In Canada, the prevalence of self-reported social anxiety for Nova Scotians older than 14 years was 4.2 percent in June 2004 with women (4.6 percent) reporting more than men (3.8 percent). In Australia, social phobia is the 8th and 5th leading disease or illness for males and females between 15 and 24 years of age as of 2003. Because of the difficulty in separating social phobia from poor social skills or shyness, some studies have a large range of prevalence. The table also shows higher prevalence in Sweden."
            },
            {
                "name": "Post-traumatic embitterment disorder",
                "link": "https://en.wikipedia.org/wiki/Post-traumatic_embitterment_disorder",
                "description": "Post-traumatic embitterment disorder (PTED) is defined as a pathological reaction to a negative life event, which those affected experienced as a grave insult, humiliation, betrayal, or injustice. Prevalent emotions of PTED are embitterment, anger, fury, and hatred, especially against the triggering stressor, often accompanied by fantasies of revenge. The disorder commences immediately and without time delay at the moment of the triggering event. If left untreated, the prognosis of PTED presents as rather unfavorable, with those who have the disorder trapped in a vicious circle of strong negative emotions constantly intensifying one another and eventually leading into a self-destructive downward spiral. People affected by PTED are more likely to put fantasies of revenge into action, making them a serious threat to the stressor.",
                "symptoms": "A. Essential criteria:\n\nB. Additional symptoms:\n\nC. no signs of a psychological disorder in the year prior to the triggering event, which could explain the abnormal reaction; no recrudescence into previous psychological disorder\n\nD. clinically significant impairment or strain on own condition, and social, occupational, or other important spheres of life\n\nE. symptoms have been persisting for at least six months since the moment of the triggering event\n\nPTED does not present as “traumatic” in view of its preceding trigger, but because of its chronological course of events: Minutes prior to the triggering event, those affected were perfectly healthy, minutes later they are ill and severely impaired. In this regard PTED resembles PTSD. However, the nature of the triggering event in PTED has little influence on the nature of the ensuing symptoms.\n\nPTED will not subside on its own but rather intensify over time, leading patients into a self-destructive downward spiral of negative emotions constantly reinforcing one another. If left untreated, PTED is very likely to eventually lead those affected into implementing their aggressions towards the stressor, thereby committing the most serious felonies."
            },
            {
                "name": "Selective mutism",
                "link": "https://en.wikipedia.org/wiki/Selective_mutism",
                "description": "Selective mutism (SM) is an anxiety disorder in which a person who is otherwise capable of speech becomes unable to speak when exposed to specific situations, specific places, or to specific people, one or multiple of which serving as triggers. This is caused by the freeze response. Selective mutism usually co-exists with social anxiety disorder. People with selective mutism stay silent even when the consequences of their silence include shame, social ostracism, or punishment.",
                "symptoms": "Children and adults with selective mutism are fully capable of speech and understanding language but are completely unable to speak in certain situations, though speech is expected of them. The behaviour may be perceived as shyness or rudeness by others. A child with selective mutism may be completely silent at school for years but speak quite freely or even excessively at home. There is a hierarchical variation among people with this disorder: some people participate fully in activities and appear social but do not speak, others will speak only to peers but not to adults, others will speak to adults when asked questions requiring short answers but never to peers, and still others speak to no one and participate in few, if any, activities presented to them. In a severe form known as \"progressive mutism\", the disorder progresses until the person with this condition no longer speaks to anyone in any situation, even close family members.\n\nTo meet DSM-5 criteria for selective mutism, one must exhibit the following:\n\nConsistent failure to speak in specific social situations (in which there is an expectation for speaking, e.g., at school) despite speaking in other situations.\nThe disturbance interferes with educational or occupational achievement or with social communication.\nThe duration of the disturbance is at least 1 month (not limited to the first month of school).\nThe failure to speak is not due to a lack of knowledge of the spoken language required in the social situation.\nThe disturbance is not better accounted for by a communication disorder (e.g., childhood-onset fluency disorder) and does not occur exclusively in people with autism spectrum disorders or psychotic disorders such as schizophrenia.\nSelective mutism is strongly associated with other anxiety disorders, particularly social anxiety disorder. In fact, the majority of children diagnosed with selective mutism also have social anxiety disorder (100% of participants in two studies and 97% in another). Some researchers therefore speculate that selective mutism may be an avoidance strategy used by a subgroup of children with social anxiety disorder to reduce their distress in social situations.\n\nParticularly in young children, selective mutism can sometimes be conflated with an autism spectrum disorder, especially if the child acts particularly withdrawn around their diagnostician, which can lead to incorrect diagnosis and treatment. Although many autistic people are also selectively mute, they often display other behaviors—stimming, repetitive behaviors, social isolation even among family members (not always answering to name, for example)—that set them apart from a child with selective mutism alone. Some autistic people may be selectively mute due to anxiety in unfamiliar social situations. If mutism is entirely due to autism spectrum disorder, it cannot be diagnosed as selective mutism as stated in the last item on the list above.\n\nThe former name elective mutism indicates a widespread misconception among psychologists that selectively mute people choose to be silent in certain situations, while the truth is that they often wish to speak but are unable to do so. To reflect the involuntary nature of this disorder, the name was changed to selective mutism in 1994, although some people are calling for a name change to \"situational mutism\" because the current name can promote the belief that it is a behavior the individual selects rather than it occurring in certain situations.\n\nThe incidence of selective mutism is not certain. Due to the poor understanding of this condition by the general public, many cases are likely undiagnosed. Based on the number of reported cases, the figure is commonly estimated to be 1 in 1000, 0.1%. However, a 2002 study in The Journal of the American Academy of Child and Adolescent Psychiatry estimated the incidence to be 0.71%.\n\nOther symptoms\nBesides lack of speech, other common behaviors and characteristics displayed by selectively mute people, according to Elisa Shipon-Blum's findings, include:\n\nShyness, social anxiety, fear of social embarrassment or social isolation and withdrawal\nDifficulty maintaining eye contact\nBlank expression and reluctance to smile or incessant smiling\nDifficulty expressing feelings, even to family members\nTendency to worry more than most people of the same age\nSensitivity to noise and crowds\nOn the flip side, there are some positive traits observed in many cases:\n\nAbove average intelligence, inquisitiveness, or perception\nA strong sense of right and wrong\nCreativity\nLove for the arts\nEmpathy\nSensitivity for other people"
            },
            {
                "name": "Erythromelalgia",
                "description": "Erythromelalgia or Mitchell's disease is a rare vascular peripheral pain disorder in which blood vessels, usually in the lower extremities or hands, are episodically blocked, then become hyperemic and inflamed. There is severe burning pain and skin redness. The attacks are periodic and are commonly triggered by heat, pressure, mild activity, exertion, insomnia or stress. Erythromelalgia may occur either as a primary or secondary disorder. Secondary erythromelalgia can result from small fiber peripheral neuropathy of any cause, polycythemia vera, essential thrombocythemia, hypercholesterolemia, mushroom or mercury poisoning, and some autoimmune disorders. Primary erythromelalgia is caused by mutation of the voltage-gated sodium channel α-subunit gene SCN9A.",
                "link": "https://en.wikipedia.org/wiki/Erythromelalgia",
                "symptoms": "The most prominent symptoms of erythromelalgia are episodes of erythema, swelling, a painful deep-aching of the soft tissue (usually either radiating or shooting) and tenderness, along with a painful burning sensation primarily in the extremities. These symptoms are often symmetric and affect the lower extremities more frequently than the upper extremities. Symptoms may also affect the ears and face. For secondary erythromelalgia, attacks typically precede and are precipitated by the underlying primary condition. For primary erythromelalgia, attacks can last from an hour to months at a time and occur infrequently to frequently with multiple times daily. Attacks most frequently occur at night, thus having the potential to greatly interfere with sleep. Common triggers for daytime episodes are exertion, heating of the affected extremities, and alcohol or caffeine consumption, and any pressure applied to the limbs. In some patients sugar and even melon consumption have also been known to provoke attacks. Many of those with primary erythromelalgia avoid wearing shoes or socks as the heat this generates is known to produce erythromelalgia attacks. The coexistence of erythromelalgia and Raynaud's phenomenon is rare, but case studies of patients with both diagnoses have been reported in medical journals. Symptoms may present gradually and incrementally, sometimes taking years to become intense enough for patients to seek medical care.  In other cases symptoms emerge full blown with onset.[citation needed]\n\nEpidemic erythromelalgia is characterized by burning pain in the toes and soles of the feet, accompanied by foot redness, congestion, and edema; a few patients may have fever, palpitations, headache, and joint pain. In the 1987 epidemic in Hubei, 60.6% of patients had a common cold before the onset of erythromelalgia and 91.2% had pharyngitis.",
                "epidemiology": "Only a small number of studies that have investigated the prevalence of EM, with four studies conducted to date.\nThe mean of all the studies combined results in an EM estimation incidence of 4.7/100,000 with a mean of 1 : 3.7 of the male to female ratio, respectively.\n\nIn 1997 there was a study conducted in Norway that estimated that the annual incidence of 2/100,000, with a 1 : 2.4 male to female ratio in this study\npopulation, respectively. In 2009 there was a population-based study of EM in the USA (Olmsted County, Minnesota), that reported that the annual incidence was 1.3/100,000, with a 1 : 5.6 male to female ratio in this study population, respectively.\nThe incidence in this study of primary and secondary EM was 1.1 : 0.2 per 100 000 people per year, respectively.\nA study of a single centre in the south of Sweden in 2012, showed the overall annual population-based incidence was 0.36/100,000.\nIn New Zealand (Dunedin) a study estimated that in 2013 the incidence of EM is 15/100,000, with a 1 : 3 male to female ratio in this study\npopulation, respectively. This last study has an estimation that is at least ten times higher than the prevalence previously reported. This study recruited individuals based on self-identification of symptoms (after self-identification, patients were invited for an assessment of an EM diagnosis), instead of participants that are identified through secondary and tertiary referrals as in the other studies.\n\nPrevalence in China\nEpidemic EM appears quite common in female middle school students of southern China, most likely due to a sharp decline in temperature following by a rapid increase of temperature. It has been postulated that epidemic erythromelalgia might be related to a poxvirus (ERPV) infection. The disease was characterized by burning pain in the toes and soles of the feet, accompanied by foot redness, congestion, and edema; a few patients had fever, palpitations, headache, and joint pain. 60.6% of patients had a common cold before the onset of erythromelalgia and 91.2% had pharyngitis. For temperature-related theory, the acral (foot and hand) small superficial arteries intensely constrict and dilate during the sharp decline of temperature, whereas a sharp increase of temperature, the intense expansion of capillaries irritate the nerve endings around, and thus lead to syndromes including (first and second degree) burning pain, increased temperature, erythema and swelling."
            },
            {
                "name": "Opioids withdrawal",
                "link": "https://en.wikipedia.org/wiki/Opioid_withdrawal",
                "description": "Opioid withdrawal is a set of symptoms arising from the sudden withdrawal or reduction of opioids where previous usage has been heavy and prolonged. Signs and symptoms of withdrawal can include drug craving, anxiety, restless legs, nausea, vomiting, diarrhea, sweating, and an increased heart rate. Opioid use triggers a rapid adaptation in cellular signalling pathways that means, when rapidly withdrawn, there can be adverse physiological effects. All opioids, both recreational drugs and medications, when reduced or stopped, can lead to opioid withdrawal symptoms. When withdrawal symptoms are due to recreational opioid use, the term opioid use disorder is used, whereas when due to prescribed medications, the term prescription opioid use disorder is used. Opioid withdrawal can be helped by the use of opioid replacement therapy, and symptoms may be relieved by the use of medications including lofexidine and clonidine.",
                "symptoms": "Withdrawal from any opioid produces similar signs and symptoms. However, the severity and duration of withdrawal depend on the type and dose of opioid taken and the duration and frequency of use.\n\nThe symptoms of opioid withdrawal may develop within minutes or up to several days following reduction or stopping. Symptoms can include: extreme anxiety, nausea or vomiting, muscle aches, a runny nose, sneezing, diarrhea, sweating and fever."
            },
            {
                "name": "Conversion disorder",
                "link": "https://en.wikipedia.org/wiki/Conversion_disorder",
                "description": "Conversion disorder (CD), or functional neurologic symptom disorder (FNsD), is a functional disorder that causes abnormal sensory experiences and movement problems during periods of high psychological stress. Individuals with CD present with highly distressing neurological symptoms such as numbness, blindness, paralysis, or convulsions, which are not consistent with a well-established organic cause and can be traced back to a psychological trigger.",
                "symptoms": "Conversion disorder presents symptoms following exposure to a certain stressor, typically associated with trauma or psychological distress. Usually, the physical symptoms of the syndrome affect the senses or movement. Common symptoms include blindness, partial or total paralysis, inability to speak, deafness, numbness, difficulty swallowing, incontinence, balance problems, non-epileptic seizures, tremors, and difficulty walking. The symptom of feeling unable to breathe, but where the lips are not turning blue, can indicate conversion disorder or sleep paralysis.\n\nSleep paralysis and narcolepsy can be ruled out with sleep tests. These symptoms are attributed to conversion disorder when a medical explanation for the conditions cannot be found. Symptoms of conversion disorder usually occur suddenly. Conversion disorder is typically seen in people aged 10 to 35, and affects between 0.011% and 0.5% of the general population.\n\nConversion disorder can present with motor or sensory symptoms including any of the following:\n\nMotor symptoms or deficits:\n\nImpaired coordination or balance\nWeakness/paralysis of a limb or the entire body (hysterical paralysis or motor conversion disorders)\nImpairment or loss of speech (hysterical aphonia)\nDifficulty swallowing (dysphagia) or a sensation of a lump in the throat\nUrinary retention\nPsychogenic non-epileptic seizures or convulsions\nPersistent dystonia\nTremor, myoclonus or other movement disorders\nGait problems (astasia-abasia)\nLoss of consciousness (fainting)\nSensory symptoms or deficits:\n\nImpaired vision, double vision\nImpaired hearing\nLoss or disturbance of touch or pain sensation\nConversion symptoms typically do not conform to known anatomical pathways and physiological mechanisms. It has sometimes been stated that the presenting symptoms tend to reflect the patient's own understanding of anatomy and that the less medical knowledge a person has, the more implausible are the presenting symptoms. However, no systematic studies have yet been performed to substantiate this statement. Inconsistent symptoms such as negative lab and imaging results and/or a significant psychiatric disorder are suggestive indicators of functional neurologic disorder. Although the clinician should still exclude any other organic disorders through thorough examination.\n\nSexual dysfunction and pain are also symptoms of conversion disorder, but if a patient only has these symptoms, they should be diagnosed with sexual pain disorder or pain disorder.",
                "epidemiology": "Frequency\nInformation on the frequency of conversion disorder in the West is limited, in part due to the complexities of the diagnostic process. In neurology clinics, the reported prevalence of unexplained symptoms among new patients is very high, between 30 and 60%. However, diagnosis of conversion disorder typically requires an additional psychiatric evaluation, and since few patients will see a psychiatrist, it is unclear what proportion of the unexplained symptoms are actually due to the disorder. In 1976, large scale psychiatric registers in the U.S. and Iceland found incidence rates of 22 and 11 newly diagnosed cases per 100,000 person-years, respectively. In 2002, some estimates claim that in the general population, between 0.011% and 0.5% of the population have conversion disorder.\n\nCulture\nAlthough it is often thought that the frequency of conversion may be higher outside of the West, perhaps in relation to cultural and medical attitudes, evidence of this is limited. A 2007 community survey of urban Turkey found a prevalence of 5.6%. Many authors have found occurrence of conversion to be more frequent in rural, lower socio-economic groups, where technological investigation of patients is limited and people may know less about medical and psychological concepts.\n\nGender\nIn recent surveys of conversion disorder, females predominate, with between two and six female patients for every male. Some research suggests however that this gender disparity may be confounded by higher rates of violence against women.\n\n\nAge\nConversion disorder may present at any age, but is rare in children younger than ten or in the elderly. Studies suggest a peak onset in the mid-to-late 30s."
            },
            {
                "name": "Periodic paralyses",
                "description": "Periodic paralysis is a group of rare genetic diseases that lead to weakness or paralysis from common triggers such as cold, heat, high carbohydrate meals, not eating, stress or excitement and physical activity of any kind. The underlying mechanism of these diseases are malfunctions in the ion channels in skeletal muscle cell membranes that allow electrically charged ions to leak in or out of the muscle cell, causing the cell to depolarize and become unable to move.",
                "link": "https://en.wikipedia.org/wiki/Periodic_paralyses"
            },
            {
                "name": "Misophonia",
                "description": "Misophonia is a disorder of decreased tolerance to specific sounds or their associated stimuli, or cues. These cues, known as \"triggers\", are experienced as unpleasant or distressing and tend to evoke strong negative emotional, physiological, and behavioral responses that are not seen in most other people. Misophonia and misophonic symptoms can adversely affect the ability to achieve life goals and enjoy social situations. It was first recognized in 2001, though it is still not in the DSM-5 or any similar manual. For this reason it has been called a \"neglected disorder\".",
                "link": "https://en.wikipedia.org/wiki/Misophonia",
                "symptoms": "As of 2016[update], the literature on misophonia was limited. Some initial small studies showed that people with misophonia generally have strong negative feelings, thoughts, and physical reactions to specific sounds, which the literature calls \"trigger sounds\". These sounds usually appear quiet or unnoticeable to others, but can seem loud, or at least unpleasantly magnified, to the person with misophonia. One study found that around 80% of the sounds were related to the mouth (e.g., eating, slurping, chewing or popping gum, whispering, whistling, nose sniffing) and around 60% were repetitive. But more recent research provides neural evidence for non-orofacial triggers. A visual trigger may develop related to the trigger sound, and a misophonic reaction can occur in the absence of a sound (examples include leg swinging, hair twirling, and finger pointing).\n\nReactions to triggers can range from mild (anxiety, discomfort, and/or disgust) to severe (rage, anger, hatred, panic, fear, and/or emotional distress). There may be unwanted sexual arousal. This latter symptom appears to have certain parallels to the corresponding subtype of obsessive-compulsive disorder and is likewise often misunderstood and underreported for fear of misinterpretative stigma, but it is common. \n\nReactions to the triggers can include aggression toward the origin of the sound, leaving, remaining in its presence but suffering, trying to block it, and trying to mimic the sound. Reactions can also include physical responses, such as increased heart rate, tightness in the chest and head, and hypertension.\n\nThe first misophonic reaction may occur when a person is young, often between the ages of 9 and 13, and can originate from someone in a close relationship, or a pet.\n\nFear and anxiety associated with trigger sounds can cause the person to avoid important social and other interactions that may expose them to these sounds. This avoidance and other behaviors can make it harder for people with this condition to achieve their goals and enjoy interpersonal interactions. It can also have a significant negative effect on their careers and relationships.\n\nCombined studies have illustrated that 45% of cases of misophonia became worse over time without treatment.",
                "epidemiology": "Research is still being conducted on misophonia's global prevalence, but a 2023 study found its prevalence in the UK to be around 18%. This study has been cited in popular outlets, including BBC, Medscape, and Medical Xpress. Studies of misophonia's global prevalence have found it to be as low as 5% and as high as 20%. Its prevalence and severity seem to be similar across genders. In the U.S., it is estimated that 3% of people are affected by misophonia. But in multiple studies, it was determined misophonia may be underdiagnosed (it is not yet an officially diagnosable condition), as it is correlated with other auditory disruptions; 92% of patients who are hyperaware of sounds also have misophonia. There is evidence that significant numbers of undergraduate students in some psychology and medical-science departments suffer from misophonia. The University of Nottingham conducted a study of misophonia in one sample of undergraduate medical students. In 2017, similar rates were found in one university in China, suggesting that the disorder is not specific to a culture.\n\nIt may be the case that people with misophonia are more likely to have high fluid intelligence."
            },
            {
                "name": "Bell's palsy",
                "description": "Bell's palsy is a type of facial paralysis that results in a temporary inability to control the facial muscles on the affected side of the face. In most cases, the weakness is temporary and significantly improves over weeks. Symptoms can vary from mild to severe. They may include muscle twitching, weakness, or total loss of the ability to move one or, in rare cases, both sides of the face. Other symptoms include drooping of the eyebrow, a change in taste, and pain around the ear. Typically symptoms come on over 48 hours. Bell's palsy can trigger an increased sensitivity to sound known as hyperacusis.",
                "link": "https://en.wikipedia.org/wiki/Bell%27s_palsy",
                "symptoms": "Bell's palsy is characterized by a one-sided facial droop that comes on within 72 hours. In rare cases (<1%), it can occur on both sides resulting in total facial paralysis.\n\nThe facial nerve controls a number of functions, such as blinking and closing the eyes, smiling, frowning, lacrimation, salivation, flaring nostrils and raising eyebrows. It also carries taste sensations from the anterior two-thirds of the tongue, through the chorda tympani nerve (a branch of the facial nerve). Because of this, people with Bell's palsy may present with loss of taste sensation in the anterior 2⁄3 of the tongue on the affected side.\n\nAlthough the facial nerve innervates the stapedius muscle of the middle ear (through the tympanic branch), sound sensitivity, causing normal sounds to be perceived as very loud (hyperacusis), and dysacusis are possible but hardly ever clinically evident.",
                "epidemiology": "The number of new cases of Bell's palsy ranges from about one to four cases per 10,000 population per year. The rate increases with age. Bell's palsy affects about 40,000 people in the United States every year. It affects approximately 1 person in 65 during a lifetime.\n\nA range of annual incidence rates have been reported in the literature: 15, 24, and 25–53 (all rates per 100,000 population per year). Bell's palsy is not a reportable disease, and there are no established registries for people with this diagnosis, which complicates precise estimation.\n\nFrequency\nAbout 40,000 people are affected by Bell's Palsy in the United States every year. It can affect anyone of any gender and age, but its incidence seems to be highest in those in the 15- to 45-year-old age group."
            },
            {
                "name": "Synesthesia",
                "description": "Synesthesia or synaesthesia is a perceptual phenomenon in which stimulation of one sensory or cognitive pathway leads to involuntary experiences in a second sensory or cognitive pathway. For instance, people with synesthesia may experience colors when listening to music, see shapes when smelling certain scents, or perceive tastes when looking at words. People who report a lifelong history of such experiences are known as synesthetes. Awareness of synesthetic perceptions varies from person to person with the perception of synesthesia differing based on an individual's unique life experiences and the specific type of synesthesia that they have. In one common form of synesthesia, known as grapheme–color synesthesia or color–graphemic synesthesia, letters or numbers are perceived as inherently colored. In spatial-sequence, or number form synesthesia, numbers, months of the year, or days of the week elicit precise locations in space, or may appear as a three-dimensional map. Synesthetic associations can occur in any combination and any number of senses or cognitive pathways.",
                "link": "https://en.wikipedia.org/wiki/Synesthesia",
                "symptoms": "Some synesthetes often report that they were unaware their experiences were unusual until they realized other people did not have them, while others report feeling as if they had been keeping a secret their entire lives. The automatic and ineffable nature of a synesthetic experience means that the pairing may not seem out of the ordinary. This involuntary and consistent nature helps define synesthesia as a real experience. Most synesthetes report that their experiences are pleasant or neutral, although, in rare cases, synesthetes report that their experiences can lead to a degree of sensory overload.\n\nThough often stereotyped in the popular media as a medical condition or neurological aberration,[citation needed] many synesthetes themselves do not perceive their synesthetic experiences as a handicap. On the contrary, some report it as a gift –  an additional \"hidden\" sense –  something they would not want to miss. Most synesthetes become aware of their distinctive mode of perception in their childhood. Some have learned how to apply their ability in daily life and work. Synesthetes have used their abilities in memorization of names and telephone numbers, mental arithmetic, and more complex creative activities like producing visual art, music, and theater.\n\nDespite the commonalities which permit the definition of the broad phenomenon of synesthesia, individual experiences vary in numerous ways. This variability was first noticed early in synesthesia research. Some synesthetes report that vowels are more strongly colored, while for others consonants are more strongly colored. Self-reports, interviews, and autobiographical notes by synesthetes demonstrate a great degree of variety in types of synesthesia, the intensity of synesthetic perceptions, awareness of the perceptual discrepancies between synesthetes and non-synesthetes, and the ways synesthesia is used in work, creative processes, and daily life.\n\nSynesthetes are very likely to participate in creative activities. It has been suggested that individual development of perceptual and cognitive skills, in addition to one's cultural environment, produces the variety in awareness and practical use of synesthetic phenomena. Synesthesia may also give a memory advantage. In one study, conducted by Julia Simner of the University of Edinburgh, it was found that spatial sequence synesthetes have a built-in and automatic mnemonic reference. Whereas a non-synesthete will need to create a mnemonic device to remember a sequence (like dates in a diary), a synesthete can simply reference their spatial visualizations."
            },
            {
                "name": "Complex post-traumatic stress disorder",
                "link": "https://en.wikipedia.org/wiki/Complex_post-traumatic_stress_disorder",
                "description": "Complex post-traumatic stress disorder is a stress-related mental disorder generally occurring in response to complex traumas, i.e., commonly prolonged or repetitive exposures to a series of traumatic events, within which individuals perceive little or no chance to escape.",
                "symptoms": "Children and adolescents\nThe diagnosis of PTSD was originally given to adults who had suffered because of a single-event trauma (e.g., during a war, rape). However, the situation for many children is quite different. Children can suffer chronic trauma such as maltreatment, family violence, dysfunction, or a disruption in attachment to their primary caregiver. In many cases, it is the child's caregiver who causes the trauma. The diagnosis of PTSD does not take into account how the developmental stages of children may affect their symptoms and how trauma can affect a child's development.\n\nThe term developmental trauma disorder (DTD) has been proposed as the childhood equivalent of CPTSD. This developmental form of trauma places children at risk for developing psychiatric and medical disorders.  Bessel van der Kolk explains DTD as numerous encounters with interpersonal trauma such as physical assault, sexual assault, violence or death. It can also be brought on by subjective events such as abandonment, betrayal, defeat or shame.\n\nRepeated traumatization during childhood leads to symptoms that differ from those described for PTSD. Cook and others describe symptoms and behavioral characteristics in seven domains:\n\nAttachment – problems with relationship boundaries, lack of trust, social isolation, difficulty perceiving and responding to others' emotional states\nBiomedical symptoms – sensory-motor developmental dysfunction, sensory-integration difficulties; increased medical problems or even somatization\nAffect or emotional regulation – poor affect regulation, difficulty identifying and expressing emotions and internal states, and difficulties communicating needs, wants, and wishes\nElements of dissociation – amnesia, depersonalization, discrete states of consciousness with discrete memories, affect, and functioning, and impaired memory for state-based events\nBehavioral control – problems with impulse control, aggression, pathological self-soothing, and sleep problems\nCognition – difficulty regulating attention; problems with a variety of executive functions such as planning, judgment, initiation, use of materials, and self-monitoring; difficulty processing new information; difficulty focusing and completing tasks; poor object constancy; problems with cause-effect thinking; and language developmental problems such as a gap between receptive and expressive communication abilities.\nSelf-concept – fragmented and/or disconnected autobiographical narrative, disturbed body image, low self-esteem, excessive shame, and negative internal working models of self.\nAdults\nAdults with CPTSD have sometimes experienced prolonged interpersonal traumatization beginning in childhood, rather than, or as well as, in adulthood. These early injuries interrupt the development of a robust sense of self and of others. Because physical and emotional pain or neglect was often inflicted by attachment figures such as caregivers or other siblings, these individuals may develop a sense that they are fundamentally flawed and that others cannot be relied upon. This can become a pervasive way of relating to others in adult life, described as insecure attachment. This symptom is neither included in the diagnosis of dissociative disorder nor in that of PTSD in the current DSM-5 (2013). Individuals with Complex PTSD also demonstrate lasting personality disturbances with a significant risk of revictimization.\n\nSix clusters of symptoms have been suggested for diagnosis of CPTSD:\n\nAlterations in regulation of affect and impulses\nAlterations in attention or consciousness\nAlterations in self-perception\nAlterations in relations with others\nSomatization\nAlterations in systems of meaning\nExperiences in these areas may include:: 199–122 \n\nChanges in emotional regulation, including experiences such as persistent dysphoria, chronic suicidal preoccupation, self-injury, explosive or extremely inhibited anger (may alternate), and compulsive or extremely inhibited sexuality (may alternate).\nVariations in consciousness, such as amnesia or improved recall for traumatic events, episodes of dissociation, depersonalization/derealization, and reliving experiences (either in the form of intrusive PTSD symptoms or in ruminative preoccupation).\nChanges in self-perception, such as a sense of helplessness or paralysis of initiative, shame, guilt and self-blame, a sense of defilement or stigma, and a sense of being completely different from other human beings (may include a sense of specialness, utter aloneness, a belief that no other person can understand, or a feeling of nonhuman identity).\nVaried changes in perception of the perpetrators, such as a preoccupation with the relationship with a perpetrator (including a preoccupation with revenge), an unrealistic attribution of total power to a perpetrator (though the individual's assessment may be more realistic than the clinician's), idealization or paradoxical gratitude, a sense of a special or supernatural relationship with a perpetrator, and acceptance of a perpetrator's belief system or rationalizations.\nAlterations in relations with others, such as isolation and withdrawal, disruption in intimate relationships, a repeated search for a rescuer (may alternate with isolation and withdrawal), persistent distrust, and repeated failures of self-protection.\nChanges in systems of meaning, such as a loss of sustaining faith and a sense of hopelessness and despair."
            },
            {
                "name": "Dissociative identity disorder",
                "link": "https://en.wikipedia.org/wiki/Dissociative_identity_disorder",
                "description": "Dissociative identity disorder (DID), previously known as multiple personality disorder (MPD), is one of multiple dissociative disorders in the DSM-5, DSM-5-TR, ICD-10, ICD-11, and Merck Manual. It has a history of extreme controversy.",
                "symptoms": "The full presentation of dissociative identity disorder can onset at any age, although symptoms typically begin by ages 5–10. DID is generally a childhood-onset disorder. According to the fifth edition [text revision] of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5-TR), symptoms of DID include \"the presence of two or more distinct personality states\" accompanied by the inability to recall personal information beyond what is expected through normal memory issues. Other DSM-5 symptoms include a loss of identity as related to individual distinct personality states, loss of one's subjective experience of the passage of time, and degradation of a sense of self and consciousness. In each individual, the clinical presentation varies and the level of functioning can change from severe impairment to minimal impairment. The symptoms of dissociative amnesia are subsumed under a DID diagnosis, and thus should not be diagnosed separately if DID criteria are met. Individuals with DID may experience distress from both the symptoms of DID (hearing voices, intrusive thoughts/emotions/impulses) and the consequences of the accompanying symptoms (inability to remember specific information or periods of time). The large majority of patients with DID report repeated childhood sexual and/or physical abuse, usually by caregivers as well as organized abuse. Amnesia between identities may be asymmetrical; identities may or may not be aware of what is known by another. Individuals with DID may be reluctant to discuss symptoms due to associations with abuse, shame, and fear. DID patients may also frequently and intensely experience time disturbances, both from amnesia and derealization.\n\nAround half of people with DID have fewer than 10 identities and most have fewer than 100; although as many as 4,500 have been reported by Richard Kluft in 1988.(p 503) The average number of identities has increased over the past few decades, from two or three to now an average of approximately 16. However, it is unclear whether this is due to an actual increase in identities, or simply that the psychiatric community has become more accepting of a high number of compartmentalized memory components.[failed verification]\n\nComorbid disorders\nThe psychiatric history frequently contains multiple previous diagnoses of various disorders and treatment failures. The most common presenting complaint of DID is depression (90%) that is often treatment-resistant, with headaches and non-epileptic seizures being common neurologic symptoms. Comorbid disorders include post-traumatic stress disorder (PTSD), substance use disorders, eating disorders, anxiety disorders, personality disorders, and autism spectrum disorder. 30-70% of those diagnosed with DID have history of borderline personality disorder. Presentations of dissociation in people with schizophrenia differ from those with DID as not being rooted in trauma, and this distinction can be effectively tested, although both conditions share a high rate of  auditory hallucinations in the form of voices. Other disorders that have been found to be comorbid with DID are somatization disorders, major depressive disorder, as well as history of a past suicide attempt, in comparison to those without a DID diagnosis. 70-75% of DID patients attempt suicide, and multiple attempts are common. Disturbed and altered sleep has also been suggested as having a role in dissociative disorders in general and specifically in DID, alterations in environments also largely affecting the DID patient. Individuals diagnosed with DID demonstrate the highest hypnotizability of any clinical population. Although DID has high comorbidity and its development is related to trauma, abundant empirical evidence suggests that DID is a separate condition from other disorders like PTSD.",
                "epidemiology": "General\nAccording to the American Psychiatric Association, the 12-month prevalence of DID among adults in the US is 1.5%, with similar prevalence between women and men. Population prevalence estimates have been described to widely vary, with some estimates of DID in inpatient settings suggesting 1-9.6%.\" Reported rates in the community vary from 1% to 3% with higher rates among psychiatric patients. As of 2017, evidence suggested a prevalence of DID of 2–5% among psychiatric inpatients, 2–3% among outpatients, and 1% in the general population, with rates reported as high as 16.4% for teenagers in psychiatric outpatient services. Dissociative disorders in general have a lifetime prevalence of 9.1%–18.3% in the general population.\n\nAs of 2012, DID was diagnosed 5 to 9 times more common in women than men during young adulthood, although this may have been due to selection bias as men meeting DID diagnostic criteria were suspected to end up in the criminal justice system rather than hospitals. In children, rates among men and women are approximately the same (5:4). DID diagnoses are extremely rare in children; much of the research on childhood DID occurred in the 1980s and 1990s and does not address ongoing controversies surrounding the diagnosis. DID occurs more commonly in young adults and declines in prevalence with age.\n\nThere is a poor awareness of DID in the clinical settings and the general public. Poor clinical education (or lack thereof) for DID and other dissociative disorders has been described in literature: \"most clinicians have been taught (or assume) that DID is a rare disorder with a florid, dramatic presentation.\" Symptoms in patients are often not easily visible, which complicates diagnosis. DID has a high correlation with, and has been described as a form of, complex post-traumatic stress disorder. There is a significant overlap of symptoms between borderline personality disorder and DID, although symptoms are understood to originate from different underlying causes.\n\nHistorical prevalence\nRates of diagnosed DID were increasing in the late 20th century, reaching a peak of diagnoses at approximately 40,000 cases by the end of the 20th century, up from less than 200 diagnoses before 1970. Initially DID along with the rest of the dissociative disorders were considered the rarest of psychological conditions, diagnosed in less than 100 by 1944, with only one further case reported in the next two decades. In the late 1970s and '80s, the number of diagnoses rose sharply. An estimate from the 1980s placed the incidence at 0.01%. Accompanying this rise was an increase in the number of alters, rising from only the primary and one alter personality in most cases, to an average of 13 in the mid-1980s (the increase in both number of cases and number of alters within each case are both factors in professional skepticism regarding the diagnosis). Others explain the increase as being due to the use of inappropriate therapeutic techniques in highly suggestible individuals, though this is itself controversial while proponents of DID claim the increase in incidence is due to increased recognition of and ability to recognize the disorder. Figures from psychiatric populations (inpatients and outpatients) show a wide diversity from different countries.\n\nA 1996 essay suggested three possible causes for the sudden increase of DID diagnoses, among which the author suspects the first being most likely:\n\nDissociative disorders were excluded from the Epidemiological Catchment Area Project.\n\nNorth America\nDID continues to be considered a controversial diagnosis; it was once regarded as a phenomenon confined to North America, though studies have since been published from DID populations across 6 continents. Although research has appeared discussing the appearance of DID in other countries and cultures and the condition has been described in non-English speaking nations and non-Western cultures, these reports all occur in English-language journals authored by international researchers who cite Western scientific literature. Etzel Cardeña and David Gleaves believed the greater representation of DID in North America was the result of increased awareness and training about the condition."
            },
            {
                "name": "Shaken baby syndrome",
                "description": "Shaken baby syndrome (SBS), also known as abusive head trauma (AHT), is a medical condition in children younger than five years old, generally caused by blunt trauma, vigorous shaking, or a combination of both.",
                "link": "https://en.wikipedia.org/wiki/Shaken_baby_syndrome",
                "epidemiology": "The incidence of shaking baby syndrome is unknown due to difficulty in diagnosis, which may be caused by lack of centralized reporting system, absent signs of maltreatment, unclear presentation, and acute head trauma being classified under chronic neglect. Incidence is estimated to be 35 out of 100,000 infants, 65% of these infants have significant neurological disabilities, and 5 to 35% of infants die as a result of sustained injuries. For children under the age of one, US-based studies have found rates of 27.5 out of 100,000 infants for the years 1997 and 2000 and a rate of 32.2 out of 100,000 in the year 2003. However, these statistics are presumably underestimates of the actual incidence of SBS, because there are children whose injuries may not be perceived as serious enough to be hospitalized, and those who have been hospitalized but diagnosis was missed.\n\nSmall children are at particularly high risk for abuse associated with SBS given the large difference in size between the small child and the caretaker. SBS is primarily observed in children under the age of two but may occur in those up to age five. The majority of cases typically occur before the infant's first birthday with the average victim age between three and eight months old. In the US, deaths due to SBS constitute about 10% of deaths due to child abuse."
            },
            {
                "name": "Disruptive mood dysregulation disorder",
                "link": "https://en.wikipedia.org/wiki/Disruptive_mood_dysregulation_disorder",
                "description": "Disruptive mood dysregulation disorder (DMDD) is a mental disorder in children and adolescents characterized by a persistently irritable or angry mood and frequent temper outbursts that are disproportionate to the situation and significantly more severe than the typical reaction of same-aged peers. DMDD was added to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-V) as a type of depressive disorder diagnosis for youths. The symptoms of DMDD resemble many other disorders, thus a differential includes attention-deficit/hyperactivity disorder (ADHD), oppositional defiant disorder (ODD), anxiety disorders, and childhood bipolar disorder, intermittent explosive disorder (IED), major depressive disorder (MDD), and conduct disorder.",
                "symptoms": "Children with DMDD show severe and recurrent temper outbursts three or more times per week. These outbursts can be verbal or behavioral. Verbal outbursts are often described by observers as \"rages\", \"fits\", or \"tantrums\". Temper outbursts will vary between children in type, nature, and setting, so it is important to talk with parents about the nature of the outburst and their triggers. Unlike the irritability that can be a symptom of other childhood disorders, such as oppositional defiant disorder (ODD), anxiety disorders, and major depressive disorder (MDD), the irritability displayed by children with DMDD is not episodic or situation-dependent. In DMDD, the irritability or anger is severe and is shown most of the day, nearly every day in multiple settings, lasting for one or more years. In other words, it is important to discern between general irritability and tantrums that can be episodic and common in pediatric patients and the easy provocation and extreme anger expressions of threatening to kill, throwing things, or attacking someone, as seen in DMDD. While all children may experience irritability and frustration, children with DMDD have difficulty controlling the level of anger and have reactions out of proportion to the situation. For instance, a child with DMDD can become extremely upset or emotional to the point of intense temper outbursts with yelling or hitting after being asked by a parent to stop playing and complete their homework. These levels of outbursts occur multiple times per week.\n\nFurthermore, most children with DMDD display symptoms that meet the criteria of attention-deficit/hyperactivity disorder (ADHD), and a smaller portion of children with ADHD will display symptoms similar to DMDD. Originally, a distinctive disorder from which DMDD was derived, called Severe Mood Dysregulation Disorder (SMDD), had the requirement for at least three \"hyperarousal\" symptoms, such as pressured speech, racing thoughts, intrusive behavior, distractibility, insomnia, and agitation, but these are not included in the most recent DMDD criteria.\n\nComorbidity\nThe core features of DMDD—temper outbursts and chronic irritability—are sometimes seen in children and adolescents with other psychiatric conditions. However, in children with DMDD, comorbidities with other psychiatric disorders appear to be extremely common as well as the range of disorders that can co-occur. Common comorbidities of DMDD include attention-deficit/hyperactivity disorder (ADHD), MDD, anxiety disorders, conduct disorder, and substance use disorders.\n\nADHD is a neurodevelopmental disorder characterized by problems with inattention and/or hyperactivity-impulsivity. ADHD is characterized by inattention, hyperactivity, and impulsivity that are pervasive, impairing in multiple contexts, and age-inappropriate.  ADHD also associated with impaired executive functioning, structural and functional abnormalities in brain parts, such as frontal-striatal, with specific gene mutation. Patients with DMDD often exhibit symptoms of ADHD due to their inattention and distractibility. \"Previous studies have found an association between frequent and consistent irritability during early adolescence and the development of ADHD in late adolescence\".\n\nMDD is a mood disorder characterized by daily or nearly daily symptoms of down or depressed mood for all or almost all the day. The DSM-V requires an individual meets 5 of 9 criteria for at least the past 2 weeks that cause significant impairment in daily life and are not caused by other medical conditions or substance use. MDD often presents differently when comparing children and adults. Young children between 3 and 8 years old present with somatic complaints (such as stomach aches), more irritability, symptoms of anxiety, general behavioral problems, and less of the typical sadness commonly seen in adults. Similar to ADHD, developing MDD in early adulthood was found to be linked with persistent irritability during early adolescence, which can be seen in DMDD.\n\nAnxiety disorders are a broad category of disorders. They are all generally characterized by excessive fear (emotional response to a real or perceived imminent threat) and anxiety (the anticipation of a future threat). The objects or situations that are the sources of the fear and anxiety a person experiences, which can often lead to avoidant behavior, are used to characterize the different anxiety disorders. With DMDD, the severe mood dysregulation is associated with higher rates of anxiety and depressive disorders in the future.\n\nConduct disorder is a behavior disorder characterized by repeated, persistent patterns of behavior that violate the rights of others and disregard major societal norms and rules. While both DMDD and conduct disorder are associated with argumentative and defiant behavior, DMDD is distinctly differentiated from conduct disorder by the DSM-V. Individuals with DMDD experience severe emotional dysregulation not seen in conduct disorder. Additionally, conduct disorder is described by a distinct lack of remorse and repeated physical harm and threats of harm to people and/or animals. Evidence of conduct disorder during childhood is one of the criteria for an adult diagnosis of antisocial personality disorder; however, adults with a continued diagnosis of conduct disorder do not necessarily have antisocial personality disorder.\n\nSubstance use disorders (SUD) encompass a broad range of specific diagnoses, but they all generally have the characteristics of cognitive, behavioral, and physiological symptoms that cause someone to continue to use a substance despite significant impairment. One salient feature of SUDs is that they change the brain circuitry in such a way that the changes can persist beyond detoxification. In general, though, examining the comorbidity of SUDs in DMDD is important as it may be linked to self-medication for underlying mood disorders or trauma. However, while there are reports in community and clinical samples of comorbidity for SUDs with DMDD, there has been no formal examination of this link.",
                "epidemiology": "There are no good estimates of the prevalence of DMDD, but primary studies have found a rate of 0.8–3.3% and a literature review estimated about 1.6% prevalence rate in children under the age of 13 years old. Epidemiological studies show that approximately 3.2% of children in the community have chronic problems with irritability and temper, the essential features of DMDD. These problems are probably more common among clinic-referred youths. Parents report that approximately 30% of children hospitalized for psychiatric problems meet diagnostic criteria for DMDD; 15% meet criteria based on the observations of hospital staff."
            },
            {
                "name": "Stuttering",
                "link": "https://en.wikipedia.org/wiki/Stuttering",
                "description": "Stuttering, also known as stammering, is a speech disorder characterized externally by involuntary repetitions and prolongations of sounds, syllables, words, or phrases as well as involuntary silent pauses or blocks in which the person who stutters is unable to produce sounds.",
                "epidemiology": "The lifetime prevalence, or the proportion of individuals expected to stutter at one time in their lives, is about 5–6%, and overall males are affected two to five times more often than females. As seen in children who have just begun stuttering, there is an equivalent number of boys and girls who stutter. Still, the sex ratio appears to widen as children grow: among preschoolers, boys who stutter outnumber girls who stutter by about a two to one ratio, or less. This ratio widens to three to one during first grade, and five to one during fifth grade, as girls have higher recovery rates. the overall prevalence of stuttering is generally considered to be approximately 1%.\n\nCross cultural\nCross-cultural studies of stuttering prevalence were very active in early and mid-20th century, particularly under the influence of the works of Wendell Johnson, who claimed that the onset of stuttering was connected to the cultural expectations and the pressure put on young children by anxious parents, which has since been debunked. Later studies found that this claim was not supported by the facts, so the influence of cultural factors in stuttering research declined. It is generally accepted by contemporary scholars that stuttering is present in every culture and in every race, although the attitude towards the actual prevalence differs. Some believe stuttering occurs in all cultures and races at similar rates, about 1% of general population (and is about 5% among young children) all around the world. A US-based study indicated that there were no racial or ethnic differences in the incidence of stuttering in preschool children.\n\nDifferent regions of the world are researched unevenly. The largest number of studies has been conducted in European countries and in North America, where the experts agree on the mean estimate to be about 1% of the general population.[obsolete source] African populations, particularly from West Africa, might have the highest stuttering prevalence in the world—reaching in some populations 5%, 6% and even over 9%. Many regions of the world are not researched sufficiently, and for some major regions there are no prevalence studies at all.\n\nBilingual stuttering\nBilingualism is the ability to speak two languages. Many bilingual people have been exposed to more than one language since birth and throughout childhood. Since language and culture are relatively fluid factors in a person's understanding and production of language, bilingualism may be a feature that impacts speech fluency. There are several ways during which stuttering may be noticed in bilingual children including the following.\n\nThe child is mixing vocabulary (code-mixing) from both languages in one sentence. This is a normal process that helps the child increase their skills in the weaker language, but may trigger a temporary increase in disfluency.\nThe child is having difficulty finding the correct word to express ideas resulting in an increase in normal speech disfluency.\nThe child is having difficulty using grammatically complex sentences in one or both languages as compared to other children of the same age. Also, the child may make grammatical mistakes. Developing proficiency in both languages may be gradual, so development may be uneven between the two languages.\nIt was once believed that being bilingual would 'confuse' a child and cause stuttering, but research has debunked this myth.\n\nStuttering may present differently depending on the languages the individual uses. For example, morphological and other linguistic differences between languages may make presentation of disfluency appear to be more or less depending on the individual case."
            },
            {
                "name": "Whiplash (medicine)",
                "description": "Whiplash, whose formal term is whiplash associated disorders (WAD), is a range of injuries to the neck caused by or related to a sudden distortion of the neck associated with extension, although the exact injury mechanisms remain unknown. The term \"whiplash\" is a colloquialism. \"Cervical acceleration–deceleration\" (CAD) describes the mechanism of the injury, while WAD describes the subsequent injuries and symptoms.",
                "link": "https://en.wikipedia.org/wiki/Whiplash_(medicine)",
                "symptoms": "Symptoms reported by affected people include: pain and aching to the neck and back, referred pain to the shoulders, sensory disturbance (such as pins and needles) to the arms and legs, and headaches. Symptoms can appear directly after the injury, but often are not felt until days afterwards.  Whiplash is usually confined to the spine.  The most common areas of the spine affected by whiplash are the neck and middle of the spine. \"Neck\" pain is very common between the shoulder and the neck.  The \"missing link\" of whiplash may be towards or inside the shoulder and this would explain why neck therapy alone frequently does not give lasting relief.\n\nCognitive symptoms following whiplash trauma, such as being easily distracted or irritated, seems to be common and possibly linked to a poorer prognosis.",
                "epidemiology": "Whiplash is the term commonly used to describe hyperflexion and hyperextension, and is one of the most common nonfatal car crash injuries. More than one million whiplash injuries occur each year due to car crashes. This is an estimate because not all cases of whiplash are reported. In a given year, an estimated 3.8 people per 1000 experience whiplash symptoms. \"Freeman and co-investigators estimated that 6.2% of the US population have late whiplash syndrome\". The majority of cases occur in patients in their late fourth decade. Unless a cervical strain has occurred with additional brain or spinal cord trauma mortality is rare.\n\nWhiplash can occur at speeds of fifteen miles per hour or less; it is the sudden jolt, as one car hits another, that causes one's head to be abruptly thrown back and sideways. The more sudden the motion, the more bones, discs, muscles and tendons in ones neck and upper back will be damaged. Spinal cord injuries are responsible for about 6,000 deaths in the US each year and 5,000 whiplash injuries per year result in quadriplegia.\n\nAfter 12 months, only 1 in 5 patients remain symptomatic, only 11.5% of individuals were able to return to work a year after the injury, and only 35.4% were able to get back to work at a similar level of performance after 20 years. Estimated indirect costs to industry are $66,626 per year, depending on the level and severity. Lastly, the total cost per year was $40.5 billion in 2008, a 317% increase over 1998."
            },
            {
                "name": "Sensory processing disorder",
                "link": "https://en.wikipedia.org/wiki/Sensory_processing_disorder",
                "description": "Sensory processing disorder is a condition in which multisensory input is not adequately processed in order to provide appropriate responses to the demands of the environment. Sensory processing disorder is present in many people with dyspraxia, autism spectrum disorder and attention deficit hyperactivity disorder (ADHD). Individuals with SPD may inadequately process visual, auditory, olfactory (smell), gustatory (taste), tactile (touch), vestibular (balance), proprioception, and interoception sensory stimuli.",
                "symptoms": "Sensory integration difficulties or sensory processing disorder (SPD) are characterized by persistent challenges with neurological processing of sensory stimuli that interfere with a person's ability to participate in everyday life. Such challenges can appear in one or several sensory systems of the somatosensory system, vestibular system, proprioceptive system, interoceptive system, auditory system, visual system, olfactory system, and gustatory system.[citation needed]\n\nWhile many people can present one or two symptoms, sensory processing disorder has to have a clear functional impact on the person's life:\n\nSigns of over-responsivity, including, for example, dislike of textures such as those found in fabrics, foods, grooming products or other materials found in daily living, to which most people would not react, and serious discomfort, sickness or threat induced by normal sounds, lights, ambient temperature, movements, smells, tastes, or even inner sensations such as heartbeat.[citation needed]\n\nSigns of under-responsivity, including sluggishness and lack of responsiveness.\n\nSensory cravings, including, for example, fidgeting, impulsiveness, and/or seeking or making loud, disturbing noises; and sensorimotor-based problems, including slow and uncoordinated movements or poor handwriting.\n\nSensory discrimination problems, which might manifest themselves in behaviors such as things constantly dropped.[citation needed]\n\nSymptoms may vary according to the disorder's type and subtype present.[citation needed]\n\nRelationship to other disorders\nSensory integration and processing difficulties can be a feature of a number of disorders, including anxiety problems, attention deficit hyperactivity disorder (ADHD), food intolerances, behavioral disorders, and particularly, autism spectrum disorders. This pattern of comorbidities poses a significant challenge to those who claim that SPD is an identifiably specific disorder, rather than simply a term given to a set of symptoms common to other disorders.\n\nTwo studies have provided preliminary evidence suggesting that there may be measurable neurological differences between children diagnosed with SPD and control children classified as neurotypical or children diagnosed with autism. Despite this evidence, that SPD researchers have yet to agree on a proven, standardized diagnostic tool undermines researchers' ability to define the boundaries of the disorder and makes correlational studies, like those on structural brain abnormalities, less convincing.",
                "epidemiology": "It has been estimated by proponents that up to 16.5% of elementary school aged children present elevated SOR behaviors in the tactile or auditory modalities. This figure is larger than what previous studies with smaller samples had shown: an estimate of 5–13% of elementary school aged children. Critics have noted that such a high incidence for just one of the subtypes of SPD raises questions about the degree to which SPD is a specific and clearly identifiable disorder.\n\nProponents have also claimed that adults may also show signs of sensory processing difficulties and would benefit for sensory processing therapies, although this work has yet to distinguish between those with SPD symptoms alone vs adults whose processing abnormalities are associated with other disorders, such as autism spectrum disorder."
            },
            {
                "name": "Cumulative trauma disorders",
                "description": "A repetitive strain injury (RSI) is an injury to part of the musculoskeletal or nervous system caused by repetitive use, vibrations, compression or long periods in a fixed position. Other common names include repetitive stress injury, repetitive stress disorders, cumulative trauma disorders (CTDs), and overuse syndrome.",
                "link": "https://en.wikipedia.org/wiki/Cumulative_trauma_disorders",
                "symptoms": "Some examples of symptoms experienced by patients with RSI are aching, pulsing pain, tingling and extremity weakness, initially presenting with intermittent discomfort and then with a higher degree of frequency.\n\nDefinition\nRepetitive strain injury (RSI) and associative trauma orders are umbrella terms used to refer to several discrete conditions that can be associated with repetitive tasks, forceful  exertions, vibrations,  mechanical compression, sustained or awkward positions, or repetitive eccentric contractions. The exact terminology is controversial, but the terms now used by the United States Department of Labor and the National Institute of Occupational Safety and Health (NIOSH) are musculoskeletal disorders (MSDs) and work-related musculoskeletal disorders (WMDs).\n\nExamples of conditions that may sometimes be attributed to such causes include tendinosis (or less often tendinitis), carpal tunnel syndrome, cubital tunnel syndrome, De Quervain syndrome, thoracic outlet syndrome, intersection syndrome, golfer's elbow (medial epicondylitis), tennis elbow (lateral epicondylitis), trigger finger (so-called stenosing tenosynovitis), radial tunnel syndrome, ulnar tunnel syndrome, and focal dystonia.\n\nA general worldwide increase since the 1970s in RSIs of the arms, hands, neck, and shoulder has been attributed to the widespread use in the workplace of keyboard entry devices, such as typewriters and computers, which require long periods of repetitive motions in a fixed posture. Extreme temperatures have also been reported as risk factor for RSI."
            },
            {
                "name": "Overuse syndrome",
                "description": "A repetitive strain injury (RSI) is an injury to part of the musculoskeletal or nervous system caused by repetitive use, vibrations, compression or long periods in a fixed position. Other common names include repetitive stress injury, repetitive stress disorders, cumulative trauma disorders (CTDs), and overuse syndrome.",
                "link": "https://en.wikipedia.org/wiki/Overuse_syndrome",
                "symptoms": "Some examples of symptoms experienced by patients with RSI are aching, pulsing pain, tingling and extremity weakness, initially presenting with intermittent discomfort and then with a higher degree of frequency.\n\nDefinition\nRepetitive strain injury (RSI) and associative trauma orders are umbrella terms used to refer to several discrete conditions that can be associated with repetitive tasks, forceful  exertions, vibrations,  mechanical compression, sustained or awkward positions, or repetitive eccentric contractions. The exact terminology is controversial, but the terms now used by the United States Department of Labor and the National Institute of Occupational Safety and Health (NIOSH) are musculoskeletal disorders (MSDs) and work-related musculoskeletal disorders (WMDs).\n\nExamples of conditions that may sometimes be attributed to such causes include tendinosis (or less often tendinitis), carpal tunnel syndrome, cubital tunnel syndrome, De Quervain syndrome, thoracic outlet syndrome, intersection syndrome, golfer's elbow (medial epicondylitis), tennis elbow (lateral epicondylitis), trigger finger (so-called stenosing tenosynovitis), radial tunnel syndrome, ulnar tunnel syndrome, and focal dystonia.\n\nA general worldwide increase since the 1970s in RSIs of the arms, hands, neck, and shoulder has been attributed to the widespread use in the workplace of keyboard entry devices, such as typewriters and computers, which require long periods of repetitive motions in a fixed posture. Extreme temperatures have also been reported as risk factor for RSI."
            },
            {
                "name": "Repetitive stress injury",
                "description": "A repetitive strain injury (RSI) is an injury to part of the musculoskeletal or nervous system caused by repetitive use, vibrations, compression or long periods in a fixed position. Other common names include repetitive stress injury, repetitive stress disorders, cumulative trauma disorders (CTDs), and overuse syndrome.",
                "link": "https://en.wikipedia.org/wiki/Repetitive_stress_injury",
                "symptoms": "Some examples of symptoms experienced by patients with RSI are aching, pulsing pain, tingling and extremity weakness, initially presenting with intermittent discomfort and then with a higher degree of frequency.\n\nDefinition\nRepetitive strain injury (RSI) and associative trauma orders are umbrella terms used to refer to several discrete conditions that can be associated with repetitive tasks, forceful  exertions, vibrations,  mechanical compression, sustained or awkward positions, or repetitive eccentric contractions. The exact terminology is controversial, but the terms now used by the United States Department of Labor and the National Institute of Occupational Safety and Health (NIOSH) are musculoskeletal disorders (MSDs) and work-related musculoskeletal disorders (WMDs).\n\nExamples of conditions that may sometimes be attributed to such causes include tendinosis (or less often tendinitis), carpal tunnel syndrome, cubital tunnel syndrome, De Quervain syndrome, thoracic outlet syndrome, intersection syndrome, golfer's elbow (medial epicondylitis), tennis elbow (lateral epicondylitis), trigger finger (so-called stenosing tenosynovitis), radial tunnel syndrome, ulnar tunnel syndrome, and focal dystonia.\n\nA general worldwide increase since the 1970s in RSIs of the arms, hands, neck, and shoulder has been attributed to the widespread use in the workplace of keyboard entry devices, such as typewriters and computers, which require long periods of repetitive motions in a fixed posture. Extreme temperatures have also been reported as risk factor for RSI."
            },
            {
                "name": "Depersonalization-derealization disorder",
                "link": "https://en.wikipedia.org/wiki/Depersonalization-derealization_disorder",
                "description": "Depersonalization-derealization disorder is a mental disorder in which the person has persistent or recurrent feelings of depersonalization and/or derealization. Depersonalization is described as feeling disconnected or detached from one's self. Individuals may report feeling as if they are an outside observer of their own thoughts or body, and often report feeling a loss of control over their thoughts or actions. Derealization is described as detachment from one's surroundings. Individuals experiencing derealization may report perceiving the world around them as foggy, dreamlike, surreal, and/or visually distorted.",
                "symptoms": "The core symptoms of depersonalization-derealization disorder are the subjective experience of \"unreality in one's self\", or detachment from one's surroundings. People who are diagnosed with depersonalization also often experience an urge to question and think critically about the nature of reality and existence.\n\nIndividuals with depersonalization describe feeling disconnected from their physicality; feeling as if they are not completely occupying their own body; feeling as if their speech or physical movements are out of their control; feeling detached from their own thoughts or emotions; and experiencing themselves and their lives from a distance. While depersonalization involves detachment from one's self, individuals with derealization feel detached from their surroundings, as if the world around them is foggy, dreamlike, or visually distorted. Individuals with the disorder commonly describe a feeling as though time is passing them by and they are not in the notion of the present. In some cases, individuals may be unable to accept their reflection as their own, or they may have out-of-body experiences. Additionally some individuals experience difficulty concentrating and problems with memory retrieval. These individuals sometimes lack the \"feeling\" of a memory where they are able to recall a memory but feel as if they did not personally experience it. These experiences which strike at the core of a person's identity and consciousness may cause a person to feel uneasy or anxious. The inner turmoil created by the disorder can also result in depression.\n\nFirst experiences with depersonalization may be frightening, with patients fearing loss of control, dissociation from the rest of society and functional impairment. The majority of people with depersonalization-derealization disorder misinterpret the symptoms, thinking that they are signs of serious psychosis or brain dysfunction. This commonly leads to an increase of anxiety and obsession, which contributes to the worsening of symptoms.\n\nFactors that tend to diminish symptoms are comforting personal interactions, intense physical or emotional stimulation, and relaxation. Distracting oneself (by engaging in conversation or watching a movie, for example) may also provide temporary relief. Some other factors that are identified as relieving symptom severity are diet or exercise, while alcohol and fatigue are listed by some as worsening their symptoms.\n\nOccasional, brief moments of mild depersonalization can be experienced by many members of the general population; however, depersonalization-derealization disorder occurs when these feelings are strong, severe, persistent, or recurrent and when these feelings interfere with daily functioning. DPDR is most commonly experienced as chronic and continuous. However, for a minority who have DPDR as an episodic condition, duration of these episodes is highly variable with some lasting as long as several weeks.",
                "epidemiology": "Men and women are diagnosed in equal numbers with depersonalization disorder. A 1991 study on a sample from Winnipeg, Manitoba estimated the prevalence of depersonalization disorder at 2.4% of the population. A 2008 review of several studies estimated the prevalence between 0.8% and 1.9%. This disorder is episodic in only one-third of individuals, with each episode lasting from hours to months at a time. Depersonalization can begin episodically, and later become continuous at constant or varying intensity.\n\nOnset is typically during adolescence, although some patients report being depersonalized as long as they can remember, and a small minority report a later onset (by age 40). According to the DSM-5-TR, less than 20% of patients with the disorder first experience symptoms after age 20 years; 80% or more have their onset in the first 2 decades of life - childhood and adolescence. The onset can be acute or insidious in nature. With acute onset, some individuals remember the exact time and place of their first experience of depersonalization and/or derealization. This may follow a prolonged period of severe stress, a traumatic event, or an episode of another mental illness. Insidious onset may reach back as far as can be remembered (early childhood), or it may begin with smaller episodes of lesser severity that become gradually more intense and more disabling. Some patients report persistent depersonalization and/or derealization throughout the day, nearly everyday.\n\nRelation to other psychiatric disorders\nDepersonalization exists as both a primary and secondary phenomenon. The most common comorbid disorders are depression and anxiety, although cases of depersonalization disorder without symptoms of either do exist. Comorbid obsessive/compulsive behaviors may exist as attempts to deal with depersonalization, such as checking whether symptoms have changed and avoiding behavioral and cognitive factors that exacerbate symptoms. Many people with personality disorders such as schizoid personality disorder, schizotypal personality disorder, and borderline personality disorder will have experiences of depersonalization. Patients with complex dissociative disorders, including dissociative identity disorder, experience high levels of depersonalization and derealization."
            },
            {
                "name": "Catatonia",
                "link": "https://en.wikipedia.org/wiki/Catatonia",
                "description": "Catatonia is a complex neuropsychiatric behavioral syndrome that is characterized by abnormal movements, immobility, abnormal behaviors, and withdrawal. The onset of catatonia can be acute or subtle and symptoms can wax, wane, or change during episodes. It has historically been related to schizophrenia, but catatonia is most often seen in mood disorders. It is now known that catatonic symptoms are nonspecific and may be observed in other mental, neurological, and medical conditions. Catatonia is now a stand-alone diagnosis, and the term is used to describe a feature of the underlying disorder.",
                "symptoms": "The presenting signs of catatonia vary greatly and may be subtle or more markedly pronounced, and symptoms may develop over hours or days to weeks.\n\nBecause most patients with catatonia have an underlying psychiatric illness, the majority will present with worsening depression, mania, or psychosis followed by catatonia symptoms. Catatonia presents as a motor disturbance in which patients will display marked reduction in movement, marked agitation, or a mixture of both despite having the physical capacity to move normally. These patients may be unable to start an action or stop one. Movements and mannerisms may be repetitive, or purposeless.\n\nThe most common signs of catatonia are immobility, mutism, withdrawal and refusal to eat, staring, negativism, posturing (rigidity), rigidity, waxy flexibility/catalepsy, stereotypy (purposeless, repetitive movements), echolalia or echopraxia, verbigeration (repeat meaningless phrases). It should not be assumed that patients presenting with catatonia are unaware of their surroundings as some patients can recall in detail their catatonic state and their actions.\n\nThere are several subtypes of catatonia and they are characterized by the specific movement disturbance and associated features. Although catatonia can be divided into various subtypes, the natural history of catatonia is often fluctuant and different states can exist within the same individual.\n\nSubtypes\nWithdrawn Catatonia: This form of catatonia is characterized by decreased response to external stimuli, immobility or inhibited movement, mutism, staring, posturing, and negativism. Patients may sit or stand in the same position for hours, may hold odd positions, and may resist movement of their extremities.\n\nExcited Catatonia: Excited catatonia is characterized by odd mannerisms/gestures, performing purposeless or inappropriate actions, excessive motor activity, restlessness, stereotypy, impulsivity, agitation, and combativeness. Speech and actions may be repetitive or mimic another person's. People in this state are extremely hyperactive and may have delusions and hallucinations.\n\nMalignant Catatonia: Malignant catatonia is a life-threatening condition that may progress rapidly within a few days. It is characterized by fever, abnormalities in blood pressure, heart rate, respiratory rate, diaphoresis (sweating), and delirium. Certain lab findings are common with this presentation; however, they are nonspecific, which means that they are also present in other conditions and do not diagnose catatonia. These lab findings include: leukocytosis, elevated creatine kinase, low serum iron. The signs and symptoms of malignant catatonia overlap significantly with neuroleptic malignant syndrome (NMS) and so a careful history, review of medications, and physical exam are critical to properly differentiate these conditions. For example, if the patient has waxy flexibility and holds a position against gravity when passively moved into that position, then it is likely catatonia. If the patient has a \"lead-pipe rigidity\" then NMS should be the prime suspect.[citation needed]\n\nOther forms:\n\nPeriodic catatonia is an inconsistently defined entity. In the Wernicke-Kleist-Leonhard school, it is a distinct form of \"non-system schizophrenia\" characterized by recurrent acute phases with hyperkinetic and akinetic features and often psychotic symptoms, and the build-up of a residual state in between these acute phases, which is characterized by low-level catatonic features and aboulia of varying severity. The condition has a strong hereditary component. According to modern classifications, this may be diagnosed as a form of bipolar disorder, schizoaffective disorder or schizophrenia. Independently, the term periodic catatonia is sometimes used in modern literature to describe a syndrome of recurrent phases of acute catatonia (excited or inhibited type) with full remission between episodes, which resembles the description of \"motility psychosis\" in the Wernicke-Kleist-Leonhard school.\nSystem catatonias or systematic catatonias are only defined in the Wernicke-Kleist-Leonhard school. These are chronic-progressive conditions characterized by specific disturbances of volition and psychomotricity, leading to a dramatic decline of executive and adaptive functioning and ability to communicate. They are considered forms of schizophrenia but distinct from other schizophrenic conditions. Affective flattening and apparent loss of interests are common but may be related to reduced emotional expression rather than lack of emotion. Heredity is low. Of the 21 different forms (6 \"simple\" and 15 \"combined\" forms) that have been described, most overlap only partially - if at all - with current definitions of either catatonia or schizophrenia, and thus are difficult to classify according to modern diagnostic manuals.\nEarly childhood catatonias are also a diagnosis exclusive to the Wernicke-Kleist-Leonhard school, and refers to system catatonias that manifest in young children. Clinically, these conditions resemble severe regressive forms of autism.\nChronic catatonia-like breakdown or autistic catatonia refers to a functional decline seen in some patients with pre-existing autism spectrum disorder and/or intellectual disability which usually runs a chronic-progressive course and encompasses attenuated catatonic symptoms as well as mood and anxiety symptoms that increasingly interfere with adaptive functioning. Onset is typically insidious and often mistaken for background autistic symptoms. Slowing of voluntary movement, reduced speech, aboulia, increased prompt dependency and obsessive-compulsive symptoms are frequently seen; negativism, (auto-)aggressive behaviors and ill-defined hallucinations have also been reported. Both the causes of this disorder as well as its prognosis appear to be heterogenous, with most patients showing partial recovery upon treatment. It seems to be related to chronic stress as a result of life transitions, loss of external time structuring, sensory sensitivities and/or traumatic experiences, co-morbid mental disorders, or other unknown causes. Since clinical catatonia can not always be diagnosed, this condition has also been renamed to the more general term \"late regression\".\nComplications\nPatients may experience several complications from being in a catatonic state. The nature of these complications will depend on the type of catatonia being experienced by the patient. For example, patients presenting with withdrawn catatonia may have refusal to eat which will in turn lead to malnutrition and dehydration. Furthermore, if immobility is a symptom the patient is presenting with, then they may develop pressure ulcers, muscle contractions, and are at risk of developing deep vein thrombosis (DVT) and pulmonary embolus (PE). Patients with excited catatonia may be aggressive and violent, and physical trauma may result from this. Catatonia may progress to the malignant type which will present with autonomic instability and may be life-threatening. Other complications also include the development of pneumonia and neuroleptic malignant syndrome.",
                "epidemiology": "Catatonia has been historically studied in psychiatric patients. Catatonia is underrecognized and the features may be mistaken for other disorders (such as negative symptoms of schizophrenia), leading to an underestimate of the prevalence. The prevalence has been reported to be as high as 10% in those with acute psychiatric illnesses, and 9-30% in the setting of inpatient psychiatric care. One large population estimate has suggested that the incidence of catatonia is 10.6 episodes per 100 000 person-years. It occurs in males and females in approximately equal numbers. 21-46% of all catatonia cases can be attributed to a general medical condition."
            }
        ]
    }
}