{
    "responseHeader": {
        "status": 0,
        "QTime": 9,
        "params": {
            "q": "childhood trauma",
            "defType": "edismax",
            "ps": "2",
            "qf": "description^3 symptoms^2 causes^2 treatment^1.7 diagnosis^1.5 prevention^1.0 epidemiology^1.5 content^0.5",
            "pf": "description^4 symptoms^2 causes^2",
            "fl": "name, link, description, symptoms, epidemiology",
            "rows": "25",
            "wt": "json",
            "ps2": "1"
        }
    },
    "response": {
        "numFound": 416,
        "start": 0,
        "numFoundExact": true,
        "docs": [
            {
                "name": [
                    "Complex post-traumatic stress disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Complex_post-traumatic_stress_disorder",
                "description": [
                    "Complex post-traumatic stress disorder is a stress-related mental disorder generally occurring in response to complex traumas, i.e., commonly prolonged or repetitive exposures to a series of traumatic events, within which individuals perceive little or no chance to escape."
                ],
                "symptoms": [
                    "Children and adolescents\nThe diagnosis of PTSD was originally given to adults who had suffered because of a single-event trauma (e.g., during a war, rape). However, the situation for many children is quite different. Children can suffer chronic trauma such as maltreatment, family violence, dysfunction, or a disruption in attachment to their primary caregiver. In many cases, it is the child's caregiver who causes the trauma. The diagnosis of PTSD does not take into account how the developmental stages of children may affect their symptoms and how trauma can affect a child's development.\n\nThe term developmental trauma disorder (DTD) has been proposed as the childhood equivalent of CPTSD. This developmental form of trauma places children at risk for developing psychiatric and medical disorders.  Bessel van der Kolk explains DTD as numerous encounters with interpersonal trauma such as physical assault, sexual assault, violence or death. It can also be brought on by subjective events such as abandonment, betrayal, defeat or shame.\n\nRepeated traumatization during childhood leads to symptoms that differ from those described for PTSD. Cook and others describe symptoms and behavioral characteristics in seven domains:\n\nAttachment – problems with relationship boundaries, lack of trust, social isolation, difficulty perceiving and responding to others' emotional states\nBiomedical symptoms – sensory-motor developmental dysfunction, sensory-integration difficulties; increased medical problems or even somatization\nAffect or emotional regulation – poor affect regulation, difficulty identifying and expressing emotions and internal states, and difficulties communicating needs, wants, and wishes\nElements of dissociation – amnesia, depersonalization, discrete states of consciousness with discrete memories, affect, and functioning, and impaired memory for state-based events\nBehavioral control – problems with impulse control, aggression, pathological self-soothing, and sleep problems\nCognition – difficulty regulating attention; problems with a variety of executive functions such as planning, judgment, initiation, use of materials, and self-monitoring; difficulty processing new information; difficulty focusing and completing tasks; poor object constancy; problems with cause-effect thinking; and language developmental problems such as a gap between receptive and expressive communication abilities.\nSelf-concept – fragmented and/or disconnected autobiographical narrative, disturbed body image, low self-esteem, excessive shame, and negative internal working models of self.\nAdults\nAdults with CPTSD have sometimes experienced prolonged interpersonal traumatization beginning in childhood, rather than, or as well as, in adulthood. These early injuries interrupt the development of a robust sense of self and of others. Because physical and emotional pain or neglect was often inflicted by attachment figures such as caregivers or other siblings, these individuals may develop a sense that they are fundamentally flawed and that others cannot be relied upon. This can become a pervasive way of relating to others in adult life, described as insecure attachment. This symptom is neither included in the diagnosis of dissociative disorder nor in that of PTSD in the current DSM-5 (2013). Individuals with Complex PTSD also demonstrate lasting personality disturbances with a significant risk of revictimization.\n\nSix clusters of symptoms have been suggested for diagnosis of CPTSD:\n\nAlterations in regulation of affect and impulses\nAlterations in attention or consciousness\nAlterations in self-perception\nAlterations in relations with others\nSomatization\nAlterations in systems of meaning\nExperiences in these areas may include:: 199–122 \n\nChanges in emotional regulation, including experiences such as persistent dysphoria, chronic suicidal preoccupation, self-injury, explosive or extremely inhibited anger (may alternate), and compulsive or extremely inhibited sexuality (may alternate).\nVariations in consciousness, such as amnesia or improved recall for traumatic events, episodes of dissociation, depersonalization/derealization, and reliving experiences (either in the form of intrusive PTSD symptoms or in ruminative preoccupation).\nChanges in self-perception, such as a sense of helplessness or paralysis of initiative, shame, guilt and self-blame, a sense of defilement or stigma, and a sense of being completely different from other human beings (may include a sense of specialness, utter aloneness, a belief that no other person can understand, or a feeling of nonhuman identity).\nVaried changes in perception of the perpetrators, such as a preoccupation with the relationship with a perpetrator (including a preoccupation with revenge), an unrealistic attribution of total power to a perpetrator (though the individual's assessment may be more realistic than the clinician's), idealization or paradoxical gratitude, a sense of a special or supernatural relationship with a perpetrator, and acceptance of a perpetrator's belief system or rationalizations.\nAlterations in relations with others, such as isolation and withdrawal, disruption in intimate relationships, a repeated search for a rescuer (may alternate with isolation and withdrawal), persistent distrust, and repeated failures of self-protection.\nChanges in systems of meaning, such as a loss of sustaining faith and a sense of hopelessness and despair."
                ]
            },
            {
                "name": [
                    "Dissociative identity disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Dissociative_identity_disorder",
                "description": [
                    "Dissociative identity disorder (DID), previously known as multiple personality disorder (MPD), is one of multiple dissociative disorders in the DSM-5, DSM-5-TR, ICD-10, ICD-11, and Merck Manual. It has a history of extreme controversy."
                ],
                "symptoms": [
                    "The full presentation of dissociative identity disorder can onset at any age, although symptoms typically begin by ages 5–10. DID is generally a childhood-onset disorder. According to the fifth edition [text revision] of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5-TR), symptoms of DID include \"the presence of two or more distinct personality states\" accompanied by the inability to recall personal information beyond what is expected through normal memory issues. Other DSM-5 symptoms include a loss of identity as related to individual distinct personality states, loss of one's subjective experience of the passage of time, and degradation of a sense of self and consciousness. In each individual, the clinical presentation varies and the level of functioning can change from severe impairment to minimal impairment. The symptoms of dissociative amnesia are subsumed under a DID diagnosis, and thus should not be diagnosed separately if DID criteria are met. Individuals with DID may experience distress from both the symptoms of DID (hearing voices, intrusive thoughts/emotions/impulses) and the consequences of the accompanying symptoms (inability to remember specific information or periods of time). The large majority of patients with DID report repeated childhood sexual and/or physical abuse, usually by caregivers as well as organized abuse. Amnesia between identities may be asymmetrical; identities may or may not be aware of what is known by another. Individuals with DID may be reluctant to discuss symptoms due to associations with abuse, shame, and fear. DID patients may also frequently and intensely experience time disturbances, both from amnesia and derealization.\n\nAround half of people with DID have fewer than 10 identities and most have fewer than 100; although as many as 4,500 have been reported by Richard Kluft in 1988.(p 503) The average number of identities has increased over the past few decades, from two or three to now an average of approximately 16. However, it is unclear whether this is due to an actual increase in identities, or simply that the psychiatric community has become more accepting of a high number of compartmentalized memory components.[failed verification]\n\nComorbid disorders\nThe psychiatric history frequently contains multiple previous diagnoses of various disorders and treatment failures. The most common presenting complaint of DID is depression (90%) that is often treatment-resistant, with headaches and non-epileptic seizures being common neurologic symptoms. Comorbid disorders include post-traumatic stress disorder (PTSD), substance use disorders, eating disorders, anxiety disorders, personality disorders, and autism spectrum disorder. 30-70% of those diagnosed with DID have history of borderline personality disorder. Presentations of dissociation in people with schizophrenia differ from those with DID as not being rooted in trauma, and this distinction can be effectively tested, although both conditions share a high rate of  auditory hallucinations in the form of voices. Other disorders that have been found to be comorbid with DID are somatization disorders, major depressive disorder, as well as history of a past suicide attempt, in comparison to those without a DID diagnosis. 70-75% of DID patients attempt suicide, and multiple attempts are common. Disturbed and altered sleep has also been suggested as having a role in dissociative disorders in general and specifically in DID, alterations in environments also largely affecting the DID patient. Individuals diagnosed with DID demonstrate the highest hypnotizability of any clinical population. Although DID has high comorbidity and its development is related to trauma, abundant empirical evidence suggests that DID is a separate condition from other disorders like PTSD."
                ],
                "epidemiology": [
                    "General\nAccording to the American Psychiatric Association, the 12-month prevalence of DID among adults in the US is 1.5%, with similar prevalence between women and men. Population prevalence estimates have been described to widely vary, with some estimates of DID in inpatient settings suggesting 1-9.6%.\" Reported rates in the community vary from 1% to 3% with higher rates among psychiatric patients. As of 2017, evidence suggested a prevalence of DID of 2–5% among psychiatric inpatients, 2–3% among outpatients, and 1% in the general population, with rates reported as high as 16.4% for teenagers in psychiatric outpatient services. Dissociative disorders in general have a lifetime prevalence of 9.1%–18.3% in the general population.\n\nAs of 2012, DID was diagnosed 5 to 9 times more common in women than men during young adulthood, although this may have been due to selection bias as men meeting DID diagnostic criteria were suspected to end up in the criminal justice system rather than hospitals. In children, rates among men and women are approximately the same (5:4). DID diagnoses are extremely rare in children; much of the research on childhood DID occurred in the 1980s and 1990s and does not address ongoing controversies surrounding the diagnosis. DID occurs more commonly in young adults and declines in prevalence with age.\n\nThere is a poor awareness of DID in the clinical settings and the general public. Poor clinical education (or lack thereof) for DID and other dissociative disorders has been described in literature: \"most clinicians have been taught (or assume) that DID is a rare disorder with a florid, dramatic presentation.\" Symptoms in patients are often not easily visible, which complicates diagnosis. DID has a high correlation with, and has been described as a form of, complex post-traumatic stress disorder. There is a significant overlap of symptoms between borderline personality disorder and DID, although symptoms are understood to originate from different underlying causes.\n\nHistorical prevalence\nRates of diagnosed DID were increasing in the late 20th century, reaching a peak of diagnoses at approximately 40,000 cases by the end of the 20th century, up from less than 200 diagnoses before 1970. Initially DID along with the rest of the dissociative disorders were considered the rarest of psychological conditions, diagnosed in less than 100 by 1944, with only one further case reported in the next two decades. In the late 1970s and '80s, the number of diagnoses rose sharply. An estimate from the 1980s placed the incidence at 0.01%. Accompanying this rise was an increase in the number of alters, rising from only the primary and one alter personality in most cases, to an average of 13 in the mid-1980s (the increase in both number of cases and number of alters within each case are both factors in professional skepticism regarding the diagnosis). Others explain the increase as being due to the use of inappropriate therapeutic techniques in highly suggestible individuals, though this is itself controversial while proponents of DID claim the increase in incidence is due to increased recognition of and ability to recognize the disorder. Figures from psychiatric populations (inpatients and outpatients) show a wide diversity from different countries.\n\nA 1996 essay suggested three possible causes for the sudden increase of DID diagnoses, among which the author suspects the first being most likely:\n\nDissociative disorders were excluded from the Epidemiological Catchment Area Project.\n\nNorth America\nDID continues to be considered a controversial diagnosis; it was once regarded as a phenomenon confined to North America, though studies have since been published from DID populations across 6 continents. Although research has appeared discussing the appearance of DID in other countries and cultures and the condition has been described in non-English speaking nations and non-Western cultures, these reports all occur in English-language journals authored by international researchers who cite Western scientific literature. Etzel Cardeña and David Gleaves believed the greater representation of DID in North America was the result of increased awareness and training about the condition."
                ]
            },
            {
                "name": [
                    "Shaken baby syndrome"
                ],
                "description": [
                    "Shaken baby syndrome (SBS), also known as abusive head trauma (AHT), is a medical condition in children younger than five years old, generally caused by blunt trauma, vigorous shaking, or a combination of both."
                ],
                "link": "https://en.wikipedia.org/wiki/Shaken_baby_syndrome",
                "epidemiology": [
                    "The incidence of shaking baby syndrome is unknown due to difficulty in diagnosis, which may be caused by lack of centralized reporting system, absent signs of maltreatment, unclear presentation, and acute head trauma being classified under chronic neglect. Incidence is estimated to be 35 out of 100,000 infants, 65% of these infants have significant neurological disabilities, and 5 to 35% of infants die as a result of sustained injuries. For children under the age of one, US-based studies have found rates of 27.5 out of 100,000 infants for the years 1997 and 2000 and a rate of 32.2 out of 100,000 in the year 2003. However, these statistics are presumably underestimates of the actual incidence of SBS, because there are children whose injuries may not be perceived as serious enough to be hospitalized, and those who have been hospitalized but diagnosis was missed.\n\nSmall children are at particularly high risk for abuse associated with SBS given the large difference in size between the small child and the caretaker. SBS is primarily observed in children under the age of two but may occur in those up to age five. The majority of cases typically occur before the infant's first birthday with the average victim age between three and eight months old. In the US, deaths due to SBS constitute about 10% of deaths due to child abuse."
                ]
            },
            {
                "name": [
                    "Depersonalization-derealization disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Depersonalization-derealization_disorder",
                "description": [
                    "Depersonalization-derealization disorder is a mental disorder in which the person has persistent or recurrent feelings of depersonalization and/or derealization. Depersonalization is described as feeling disconnected or detached from one's self. Individuals may report feeling as if they are an outside observer of their own thoughts or body, and often report feeling a loss of control over their thoughts or actions. Derealization is described as detachment from one's surroundings. Individuals experiencing derealization may report perceiving the world around them as foggy, dreamlike, surreal, and/or visually distorted."
                ],
                "symptoms": [
                    "The core symptoms of depersonalization-derealization disorder are the subjective experience of \"unreality in one's self\", or detachment from one's surroundings. People who are diagnosed with depersonalization also often experience an urge to question and think critically about the nature of reality and existence.\n\nIndividuals with depersonalization describe feeling disconnected from their physicality; feeling as if they are not completely occupying their own body; feeling as if their speech or physical movements are out of their control; feeling detached from their own thoughts or emotions; and experiencing themselves and their lives from a distance. While depersonalization involves detachment from one's self, individuals with derealization feel detached from their surroundings, as if the world around them is foggy, dreamlike, or visually distorted. Individuals with the disorder commonly describe a feeling as though time is passing them by and they are not in the notion of the present. In some cases, individuals may be unable to accept their reflection as their own, or they may have out-of-body experiences. Additionally some individuals experience difficulty concentrating and problems with memory retrieval. These individuals sometimes lack the \"feeling\" of a memory where they are able to recall a memory but feel as if they did not personally experience it. These experiences which strike at the core of a person's identity and consciousness may cause a person to feel uneasy or anxious. The inner turmoil created by the disorder can also result in depression.\n\nFirst experiences with depersonalization may be frightening, with patients fearing loss of control, dissociation from the rest of society and functional impairment. The majority of people with depersonalization-derealization disorder misinterpret the symptoms, thinking that they are signs of serious psychosis or brain dysfunction. This commonly leads to an increase of anxiety and obsession, which contributes to the worsening of symptoms.\n\nFactors that tend to diminish symptoms are comforting personal interactions, intense physical or emotional stimulation, and relaxation. Distracting oneself (by engaging in conversation or watching a movie, for example) may also provide temporary relief. Some other factors that are identified as relieving symptom severity are diet or exercise, while alcohol and fatigue are listed by some as worsening their symptoms.\n\nOccasional, brief moments of mild depersonalization can be experienced by many members of the general population; however, depersonalization-derealization disorder occurs when these feelings are strong, severe, persistent, or recurrent and when these feelings interfere with daily functioning. DPDR is most commonly experienced as chronic and continuous. However, for a minority who have DPDR as an episodic condition, duration of these episodes is highly variable with some lasting as long as several weeks."
                ],
                "epidemiology": [
                    "Men and women are diagnosed in equal numbers with depersonalization disorder. A 1991 study on a sample from Winnipeg, Manitoba estimated the prevalence of depersonalization disorder at 2.4% of the population. A 2008 review of several studies estimated the prevalence between 0.8% and 1.9%. This disorder is episodic in only one-third of individuals, with each episode lasting from hours to months at a time. Depersonalization can begin episodically, and later become continuous at constant or varying intensity.\n\nOnset is typically during adolescence, although some patients report being depersonalized as long as they can remember, and a small minority report a later onset (by age 40). According to the DSM-5-TR, less than 20% of patients with the disorder first experience symptoms after age 20 years; 80% or more have their onset in the first 2 decades of life - childhood and adolescence. The onset can be acute or insidious in nature. With acute onset, some individuals remember the exact time and place of their first experience of depersonalization and/or derealization. This may follow a prolonged period of severe stress, a traumatic event, or an episode of another mental illness. Insidious onset may reach back as far as can be remembered (early childhood), or it may begin with smaller episodes of lesser severity that become gradually more intense and more disabling. Some patients report persistent depersonalization and/or derealization throughout the day, nearly everyday.\n\nRelation to other psychiatric disorders\nDepersonalization exists as both a primary and secondary phenomenon. The most common comorbid disorders are depression and anxiety, although cases of depersonalization disorder without symptoms of either do exist. Comorbid obsessive/compulsive behaviors may exist as attempts to deal with depersonalization, such as checking whether symptoms have changed and avoiding behavioral and cognitive factors that exacerbate symptoms. Many people with personality disorders such as schizoid personality disorder, schizotypal personality disorder, and borderline personality disorder will have experiences of depersonalization. Patients with complex dissociative disorders, including dissociative identity disorder, experience high levels of depersonalization and derealization."
                ]
            },
            {
                "name": [
                    "Borderline personality disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Borderline_personality_disorder",
                "description": [
                    "Borderline personality disorder (BPD), also known as emotionally unstable personality disorder (EUPD), is a personality disorder characterized by a pervasive, long-term pattern of significant interpersonal relationship instability, a distorted sense of self, and intense emotional responses. People diagnosed with BPD frequently exhibit self-harming behaviours and engage in risky activities, primarily due to challenges regulating emotional states to a healthy, stable baseline. Symptoms such as dissociation, a pervasive sense of emptiness, and an acute fear of abandonment are prevalent among those affected."
                ],
                "symptoms": [
                    "Borderline personality disorder, as outlined in the DSM-5, manifests through nine distinct symptoms, with a diagnosis requiring at least five of the following criteria to be met:\n\nThe distinguishing characteristics of BPD include a pervasive pattern of instability in one's interpersonal relationships and in one's self-image, with frequent oscillation between extremes of idealization and devaluation of others, alongside fluctuating moods and difficulty regulating intense emotional reactions. Dangerous or impulsive behaviors are commonly associated with BPD.\n\nAdditional symptoms may encompass uncertainty about one's identity, values, morals, and beliefs; experiencing paranoid thoughts under stress; episodes of depersonalization; and, in moderate to severe cases, stress-induced breaks with reality or episodes of psychosis. It is also common for individuals with BPD to have comorbid conditions such as depressive or bipolar disorders, substance use disorders, eating disorders, post-traumatic stress disorder (PTSD), and attention-deficit hyperactivity disorder (ADHD).\n\nMood and affect\nIndividuals with BPD exhibit emotional dysregulation. Emotional dysregulation is characterized by an inability in flexibly responding to and managing emotional states, resulting in intense and prolonged emotional reactions that deviate from social norms, given the nature of the environmental stimuli encountered. Such reactions not only deviate from accepted social norms but also surpass what is informally deemed appropriate or proportional to the encountered stimuli.\n\nA core characteristic of BPD is affective instability, which manifests as rapid and frequent shifts in mood of high affect intensity and rapid onset of emotions, triggered by environmental stimuli. The return to a stable emotional state is notably delayed, exacerbating the challenge of achieving emotional equilibrium. This instability is further intensified by an acute sensitivity to psychosocial cues, leading to significant challenges in managing emotions effectively.\n\nAs the first component of emotional dysregulation, individuals with BPD are shown to have increased emotional sensitivity, especially towards negative mood states such as fear, anger, sadness, rejection, criticism, isolation, and perceived failure. This increased sensitivity results in an intensified response to environmental cues, including the emotions of others. Studies have identified a negativity bias in those with BPD, showing a predisposition towards recognizing and reacting more strongly to negative emotions in others, along with an attentional bias towards processing negatively-valenced stimuli. Without effective coping mechanisms, individuals might resort to self-harm, or suicidal behaviors to manage or escape from these intense negative emotions. While conscious of the exaggerated nature of their emotional responses, individuals with BPD face challenges in regulating these emotions. To mitigate further distress, there may be an unconscious suppression of emotional awareness, which paradoxically hinders the recognition of situations requiring intervention.\n\nA second component of emotional dysregulation in BPD is high levels of negative affectivity, stemming directly from the individual's emotional sensitivity to negative emotions. This negative affectivity causes emotional reactions that diverge from socially accepted norms, in ways that are disproportionate to the environmental stimuli presented. Those with BPD are relatively unable to tolerate the distress that is encountered in daily life, and they are prone to engage in maladaptive strategies to try to reduce the distress experienced. Maladaptive coping strategies include rumination, thought suppression, experiential avoidance, emotional isolation, as well as impulsive and self-injurious behaviours.\n\nAmerican psychologist Marsha Linehan highlights that while the sensitivity, intensity, and duration of emotional experiences in individuals with BPD can have positive outcomes, such as exceptional enthusiasm, idealism, and capacity for joy and love, it also predisposes them to be overwhelmed by negative emotions. This includes experiencing profound grief instead of mere sadness, intense shame instead of mild embarrassment, rage rather than annoyance, and panic over nervousness. Research indicates that individuals with BPD endure chronic and substantial emotional suffering.\n\nEmotional dysregulation is a significant feature of BPD, yet Fitzpatrick et al. (2022) suggest that such dysregulation may also be observed in other disorders, like generalized anxiety disorder (GAD). Nonetheless, their findings imply that individuals with BPD particularly struggle with disengaging from negative emotions and achieving emotional equilibrium.\n\nEuphoria, or transient intense joy, can occur in those with BPD, but they are more commonly afflicted by dysphoria (a profound state of unease or dissatisfaction), depression, and pervasive distress. Zanarini et al. identify four types of dysphoria characteristic of BPD: intense emotional states, destructiveness or self-destructiveness, feelings of fragmentation or identity loss, and perceptions of victimization. A diagnosis of BPD is closely linked with experiencing feelings of betrayal, lack of control, and self-harm.\n\nMoreover, emotional lability, indicating variability or fluctuations in emotional states, is frequent among those with BPD. Although emotional lability may imply rapid alternations between depression and elation, mood swings in BPD are more commonly between anger and anxiety or depression and anxiety.\n\nInterpersonal relationships\nInterpersonal relationships are significantly impacted in individuals with BPD, characterized by a heightened sensitivity to the behavior and actions of others. Individuals with BPD can be very conscious of and susceptible to their perceived or real treatment by others. Individuals may experience profound happiness and gratitude for perceived kindness, yet feel intense sadness or anger towards perceived criticism or harm. A notable feature of BPD is the tendency to engage in idealization and devaluation of others – that is to idealize and subsequently devalue others – oscillating between extreme admiration and profound mistrust or dislike. This pattern, referred to as \"splitting,\" can significantly influence the dynamics of interpersonal relationships. In addition to this external \"splitting,\" patients with BPD typically have internal splitting, i.e. vacillation between considering oneself a good person who has been mistreated (in which case anger predominates) and a bad person whose life has no value (in which case self-destructive or even suicidal behavior may occur). This splitting is also evident in black-and-white or all-or-nothing dichotomous thinking.\n\nDespite a strong desire for intimacy, individuals with BPD may exhibit insecure, avoidant, ambivalent, or fearfully preoccupied attachment styles in relationships, complicating their interactions and connections with others. Family members, including parents of adults with BPD, may find themselves in a cycle of being overly involved in the individual's life at times and, at other times, significantly detached, contributing to a sense of alienation within the family unit.\n\nPersonality disorders, including BPD, are associated with an increased incidence of chronic stress and conflict, reduced satisfaction in romantic partnerships, domestic abuse, and unintended pregnancies. Research indicates variability in relationship patterns among individuals with BPD. A portion of these individuals may transition rapidly between relationships, a pattern metaphorically described as \"butterfly-like,\" characterized by fleeting and transient interactions and \"fluttering\" in and out of relationships. Conversely, a subgroup, referred to as \"attached,\" tends to establish fewer but more intense and dependent relationships. These connections often form rapidly, evolving into deeply intertwined and tumultuous bonds, indicating a more pronounced dependence on these interpersonal ties compared to those without BPD.\n\nBehavior\nBehavioral patterns associated with BPD frequently involve impulsive actions, which may manifest as substance use disorders, binge eating, unprotected sexual encounters, self-injury among other self-harming practices. These behaviors are a response to the intense emotional distress experienced by individuals with BPD, serving as an immediate but temporary alleviation of their emotional pain. However, such actions typically result in feelings of shame and guilt, contributing to a recurrent cycle. This cycle typically begins with emotional discomfort, followed by impulsive behavior aimed at mitigating this discomfort, only to lead to shame and guilt, which in turn exacerbates the emotional pain. This escalation of emotional pain then intensifies the compulsion towards impulsive behavior as a form of relief, creating a vicious cycle. Over time, these impulsive responses can become an automatic mechanism for coping with emotional pain.\n\nSelf-harm and suicide\nSelf-harm and suicidal behaviors are core diagnostic criteria for BPD as outlined in the DSM-5. Between 50% and 80% of individuals diagnosed with BPD engage in self-harm, with cutting being the most common method. Other methods, such as bruising, burning, head banging, or biting, are also prevalent. It is hypothesized that individuals with BPD might experience a sense of emotional relief following acts of self-harm.\n\nEstimates of the lifetime risk of death by suicide among individuals with BPD range between 3% and 10%, varying with the method of investigation. There is evidence that a significant proportion of males who die by suicide may have undiagnosed BPD.\n\nThe motivations behind self-harm and suicide attempts among individuals with BPD are reported to differ. Nearly 70% of individuals with BPD engage in self-harm without the intention of ending their lives. Motivations for self-harm include expressing anger, self-punishment, inducing normal feelings or feelings of normality  in response to dissociative episodes, and distraction from emotional distress or challenging situations. Conversely, true suicide attempts by individuals with BPD frequently are motivated by the notion that others will be better off in their absence.\n\nSense of self and self-concept\nIndividuals diagnosed with BPD frequently experience significant difficulties in maintaining a stable self-concept. This instability manifests as uncertainty in personal values, beliefs, preferences, and interests. They may also express confusion regarding their aspirations and objectives in terms of relationships and career paths. Such indeterminacy leads to feelings of emptiness and a profound sense of disorientation regarding their own identity. Moreover, their self-perception can fluctuate dramatically over short periods, oscillating between positive and negative evaluations. Consequently, individuals with BPD might adopt their sense of self based on their surroundings or the people they interact with, resulting in a chameleon-like adaptation of identity.\n\nDissociation and cognitive challenges\nThe heightened emotional states experienced by individuals with BPD can impede their ability to concentrate and cognitively function. Additionally, individuals with BPD may frequently dissociate, which can be regarded as a mild to severe disconnection from physical and emotional experiences. Observers may notice signs of dissociation in individuals with BPD through diminished expressiveness in their face or voice, or through an apparent disconnection and insensitivity to emotional cues or stimuli.\n\nDissociation typically arises in response to distressing occurrences or reminders of past trauma, acting as a psychological defense mechanism by diverting attention from the current stressor or by blocking it out entirely. This process, believed to shield the individual from the anticipated overwhelming negative emotions and undesired impulses that the current emotional situation might provoke, is rooted in avoidance of intense emotional pain based on past experiences. While this mechanism may offer temporary emotional respite, it can foster unhealthy coping strategies and inadvertently dull positive emotions, thereby obstructing the individual's access to crucial emotional insights. These insights are essential for informed, healthy decision-making in everyday life.\n\nPsychotic symptoms\nBPD is predominantly characterized as a disorder involving emotional dysregulation, yet psychotic symptoms frequently occur in individuals with BPD, with prevalence estimates ranging between 21% and 54%. These manifestations have historically been labeled as \"pseudo-psychotic\" or \"psychotic-like\", implying a differentiation from symptoms observed in primary psychotic disorders. Studies conducted in the 2010s suggest a closer similarity between psychotic symptoms in BPD and those in recognized psychotic disorders than previously understood. The distinction of pseudo-psychosis has faced criticism for its weak construct validity and the potential to diminish the perceived severity of these symptoms, potentially hindering accurate diagnosis and effective treatment. Consequently, there are suggestions from some in the research community to categorize these symptoms as genuine psychosis, advocating for the abolishment of the distinction between pseudo-psychosis and true psychosis.\n\nThe DSM-5 identifies transient paranoia, exacerbated by stress, as a symptom of BPD. Research has identified the presence of both hallucinations and delusions in individuals with BPD who do not possess an alternate diagnosis that would better explain these symptoms. Further, phenomenological analysis indicates that auditory verbal hallucinations in BPD patients are indistinguishable from those observed in schizophrenia. This has led to suggestions of a potential shared etiological basis for hallucinations across BPD and other disorders, including psychotic and affective disorders.\n\nDisability and employment\nIndividuals diagnosed with BPD often possess the capability to engage in employment, provided they secure positions that align with their skill sets and the severity of their condition remains manageable. In certain cases, BPD may be recognized as a disability within the workplace, particularly if the condition's severity results in behaviors that undermine relationships, involve engagement in risky activities, or manifest as intense anger, thereby inhibiting the individual's ability to perform their job role effectively. The United States Social Security Administration officially recognizes BPD as a form of disability, enabling those significantly affected to apply for disability benefits."
                ],
                "epidemiology": [
                    "BPD has a point prevalence of 1.6% and a lifetime prevalence of 5.9% of the global population. Within clinical settings, the occurrence of BPD is 6.4% among urban primary care patients, 9.3% among psychiatric outpatients, and approximately 20% among psychiatric inpatients. Despite the high utilization of healthcare resources by individuals with BPD, up to half may show significant improvement over a ten-year period with appropriate treatment.\n\nRegarding gender distribution, women are diagnosed with BPD three times more frequently than men in clinical environments. Nonetheless, epidemiological research in the United States indicates no significant gender difference in the lifetime prevalence of BPD within the general population. This finding implies that women with BPD may be more inclined to seek treatment compared to men. Studies examining BPD patients have found no significant differences in the rates of childhood trauma and levels of current psychosocial functioning between genders. The relationship between BPD and ethnicity continues to be ambiguous, with divergent findings reported in the United States.  The overall prevalence of BPD in the U.S. prison population is thought to be 17%. These high numbers may be related to the high frequency of substance use and substance use disorders among people with BPD, which is estimated at 38%."
                ]
            },
            {
                "name": [
                    "Leukoencephalopathy with vanishing white matter"
                ],
                "description": [
                    "Leukoencephalopathy with vanishing white matter is an autosomal recessive neurological disease. The cause of the disease are mutations in any of the 5 genes encoding subunits of the translation initiation factor eIF2B: EIF2B1, EIF2B2, EIF2B3, EIF2B4, or EIF2B5. The disease belongs to a family of conditions called the Leukodystrophies."
                ],
                "link": "https://en.wikipedia.org/wiki/Leukoencephalopathy_with_vanishing_white_matter",
                "symptoms": [
                    "Onset usually occurs in childhood, however some adult cases have been found.  Generally, physicians look for the symptoms in children.  Symptoms include cerebellar ataxia, spasticity, optic atrophy, epilepsy, loss of motor functions, irritability, vomiting, coma, and even fever has been tied to VWM.  The neurological disorders and symptoms which occur with VWM are not specific to countries; they are the same all over the world.  Neurological abnormalities may not always be present in those who experience onset as adults. Symptoms generally appear in young children or infants who were previously developing fairly normally.[citation needed]"
                ],
                "epidemiology": [
                    "Extensive pathological and biochemical tests were performed, however the cause was found by studying a small population in which mutations in the eIF2B gene were found. No effective systemic studies have been conducted to determine the incidence around the world, but through the studies conducted thus far, it appears to be more prevalent in the white populations. VWM appears to have a lower number of cases in the Middle East, and Turkey has not yet had a reported case.  Its prevalence is limited by the physician's ability to identify the disease.  As of 2006, more than 200 people have been identified with VWM, many of whom were originally diagnosed with an unclassified leukodystrophy."
                ]
            },
            {
                "name": [
                    "Post-traumatic stress disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Post-traumatic_stress_disorder",
                "description": [
                    "Post-traumatic stress disorder (PTSD) is a mental and behavioral disorder that develops from experiencing a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, domestic violence, or other threats on a person's life or well-being. Symptoms may include disturbing thoughts, feelings, or dreams related to the events, mental or physical distress to trauma-related cues, attempts to avoid trauma-related cues, alterations in the way a person thinks and feels, and an increase in the fight-or-flight response. These symptoms last for more than a month after the event and can include triggers such as misophonia. Young children are less likely to show distress, but instead may express their memories through play. A person with PTSD is at a higher risk of suicide and intentional self-harm."
                ],
                "symptoms": [
                    "Symptoms of PTSD generally begin within the first three months after the inciting traumatic event, but may not begin until years later. In the typical case, the individual with PTSD persistently avoids either trauma-related thoughts and emotions or discussion of the traumatic event and may even have amnesia of the event (dissociative amnesia). However, the event is commonly relived by the individual through intrusive, recurrent recollections, dissociative episodes of reliving the trauma (\"flashbacks\"), and nightmares (50 to 70%). While it is common to have symptoms after any traumatic event, these must persist to a sufficient degree (i.e., causing dysfunction in life or clinical levels of distress) for longer than one month after the trauma to be classified as PTSD (clinically significant dysfunction or distress for less than one month after the trauma may be acute stress disorder). Some following a traumatic event experience post-traumatic growth.\n\nAssociated medical conditions\nTrauma survivors often develop depression, anxiety disorders, and mood disorders in addition to PTSD. More than 50% of those with PTSD have co-morbid anxiety, mood or substance use disorders.\n\nSubstance use disorder, such as alcohol use disorder, commonly co-occur with PTSD. Recovery from post-traumatic stress disorder or other anxiety disorders may be hindered, or the condition worsened, when substance use disorders are comorbid with PTSD. Resolving these problems can bring about improvement in an individual's mental health status and anxiety levels.\n\nPTSD has a strong association with tinnitus, and can even possibly be the tinnitus' cause.\n\nIn children and adolescents, there is a strong association between emotional regulation difficulties (e.g. mood swings, anger outbursts, temper tantrums) and post-traumatic stress symptoms, independent of age, gender, or type of trauma.\n\nMoral injury, the feeling of moral distress such as a shame or guilt following a moral transgression, is associated with PTSD but is distinguished from it. Moral injury is associated with shame and guilt, while PTSD is associated with anxiety and fear.: 2,8,11 \n\nIn a population based study examining veterans of the Vietnam War, the presence of PTSD and exposure to high level stressors on the battlefield were associated with a two-fold increased risk of death, with the leading causes of death being ischemic heart disease or cancers of the respiratory tract including lung cancer."
                ],
                "epidemiology": [
                    "There is debate over the rates of PTSD found in populations, but, despite changes in diagnosis and the criteria used to define PTSD between 1997 and 2013, epidemiological rates have not changed significantly. Most of the current reliable data regarding the epidemiology of PTSD is based on DSM-IV criteria, as the DSM-5 was not introduced until 2013.\n\nThe United Nations' World Health Organization publishes estimates of PTSD impact for each of its member states; the latest data available are for 2004. Considering only the 25 most populated countries ranked by overall age-standardized Disability-Adjusted Life Year (DALY) rate, the top half of the ranked list is dominated by Asian/Pacific countries, the US, and Egypt. Ranking the countries by the male-only or female-only rates produces much the same result, but with less meaningfulness, as the score range in the single-sex rankings is much-reduced (4 for women, 3 for men, as compared with 14 for the overall score range), suggesting that the differences between female and male rates, within each country, is what drives the distinctions between the countries.\n\nAs of 2017, the cross-national lifetime prevalence of PTSD was 3.9%, based on a survey where 5.6% had been exposed to trauma. The primary factor impacting treatment-seeking behavior, which can help to mitigate PTSD development after trauma was income, while being younger, female, and having less social status (less education, lower individual income, and being unemployed) were all factors associated with less treatment-seeking behavior.\n\nUnited States\nPTSD affects about 5% of the US adult population each year. \nThe National Comorbidity Survey Replication has estimated that the lifetime prevalence of PTSD among adult Americans is 6.8%, with women (9.7%) more than twice as likely as men (3.6%) to have PTSD at some point in their lives. More than 60% of men and more than 60% of women experience at least one traumatic event in their life. The most frequently reported traumatic events by men are rape, combat, and childhood neglect or physical abuse. Women most frequently report instances of rape, sexual molestation, physical attack, being threatened with a weapon and childhood physical abuse. 88% of men and 79% of women with lifetime PTSD have at least one comorbid psychiatric disorder. Major depressive disorder, 48% of men and 49% of women, and lifetime alcohol use disorder or dependence, 51.9% of men and 27.9% of women, are the most common comorbid disorders.\n\nThe United States Department of Veterans Affairs estimates that 830,000 Vietnam War veterans had symptoms of PTSD. The National Vietnam Veterans' Readjustment Study (NVVRS) found 15% of male and 9% of female Vietnam veterans had PTSD at the time of the study. Life-time prevalence of PTSD was 31% for males and 27% for females. In a reanalysis of the NVVRS data, along with analysis of the data from the Matsunaga Vietnam Veterans Project, Schnurr, Lunney, Sengupta, and Waelde found that, contrary to the initial analysis of the NVVRS data, a large majority of Vietnam veterans had PTSD symptoms (but not the disorder itself). Four out of five reported recent symptoms when interviewed 20–25 years after Vietnam.\n\nA 2011 study from Georgia State University and San Diego State University found that rates of PTSD diagnosis increased significantly when troops were stationed in combat zones, had tours of longer than a year, experienced combat, or were injured. Military personnel serving in combat zones were 12.1 percentage points more likely to receive a PTSD diagnosis than their active-duty counterparts in non-combat zones. Those serving more than 12 months in a combat zone were 14.3 percentage points more likely to be diagnosed with PTSD than those having served less than one year.\n\nExperiencing an enemy firefight was associated with an 18.3 percentage point increase in the probability of PTSD, while being wounded or injured in combat was associated with a 23.9 percentage point increase in the likelihood of a PTSD diagnosis. For the 2.16 million U.S. troops deployed in combat zones between 2001 and 2010, the total estimated two-year costs of treatment for combat-related PTSD are between $1.54 billion and $2.69 billion.\n\nAs of 2013, rates of PTSD have been estimated at up to 20% for veterans returning from Iraq and Afghanistan. As of 2013 13% of veterans returning from Iraq were unemployed.\n\nThe September 11 attacks took the lives of nearly 3,000 people, leaving 6,000 injured. First responders (police, firefighters, and emergency medical technicians), sanitation workers, and volunteers were all involved in the recovery efforts. The prevalence of probable PTSD in these highly exposed populations was estimated across several studies using in-person, telephone, and online interviews and questionnaires. Overall prevalence of PTSD was highest immediately following the attacks and decreased over time. However, disparities were found among the different types of recovery workers. The rate of probable PTSD for first responders was lowest directly after the attacks and increased from ranges of 4.8–7.8% to 7.4–16.5% between the 5–6 year follow-up and a later assessment.\n\nWhen comparing traditional responders to non-traditional responders (volunteers), the probable PTSD prevalence 2.5 years after the initial visit was greater in volunteers with estimates of 11.7% and 17.2% respectively. Volunteer participation in tasks atypical to the defined occupational role was a significant risk factor for PTSD. Other risk factors included exposure intensity, earlier start date, duration of time spent on site, and constant, negative reminders of the trauma.\n\nAdditional research has been performed to understand the social consequences of the September 11 attacks. Alcohol consumption was assessed in a cohort of World Trade Center workers using the cut-annoyed-guilty-eye (CAGE) questionnaire for alcohol use disorder. Almost 50% of World Trade Center workers who self-identified as alcohol users reported drinking more during the rescue efforts. Nearly a quarter of these individuals reported drinking more following the recovery. If determined to have probable PTSD status, the risk of developing an alcohol problem was double compared to those without psychological morbidity. Social disability was also studied in this cohort as a social consequence of the September 11 attacks. Defined by the disruption of family, work, and social life, the risk of developing social disability increased 17-fold when categorized as having probable PTSD."
                ]
            },
            {
                "name": [
                    "Posttraumatic stress disorder"
                ],
                "description": [
                    "Post-traumatic stress disorder (PTSD) is a mental and behavioral disorder that develops from experiencing a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, domestic violence, or other threats on a person's life or well-being. Symptoms may include disturbing thoughts, feelings, or dreams related to the events, mental or physical distress to trauma-related cues, attempts to avoid trauma-related cues, alterations in the way a person thinks and feels, and an increase in the fight-or-flight response. These symptoms last for more than a month after the event and can include triggers such as misophonia. Young children are less likely to show distress, but instead may express their memories through play. A person with PTSD is at a higher risk of suicide and intentional self-harm."
                ],
                "link": "https://en.wikipedia.org/wiki/Posttraumatic_stress_disorder",
                "symptoms": [
                    "Symptoms of PTSD generally begin within the first three months after the inciting traumatic event, but may not begin until years later. In the typical case, the individual with PTSD persistently avoids either trauma-related thoughts and emotions or discussion of the traumatic event and may even have amnesia of the event (dissociative amnesia). However, the event is commonly relived by the individual through intrusive, recurrent recollections, dissociative episodes of reliving the trauma (\"flashbacks\"), and nightmares (50 to 70%). While it is common to have symptoms after any traumatic event, these must persist to a sufficient degree (i.e., causing dysfunction in life or clinical levels of distress) for longer than one month after the trauma to be classified as PTSD (clinically significant dysfunction or distress for less than one month after the trauma may be acute stress disorder). Some following a traumatic event experience post-traumatic growth.\n\nAssociated medical conditions\nTrauma survivors often develop depression, anxiety disorders, and mood disorders in addition to PTSD. More than 50% of those with PTSD have co-morbid anxiety, mood or substance use disorders.\n\nSubstance use disorder, such as alcohol use disorder, commonly co-occur with PTSD. Recovery from post-traumatic stress disorder or other anxiety disorders may be hindered, or the condition worsened, when substance use disorders are comorbid with PTSD. Resolving these problems can bring about improvement in an individual's mental health status and anxiety levels.\n\nPTSD has a strong association with tinnitus, and can even possibly be the tinnitus' cause.\n\nIn children and adolescents, there is a strong association between emotional regulation difficulties (e.g. mood swings, anger outbursts, temper tantrums) and post-traumatic stress symptoms, independent of age, gender, or type of trauma.\n\nMoral injury, the feeling of moral distress such as a shame or guilt following a moral transgression, is associated with PTSD but is distinguished from it. Moral injury is associated with shame and guilt, while PTSD is associated with anxiety and fear.: 2,8,11 \n\nIn a population based study examining veterans of the Vietnam War, the presence of PTSD and exposure to high level stressors on the battlefield were associated with a two-fold increased risk of death, with the leading causes of death being ischemic heart disease or cancers of the respiratory tract including lung cancer."
                ],
                "epidemiology": [
                    "There is debate over the rates of PTSD found in populations, but, despite changes in diagnosis and the criteria used to define PTSD between 1997 and 2013, epidemiological rates have not changed significantly. Most of the current reliable data regarding the epidemiology of PTSD is based on DSM-IV criteria, as the DSM-5 was not introduced until 2013.\n\nThe United Nations' World Health Organization publishes estimates of PTSD impact for each of its member states; the latest data available are for 2004. Considering only the 25 most populated countries ranked by overall age-standardized Disability-Adjusted Life Year (DALY) rate, the top half of the ranked list is dominated by Asian/Pacific countries, the US, and Egypt. Ranking the countries by the male-only or female-only rates produces much the same result, but with less meaningfulness, as the score range in the single-sex rankings is much-reduced (4 for women, 3 for men, as compared with 14 for the overall score range), suggesting that the differences between female and male rates, within each country, is what drives the distinctions between the countries.\n\nAs of 2017, the cross-national lifetime prevalence of PTSD was 3.9%, based on a survey where 5.6% had been exposed to trauma. The primary factor impacting treatment-seeking behavior, which can help to mitigate PTSD development after trauma was income, while being younger, female, and having less social status (less education, lower individual income, and being unemployed) were all factors associated with less treatment-seeking behavior.\n\nUnited States\nPTSD affects about 5% of the US adult population each year. \nThe National Comorbidity Survey Replication has estimated that the lifetime prevalence of PTSD among adult Americans is 6.8%, with women (9.7%) more than twice as likely as men (3.6%) to have PTSD at some point in their lives. More than 60% of men and more than 60% of women experience at least one traumatic event in their life. The most frequently reported traumatic events by men are rape, combat, and childhood neglect or physical abuse. Women most frequently report instances of rape, sexual molestation, physical attack, being threatened with a weapon and childhood physical abuse. 88% of men and 79% of women with lifetime PTSD have at least one comorbid psychiatric disorder. Major depressive disorder, 48% of men and 49% of women, and lifetime alcohol use disorder or dependence, 51.9% of men and 27.9% of women, are the most common comorbid disorders.\n\nThe United States Department of Veterans Affairs estimates that 830,000 Vietnam War veterans had symptoms of PTSD. The National Vietnam Veterans' Readjustment Study (NVVRS) found 15% of male and 9% of female Vietnam veterans had PTSD at the time of the study. Life-time prevalence of PTSD was 31% for males and 27% for females. In a reanalysis of the NVVRS data, along with analysis of the data from the Matsunaga Vietnam Veterans Project, Schnurr, Lunney, Sengupta, and Waelde found that, contrary to the initial analysis of the NVVRS data, a large majority of Vietnam veterans had PTSD symptoms (but not the disorder itself). Four out of five reported recent symptoms when interviewed 20–25 years after Vietnam.\n\nA 2011 study from Georgia State University and San Diego State University found that rates of PTSD diagnosis increased significantly when troops were stationed in combat zones, had tours of longer than a year, experienced combat, or were injured. Military personnel serving in combat zones were 12.1 percentage points more likely to receive a PTSD diagnosis than their active-duty counterparts in non-combat zones. Those serving more than 12 months in a combat zone were 14.3 percentage points more likely to be diagnosed with PTSD than those having served less than one year.\n\nExperiencing an enemy firefight was associated with an 18.3 percentage point increase in the probability of PTSD, while being wounded or injured in combat was associated with a 23.9 percentage point increase in the likelihood of a PTSD diagnosis. For the 2.16 million U.S. troops deployed in combat zones between 2001 and 2010, the total estimated two-year costs of treatment for combat-related PTSD are between $1.54 billion and $2.69 billion.\n\nAs of 2013, rates of PTSD have been estimated at up to 20% for veterans returning from Iraq and Afghanistan. As of 2013 13% of veterans returning from Iraq were unemployed.\n\nThe September 11 attacks took the lives of nearly 3,000 people, leaving 6,000 injured. First responders (police, firefighters, and emergency medical technicians), sanitation workers, and volunteers were all involved in the recovery efforts. The prevalence of probable PTSD in these highly exposed populations was estimated across several studies using in-person, telephone, and online interviews and questionnaires. Overall prevalence of PTSD was highest immediately following the attacks and decreased over time. However, disparities were found among the different types of recovery workers. The rate of probable PTSD for first responders was lowest directly after the attacks and increased from ranges of 4.8–7.8% to 7.4–16.5% between the 5–6 year follow-up and a later assessment.\n\nWhen comparing traditional responders to non-traditional responders (volunteers), the probable PTSD prevalence 2.5 years after the initial visit was greater in volunteers with estimates of 11.7% and 17.2% respectively. Volunteer participation in tasks atypical to the defined occupational role was a significant risk factor for PTSD. Other risk factors included exposure intensity, earlier start date, duration of time spent on site, and constant, negative reminders of the trauma.\n\nAdditional research has been performed to understand the social consequences of the September 11 attacks. Alcohol consumption was assessed in a cohort of World Trade Center workers using the cut-annoyed-guilty-eye (CAGE) questionnaire for alcohol use disorder. Almost 50% of World Trade Center workers who self-identified as alcohol users reported drinking more during the rescue efforts. Nearly a quarter of these individuals reported drinking more following the recovery. If determined to have probable PTSD status, the risk of developing an alcohol problem was double compared to those without psychological morbidity. Social disability was also studied in this cohort as a social consequence of the September 11 attacks. Defined by the disruption of family, work, and social life, the risk of developing social disability increased 17-fold when categorized as having probable PTSD."
                ]
            },
            {
                "name": [
                    "Cerebral palsy"
                ],
                "description": [
                    "Cerebral palsy (CP) is a group of movement disorders that appear in early childhood. Signs and symptoms vary among people and over time, but include poor coordination, stiff muscles, weak muscles, and tremors. There may be problems with sensation, vision, hearing, and speech. Often, babies with cerebral palsy do not roll over, sit, crawl or walk as early as other children. Other symptoms may include seizures and problems with thinking or reasoning. While symptoms may get more noticeable over the first years of life, underlying problems do not worsen over time."
                ],
                "link": "https://en.wikipedia.org/wiki/Cerebral_palsy",
                "symptoms": [
                    "Cerebral palsy is defined as \"a group of permanent disorders of the development of movement and posture, causing activity limitation, that are attributed to non-progressive disturbances that occurred in the developing fetal or infant brain.\" While movement problems are the central feature of CP, difficulties with thinking, learning, feeling, communication and behavior often co-occur, with 28% having epilepsy, 58% having difficulties with communication, at least 42% having problems with their vision, and 23–56% having learning disabilities. Muscle contractions in people with cerebral palsy-related high muscle tone are commonly thought to arise from overactivation. Although most people with CP have problems with increased muscle tone, some have low muscle tone instead. High muscle tone can either be due to spasticity or dystonia.\n\nCerebral palsy is characterized by abnormal muscle tone, reflexes, or motor development and coordination. The neurological lesion is primary and permanent while orthopedic manifestations are secondary to high muscle tone and progressive. In cerebral palsy with high muscle tone, unequal growth between muscle-tendon units and bone eventually leads to bone and joint deformities. At first, deformities are dynamic. Over time, deformities tend to become static, and joint contractures develop. Deformities in general and static deformities in specific (joint contractures) cause increasing gait difficulties in the form of tip-toeing gait, due to tightness of the Achilles tendon, and scissoring gait, due to tightness of the hip adductors. These gait patterns are among the most common gait abnormalities in children with cerebral palsy. However, orthopaedic manifestations of cerebral palsy are diverse. Additionally, crouch gait (also described as knee flexion gait) is prevalent among children who possess the ability to walk.  The effects of cerebral palsy fall on a continuum of motor dysfunction, which may range from slight clumsiness at the mild end of the spectrum to impairments so severe that they render coordinated movement virtually impossible at the other end of the spectrum.\n\nBabies born with severe cerebral palsy often have irregular posture; their bodies may be either very floppy or very stiff. Birth defects, such as spinal curvature, a small jawbone, or a small head sometimes occur along with CP. Symptoms may appear or change as a child gets older. Babies born with cerebral palsy do not immediately present with symptoms. Classically, CP becomes evident when the baby reaches the developmental stage at 6 to 9 months and is starting to mobilise, where preferential use of limbs, asymmetry, or gross motor developmental delay is seen.\n\nDrooling is common among children with cerebral palsy, which can have a variety of impacts including social rejection, impaired speaking, damage to clothing and books, and mouth infections. It can additionally cause choking.\n\nAn average of 55.5% of people with cerebral palsy experience lower urinary tract symptoms, more commonly excessive storage issues than voiding issues. Those with voiding issues and pelvic floor overactivity can deteriorate as adults and experience upper urinary tract dysfunction.\n\nChildren with CP may also have sensory processing issues. Adults with cerebral palsy have a higher risk of respiratory failure.\n\nSkeleton\nFor bones to attain their normal shape and size, they require the stresses from normal musculature. People with cerebral palsy are at risk of low bone mineral density. The shafts of the bones are often thin (gracile), and become thinner during growth. When compared to these thin shafts (diaphyses), the centres (metaphyses) often appear quite enlarged (ballooning). Due to more than normal joint compression caused by muscular imbalances, articular cartilage may atrophy,: 46  leading to narrowed joint spaces. Depending on the degree of spasticity, a person with the spastic form of CP may exhibit a variety of angular joint deformities. Because vertebral bodies need vertical gravitational loading forces to develop properly, spasticity and an abnormal gait can hinder proper or full bone and skeletal development. People with CP tend to be shorter in height than the average person because their bones are not allowed to grow to their full potential. Sometimes bones grow to different lengths, so the person may have one leg longer than the other.\n\nChildren with CP are prone to low trauma fractures, particularly children with higher Gross Motor Function Classification System (GMFCS) levels who cannot walk. This further affects a child's mobility, strength, and experience of pain, and can lead to missed schooling or child abuse suspicions. These children generally have fractures in the legs, whereas non-affected children mostly fracture their arms in the context of sporting activities.\n\nHip dislocation and ankle equinus or plantar flexion deformity are the two most common deformities among children with cerebral palsy. Additionally, flexion deformity of the hip and knee can occur. Torsional deformities of long bones such as the femur and tibia are also encountered, among others. Children may develop scoliosis before the age of 10 – estimated prevalence of scoliosis in children with CP is between 21% and 64%. Higher levels of impairment on the GMFCS are associated with scoliosis and hip dislocation. Scoliosis can be corrected with surgery, but CP makes surgical complications more likely, even with improved techniques. Hip migration can be managed by soft tissue procedures such as adductor musculature release. Advanced degrees of hip migration or dislocation can be managed by more extensive procedures such as femoral and pelvic corrective osteotomies. Both soft tissue and bony procedures aim at prevention of hip dislocation in the early phases or aim at hip containment and restoration of anatomy in the late phases of disease. Equinus deformity is managed by conservative methods especially when dynamic. If fixed/static deformity ensues surgery may become mandatory.\n\nGrowth spurts during puberty can make walking more difficult for people with CP and high muscle tone.\n\nEating\nDue to sensory and motor impairments, those with CP may have difficulty preparing food, holding utensils, or chewing and swallowing. An infant with CP may not be able to suck, swallow or chew. Gastro-oesophageal reflux is common in children with CP. Children with CP may have too little or too much sensitivity around and in the mouth. Poor balance when sitting, lack of control of the head, mouth, and trunk, not being able to bend the hips enough to allow the arms to stretch forward to reach and grasp food or utensils, and lack of hand-eye coordination can make self-feeding difficult. Feeding difficulties are related to higher GMFCS levels. Dental problems can also contribute to difficulties with eating. Pneumonia is also common where eating difficulties exist, caused by undetected aspiration of food or liquids. Fine finger dexterity, like that needed for picking up a utensil, is more frequently impaired than gross manual dexterity, like that needed for spooning food onto a plate.[non-primary source needed] Grip strength impairments are less common.[non-primary source needed]\n\nChildren with severe cerebral palsy, particularly with oropharyngeal issues, are at risk of undernutrition. Triceps skin fold tests have been found to be a very reliable indicator of malnutrition in children with cerebral palsy. Due to challenges in feeding, evidence has shown that children with cerebral palsy are at a greater risk of malnutrition.\n\nLanguage\nSpeech and language disorders are common in people with cerebral palsy. The incidence of dysarthria is estimated to range from 31% to 88%, and around a quarter of people with CP are non-verbal. Speech problems are associated with poor respiratory control, laryngeal and velopharyngeal dysfunction, and oral articulation disorders that are due to restricted movement in the oral-facial muscles. There are three major types of dysarthria in cerebral palsy: spastic, dyskinetic (athetotic), and ataxic.\n\nEarly use of augmentative and alternative communication systems may assist the child in developing spoken language skills. Overall language delay is associated with problems of cognition, deafness, and learned helplessness. Children with cerebral palsy are at risk of learned helplessness and becoming passive communicators, initiating little communication. Early intervention with this clientele, and their parents, often targets situations in which children communicate with others so that they learn that they can control people and objects in their environment through this communication, including making choices, decisions, and mistakes.\n\nPain and sleep\nPain is common and may result from the inherent deficits associated with the condition, along with the numerous procedures children typically face. When children with cerebral palsy are in pain, they experience worse muscle spasms. Pain is associated with tight or shortened muscles, abnormal posture, stiff joints, unsuitable orthosis, etc. Hip migration or dislocation is a recognizable source of pain in CP children and especially in the adolescent population. Nevertheless, the adequate scoring and scaling of pain in CP children remains challenging. Pain in CP has a number of different causes, and different pains respond to different treatments.\n\nThere is also a high likelihood of chronic sleep disorders secondary to both physical and environmental factors. Children with cerebral palsy have significantly higher rates of sleep disturbance than typically developing children. Babies with cerebral palsy who have stiffness issues might cry more and be harder to put to sleep than non-disabled babies, or \"floppy\" babies might be lethargic. Chronic pain is under-recognized in children with cerebral palsy, even though three out of four children with cerebral palsy experience pain.  Adults with CP also experience more pain than the general population.\n\nAssociated disorders\nAssociated disorders include intellectual disabilities, seizures, muscle contractures, abnormal gait, osteoporosis, communication disorders, malnutrition, sleep disorders, and mental health disorders, such as depression and anxiety. Epilepsy is often found in the child before they are 1 year old, or also before they are four or five.  In addition to these, functional gastrointestinal abnormalities contributing to bowel obstruction, vomiting, and constipation may also arise. Adults with cerebral palsy may have ischemic heart disease, cerebrovascular disease, cancer, and trauma more often. Obesity in people with cerebral palsy or a more severe Gross Motor Function Classification System assessment in particular are considered risk factors for multimorbidity. Other medical issues can be mistaken for being symptoms of cerebral palsy, and so may not be treated correctly.\n\nRelated conditions can include apraxia, sensory impairments, urinary incontinence, fecal incontinence, or behavioural disorders.\n\nSeizure management is more difficult in people with CP as seizures often last longer. Epilepsy and asthma are common co-occurring diseases in adults with CP. The associated disorders that co-occur with cerebral palsy may be more disabling than the motor function problems.\n\nManaging respiratory illnesses in children with severe CP is considered complex due to the need to manage oropharyngeal dysphagia of both food/drink and saliva, gastroesophageal reflux, motor disorders, upper airway obstruction during sleep, malnutrition, among other factors."
                ],
                "epidemiology": [
                    "Cerebral palsy occurs in about 2.1 per 1000 live births. In those born at term rates are lower at 1 per 1000 live births. Within a population it may occur more often in poorer people. The rate is higher in males than in females; in Europe it is 1.3 times more common in males.\n\nThere was a \"moderate, but significant\" rise in the prevalence of CP between the 1970s and 1990s. This is thought to be due to a rise in low birth weight of infants and the increased survival rate of these infants. The increased survival rate of infants with CP in the 1970s and 80s may be indirectly due to the disability rights movement challenging perspectives around the worth of infants with a disability, as well as the Baby Doe Law.  Between 1990 and 2003, rates of cerebral palsy remained the same.\n\nAs of 2005, advances in the care of pregnant mothers and their babies did not result in a noticeable decrease in CP. This is generally attributed to medical advances in areas related to the care of premature babies (which results in a greater survival rate). Only the introduction of quality medical care to locations with less-than-adequate medical care has shown any decreases. The incidence of CP increases with premature or very low-weight babies regardless of the quality of care. As of 2016[update], there is a suggestion that both incidence and severity are slightly decreasing – more research is needed to find out if this is significant, and if so, which interventions are effective.  It has been found that high-income countries have lower rates of children born with cerebral palsy than low or middle-income countries.\n\nPrevalence of cerebral palsy is best calculated around the school entry age of about six years; the prevalence in the U.S. is estimated to be 2.4 out of 1000 children."
                ]
            },
            {
                "name": [
                    "Landau–Kleffner syndrome"
                ],
                "description": [
                    "Landau–Kleffner syndrome (LKS)—also called infantile acquired aphasia, acquired epileptic aphasia or aphasia with convulsive disorder—is a rare childhood neurological syndrome."
                ],
                "link": "https://en.wikipedia.org/wiki/Landau%E2%80%93Kleffner_syndrome",
                "symptoms": [
                    "The Landau–Kleffner syndrome is characterized by the sudden or gradual development of aphasia (the inability to understand or express language) and an abnormal electroencephalogram (EEG). LKS affects the parts of the brain that control comprehension and speech (Broca's area and Wernicke's area). The disorder usually occurs in children between the ages of 3 and 7 years. There appears to be a male dominance in the diagnosis of the syndrome (ratio of 1.7:1, men to women).\n\nTypically, children with LKS develop normally, but then lose their language skills. While many affected individuals have clinical seizures, some only have electrographic seizures, including electrographic status epilepticus of sleep (ESES).  The first indication of the language problem is usually auditory verbal agnosia.  This is demonstrated in patients in multiple ways including the inability to recognize familiar noises and the impairment of the ability to lateralize or localize sound. In addition, receptive language is often critically impaired, however in some patients, impairment in expressive language is the most profound. In a study of 77 cases of Landau–Kleffner syndrome, 6 were found to have this type of aphasia. Because this syndrome appears during such a critical period of language acquisition in a child's life, speech production may be affected just as severely as language comprehension.   The onset of LKS is typically between 18 months and 13 years, the most predominant time of emergence being between 3 and 7 years.\n\nGenerally, earlier manifestation of the disease correlates with poorer language recovery, and with the appearance of night seizures that last for longer than 36 months. LKS has a wide range of symptom differences and lacks a uniformity in diagnostic criteria between cases, and many studies don't include follow-ups on the patients, so no other relationships between symptoms and recovery have been made known.\n\nLanguage deterioration in patients typically occurs over a period of weeks or months. However, acute onset of the condition has also been reported as well as episodic aphasia.\n\nSeizures, especially during the night, are a heavily weighted indicator of LKS.  The prevalence of clinical seizures in acquired epileptic aphasia (LKS) is 70–85%. In one third of patients, only a single episode of a seizure was recorded.  The seizures typically appear between the ages of 4 and 10 and disappear before adulthood (around the age of 15).\n\nOften, behavioral and neuropsychologic disturbances accompany the progression of LKS.  Behavioral issues are seen in as many as 78% of all cases.  Hyperactivity and a decreased attention span are observed in as many as 80% of patients as well as rage, aggression, and anxiety. These behavior patterns are considered secondary to the language impairment in LKS. Impaired short-term memory is a feature recorded in long-standing cases of acquired epileptic aphasia."
                ]
            },
            {
                "name": [
                    "Brain damage"
                ],
                "description": [
                    "Brain injury (BI) is the destruction or degeneration of brain cells. Brain injuries occur due to a wide range of internal and external factors. In general, brain damage refers to significant, undiscriminating trauma-induced damage."
                ],
                "link": "https://en.wikipedia.org/wiki/Brain_damage",
                "symptoms": [
                    "Symptoms of brain injuries vary based on the severity of the injury or how much of the brain is affected. The four categories used for classifying the severity of brain injuries are mild, moderate, or severe. \n\nSeverity of injuries\nSymptoms of a mild brain injury include headaches, confusions, tinnitus, fatigue, changes in sleep patterns, mood or behavior. Other symptoms include trouble with memory, concentration, attention or thinking. Mental fatigue is a common debilitating experience and may not be linked by the patient to the original (minor) incident.\n\nCognitive symptoms include confusion, aggressiveness, abnormal behavior, slurred speech, and coma or other disorders of consciousness. Physical symptoms include headaches that worsen or do not go away, vomiting or nausea, convulsions, brain pulsation, abnormal dilation of the eyes, inability to awaken from sleep, weakness in extremities, and loss of coordination.\n\nSymptoms in children\nSymptoms observed in children include changes in eating habits, persistent irritability or sadness, changes in attention, or disrupted sleeping habits.\n\nLocation of brain damage predicts symptoms\nSymptoms of brain injuries can also be influenced by the location of the injury and as a result impairments are specific to the part of the brain affected. Lesion size is correlated with severity, recovery, and comprehension. Brain injuries often create impairment or disability that can vary greatly in severity.\n\nIn cases of severe brain injuries, the likelihood of areas with permanent disability is great, including neurocognitive deficits, delusions (often, to be specific, monothematic delusions), speech or movement problems, and intellectual disability. There may also be personality changes. The most severe cases result in coma or even persistent vegetative state. Even a mild incident can have long-term effects or cause symptoms to appear years later.\n\nStudies show there is a correlation between brain lesion and language, speech, and category-specific disorders. Wernicke's aphasia is associated with anomia, unknowingly making up words (neologisms), and problems with comprehension. The symptoms of Wernicke's aphasia are caused by damage to the posterior section of the superior temporal gyrus.\n\nDamage to the Broca's area typically produces symptoms like omitting functional words (agrammatism), sound production changes, dyslexia, dysgraphia, and problems with comprehension and production. Broca's aphasia is indicative of damage to the posterior inferior frontal gyrus of the brain.\n\nAn impairment following damage to a region of the brain does not necessarily imply that the damaged area is wholly responsible for the cognitive process which is impaired, however. For example, in pure alexia, the ability to read is destroyed by a lesion damaging both the left visual field and the connection between the right visual field and the language areas (Broca's area and Wernicke's area). However, this does not mean one with pure alexia is incapable of comprehending speech—merely that there is no connection between their working visual cortex and language areas—as is demonstrated by the fact that people with pure alexia can still write, speak, and even transcribe letters without understanding their meaning.\n\nLesions to the fusiform gyrus often result in prosopagnosia, the inability to distinguish faces and other complex objects from each other. Lesions in the amygdala would eliminate the enhanced activation seen in occipital and fusiform visual areas in response to fear with the area intact. Amygdala lesions change the functional pattern of activation to emotional stimuli in regions that are distant from the amygdala.\n\nOther lesions to the visual cortex have different effects depending on the location of the damage. Lesions to V1, for example, can cause blindsight in different areas of the brain depending on the size of the lesion and location relative to the calcarine fissure. Lesions to V4 can cause color-blindness, and bilateral lesions to MT/V5 can cause the loss of the ability to perceive motion. Lesions to the parietal lobes may result in agnosia, an inability to recognize complex objects, smells, or shapes, or amorphosynthesis, a loss of perception on the opposite side of the body.\n\nNon-localizing features\nBrain injuries have far-reaching and varied consequences due to the nature of the brain as the main source of bodily control. Brain-injured people commonly experience issues with memory. This can be issues with either long or short-term memories depending on the location and severity of the injury. Sometimes memory can be improved through rehabilitation, although it can be permanent. Behavioral and personality changes are also commonly observed due to changes of the brain structure in areas controlling hormones or major emotions. \n\nHeadaches and pain can occur as a result of a brain injury, either directly from the damage or due to neurological conditions stemming from the injury. Due to the changes in the brain as well as the issues associated with the change in physical and mental capacity, depression and low self-esteem are common side effects that can be treated with psychological help. Antidepressants must be used with caution in brain injury people due to the potential for undesired effects because of the already altered brain chemistry.\n\nLong term psychological and physiological effects\nThere are multiple responses of the body to brain injury, occurring at different times after the initial occurrence of damage, as the functions of the neurons, nerve tracts, or sections of the brain can be affected by damage. The immediate response can take many forms. Initially, there may be symptoms such as swelling, pain, bruising, or loss of consciousness. Post-traumatic amnesia is also common with brain damage, as is temporary aphasia, or impairment of language.\n\nAs time progresses, and the severity of injury becomes clear, there are further responses that may become apparent. Due to loss of blood flow or damaged tissue, sustained during the injury, amnesia and aphasia may become permanent, and apraxia has been documented in patients. Amnesia is a condition in which a person is unable to remember things. Aphasia is the loss or impairment of word comprehension or use. Apraxia is a motor disorder caused by damage to the brain, and may be more common in those who have been left brain damaged, with loss of mechanical knowledge critical. Headaches, occasional dizziness, and fatigue—all temporary symptoms of brain trauma—may become permanent, or may not disappear for a long time.\n\nThere are documented cases of lasting psychological effects as well, such as emotional changes often caused by damage to the various parts of the brain that control human emotions and behavior. Individuals who have experienced emotional changes related to brain damage may have emotions that come very quickly and are very intense, but have very little lasting effect. Emotional changes may not be triggered by a specific event, and can be a cause of stress to the injured party and their family and friends. Often, counseling is suggested for those who experience this effect after their injury, and may be available as an individual or group session.\n\nThe long term psychological and physiological effects will vary by person and injury. For example, perinatal brain damage has been implicated in cases of neurodevelopmental impairments and psychiatric illnesses. If any concerning symptoms, signs, or changes to behaviors are occurring, a healthcare provider should be consulted."
                ]
            },
            {
                "name": [
                    "Somatization disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Somatization_disorder",
                "description": [
                    "Somatic symptom disorder, also known as somatoform disorder, or somatization disorder, is defined by one or more chronic physical symptoms that coincide with excessive and maladaptive thoughts, emotions, and behaviors connected to those symptoms. The symptoms are not deliberately produced or feigned, and they may or may not coexist with a known medical ailment."
                ],
                "symptoms": [
                    "Somatic symptom disorder can be detected by an ambiguous and often inconsistent history of symptoms that are rarely relieved by medical treatments. Additional signs of somatic symptom disorder include interpreting normal sensations for medical ailments, avoiding physical activity, being disproportionately sensitive to medication side effects, and seeking medical care from several physicians for the same concerns.\n\nManifestations of somatic symptom disorder are highly variable. Recurrent ailments usually begin before the age of 30; most patients have many somatic symptoms, while others only experience one. The severity may fluctuate, but symptoms rarely go away completely for long periods of time. Symptoms might be specific, such as regional pain and localized sensations, or general, such as fatigue, muscle aches, and malaise.\n\nThose suffering from somatic symptom disorder experience recurring and obsessive feelings and thoughts concerning their well-being. Common examples include severe anxiety regarding potential ailments, misinterpreting normal sensations as indications of severe illness, believing that symptoms are dangerous and serious despite lacking medical basis, claiming that medical evaluations and treatment have been inadequate, fearing that engaging in physical activity will harm the body, and spending a disproportionate amount of time thinking about symptoms.\n\nSomatic symptoms disorder pertains to how an individual interprets and responds to symptoms as opposed to the symptoms themselves. Somatic symptom disorder can occur even in those who have an underlying chronic illness or medical condition. When a somatic symptom disorder coexists with another medical ailment, people overreact to the ailment's adverse effects. They may be unresponsive toward treatment or unusually sensitive to drug side effects. Those with somatic symptom disorder who also have another physical ailment may experience significant impairment that is not expected from the condition.\n\nComorbidities\nMost research that looked at additional mental illnesses or self-reported psychopathological symptoms among those with somatic symptom disorder identified significant rates of comorbidity with depression and anxiety, but other psychiatric comorbidities were not usually looked at. Major depression, generalized anxiety disorder, and phobias were the most common concurrent conditions.\n\nIn studies evaluating different physical ailments, 41.5% of people with semantic dementia, 11.2% of subjects with Alzheimer's disease, 25% of female patients suffering from non-HIV lipodystrophy, and 18.5% of patients with congestive heart failure fulfilled somatic symptom disorder criteria.  25.6% of fibromyalgia patients met the somatic symptom disorder criteria exhibited higher depression rates than those who did not. In one study, 28.8% of those with somatic symptom disorder had asthma, 23.1% had a heart condition, and 13.5% had gout, rheumatoid arthritis, or osteoarthritis.\n\nComplications\nAlcohol and drug abuse are frequently observed, and sometimes used to alleviate symptoms, increasing the risk of dependence on controlled substances. Other complications include poor functioning, problems with relationships, unemployment or difficulties at work, and financial stress due to excessive hospital visits."
                ],
                "epidemiology": [
                    "Somatic symptom disorder affects 5% to 7% of the general population, with a higher female representation, and can arise throughout childhood, adolescence, or adulthood. Evidence suggests that the emergence of prodromal symptoms often begins in childhood and that symptoms fitting the criteria for somatic symptom disorder are common during adolescence. A community study of adolescents found that 5% had persistent distressing physical symptoms paired with psychological concerns.  In the primary care patient population, the rate rises to around 17%. Patients with functional illnesses such as fibromyalgia, irritable bowel syndrome, and chronic fatigue syndrome have a greater prevalence of somatic symptom disorder. The reported frequency of somatic symptom disorder, as defined by DSM-5 criteria, ranges from 25 to 60% among these patients.\n\nThere are cultural differences in the prevalence of somatic symptom disorder. For example, somatic symptom disorder and symptoms were found to be significantly more common in Puerto Rico. In addition the diagnosis is also more prevalent among African Americans and those with less than a high school education or lower socioeconomic status.\n\nThere is usually co-morbidity with other psychological disorders, particularly mood disorders or anxiety disorders. Research also showed comorbidity between somatic symptom disorder and personality disorders, especially antisocial, borderline, narcissistic, histrionic, avoidant, and dependent personality disorder.\n\nAbout 10-20 percent of female first degree relatives also have somatic symptom disorder and male relatives have increased rates of alcoholism and sociopathy."
                ]
            },
            {
                "name": [
                    "Disruptive mood dysregulation disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Disruptive_mood_dysregulation_disorder",
                "description": [
                    "Disruptive mood dysregulation disorder (DMDD) is a mental disorder in children and adolescents characterized by a persistently irritable or angry mood and frequent temper outbursts that are disproportionate to the situation and significantly more severe than the typical reaction of same-aged peers. DMDD was added to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-V) as a type of depressive disorder diagnosis for youths. The symptoms of DMDD resemble many other disorders, thus a differential includes attention-deficit/hyperactivity disorder (ADHD), oppositional defiant disorder (ODD), anxiety disorders, and childhood bipolar disorder, intermittent explosive disorder (IED), major depressive disorder (MDD), and conduct disorder."
                ],
                "symptoms": [
                    "Children with DMDD show severe and recurrent temper outbursts three or more times per week. These outbursts can be verbal or behavioral. Verbal outbursts are often described by observers as \"rages\", \"fits\", or \"tantrums\". Temper outbursts will vary between children in type, nature, and setting, so it is important to talk with parents about the nature of the outburst and their triggers. Unlike the irritability that can be a symptom of other childhood disorders, such as oppositional defiant disorder (ODD), anxiety disorders, and major depressive disorder (MDD), the irritability displayed by children with DMDD is not episodic or situation-dependent. In DMDD, the irritability or anger is severe and is shown most of the day, nearly every day in multiple settings, lasting for one or more years. In other words, it is important to discern between general irritability and tantrums that can be episodic and common in pediatric patients and the easy provocation and extreme anger expressions of threatening to kill, throwing things, or attacking someone, as seen in DMDD. While all children may experience irritability and frustration, children with DMDD have difficulty controlling the level of anger and have reactions out of proportion to the situation. For instance, a child with DMDD can become extremely upset or emotional to the point of intense temper outbursts with yelling or hitting after being asked by a parent to stop playing and complete their homework. These levels of outbursts occur multiple times per week.\n\nFurthermore, most children with DMDD display symptoms that meet the criteria of attention-deficit/hyperactivity disorder (ADHD), and a smaller portion of children with ADHD will display symptoms similar to DMDD. Originally, a distinctive disorder from which DMDD was derived, called Severe Mood Dysregulation Disorder (SMDD), had the requirement for at least three \"hyperarousal\" symptoms, such as pressured speech, racing thoughts, intrusive behavior, distractibility, insomnia, and agitation, but these are not included in the most recent DMDD criteria.\n\nComorbidity\nThe core features of DMDD—temper outbursts and chronic irritability—are sometimes seen in children and adolescents with other psychiatric conditions. However, in children with DMDD, comorbidities with other psychiatric disorders appear to be extremely common as well as the range of disorders that can co-occur. Common comorbidities of DMDD include attention-deficit/hyperactivity disorder (ADHD), MDD, anxiety disorders, conduct disorder, and substance use disorders.\n\nADHD is a neurodevelopmental disorder characterized by problems with inattention and/or hyperactivity-impulsivity. ADHD is characterized by inattention, hyperactivity, and impulsivity that are pervasive, impairing in multiple contexts, and age-inappropriate.  ADHD also associated with impaired executive functioning, structural and functional abnormalities in brain parts, such as frontal-striatal, with specific gene mutation. Patients with DMDD often exhibit symptoms of ADHD due to their inattention and distractibility. \"Previous studies have found an association between frequent and consistent irritability during early adolescence and the development of ADHD in late adolescence\".\n\nMDD is a mood disorder characterized by daily or nearly daily symptoms of down or depressed mood for all or almost all the day. The DSM-V requires an individual meets 5 of 9 criteria for at least the past 2 weeks that cause significant impairment in daily life and are not caused by other medical conditions or substance use. MDD often presents differently when comparing children and adults. Young children between 3 and 8 years old present with somatic complaints (such as stomach aches), more irritability, symptoms of anxiety, general behavioral problems, and less of the typical sadness commonly seen in adults. Similar to ADHD, developing MDD in early adulthood was found to be linked with persistent irritability during early adolescence, which can be seen in DMDD.\n\nAnxiety disorders are a broad category of disorders. They are all generally characterized by excessive fear (emotional response to a real or perceived imminent threat) and anxiety (the anticipation of a future threat). The objects or situations that are the sources of the fear and anxiety a person experiences, which can often lead to avoidant behavior, are used to characterize the different anxiety disorders. With DMDD, the severe mood dysregulation is associated with higher rates of anxiety and depressive disorders in the future.\n\nConduct disorder is a behavior disorder characterized by repeated, persistent patterns of behavior that violate the rights of others and disregard major societal norms and rules. While both DMDD and conduct disorder are associated with argumentative and defiant behavior, DMDD is distinctly differentiated from conduct disorder by the DSM-V. Individuals with DMDD experience severe emotional dysregulation not seen in conduct disorder. Additionally, conduct disorder is described by a distinct lack of remorse and repeated physical harm and threats of harm to people and/or animals. Evidence of conduct disorder during childhood is one of the criteria for an adult diagnosis of antisocial personality disorder; however, adults with a continued diagnosis of conduct disorder do not necessarily have antisocial personality disorder.\n\nSubstance use disorders (SUD) encompass a broad range of specific diagnoses, but they all generally have the characteristics of cognitive, behavioral, and physiological symptoms that cause someone to continue to use a substance despite significant impairment. One salient feature of SUDs is that they change the brain circuitry in such a way that the changes can persist beyond detoxification. In general, though, examining the comorbidity of SUDs in DMDD is important as it may be linked to self-medication for underlying mood disorders or trauma. However, while there are reports in community and clinical samples of comorbidity for SUDs with DMDD, there has been no formal examination of this link."
                ],
                "epidemiology": [
                    "There are no good estimates of the prevalence of DMDD, but primary studies have found a rate of 0.8–3.3% and a literature review estimated about 1.6% prevalence rate in children under the age of 13 years old. Epidemiological studies show that approximately 3.2% of children in the community have chronic problems with irritability and temper, the essential features of DMDD. These problems are probably more common among clinic-referred youths. Parents report that approximately 30% of children hospitalized for psychiatric problems meet diagnostic criteria for DMDD; 15% meet criteria based on the observations of hospital staff."
                ]
            },
            {
                "name": [
                    "Functional neurological symptom disorder"
                ],
                "description": [
                    "Functional neurologic disorder or functional neurological disorder (FND) is a condition in which patients experience neurological symptoms such as weakness, movement problems, sensory symptoms, and convulsions. As a functional disorder, there is, by definition, no known disease process affecting the structure of the body, yet the person experiences symptoms relating to their body function. Symptoms of functional neurological disorders are clinically recognisable, but are not categorically associated with a definable organic disease."
                ],
                "link": "https://en.wikipedia.org/wiki/Functional_neurological_symptom_disorder",
                "symptoms": [
                    "There are a great number of symptoms experienced by those with a functional neurological disorder. While these symptoms are very real, their origin is complex, since it can be associated with severe psychological trauma (conversion disorder), and idiopathic neurological dysfunction. The core symptoms are those of motor or sensory dysfunction or episodes of altered awareness:\n\nLimb weakness or paralysis\nNon-epileptic seizures – these may look like epileptic seizures or faints\nMovement disorders including tremors, dystonia (spasms), myoclonus (jerky movements)\nVisual symptoms including loss of vision or double vision\nSpeech symptoms including dysphonia (whispering speech), slurred or stuttering speech\nSensory disturbance including hemisensory syndrome (altered sensation down one side of the body)\nNumbness or inability to sense touch\nDizziness and balance problems\nPain (including chronic migraines)\nExtreme slowness and fatigue"
                ]
            },
            {
                "name": [
                    "Chronic traumatic encephalopathy"
                ],
                "link": "https://en.wikipedia.org/wiki/Chronic_traumatic_encephalopathy",
                "description": [
                    "Chronic traumatic encephalopathy (CTE) is a neurodegenerative disease linked to repeated trauma to the head. The encephalopathy symptoms can include behavioral problems, mood problems, and problems with thinking. The disease often gets worse over time and can result in dementia."
                ],
                "symptoms": [
                    "Symptoms of CTE, which occur in four stages, generally appear eight to ten years after an individual experiences repetitive mild traumatic brain injuries.\n\nFirst-stage symptoms are confusion, disorientation, dizziness, and headaches. Second-stage symptoms include memory loss, social instability, impulsive behavior, and poor judgment. Third and fourth stages include progressive dementia, movement disorders, hypomimia, speech impediments, sensory processing disorder, tremors, vertigo, deafness, depression and suicidality.\n\nAdditional symptoms include dysarthria, dysphagia, cognitive disorders such as amnesia, and ocular abnormalities, such as ptosis. The condition manifests as dementia, or declining mental ability, problems with memory, dizzy spells or lack of balance to the point of not being able to walk under one's own power for a short time and/or Parkinsonism, or tremors and lack of coordination. It can also cause speech problems and an unsteady gait. Patients with CTE may be prone to inappropriate or explosive behavior and may display pathological jealousy or paranoia."
                ],
                "epidemiology": [
                    "Rates of disease have been found to be about 30% among those with a history of multiple head injuries. Population rates, however, are unclear.\n\nProfessional level athletes are the largest group with CTE, due to frequent concussions and sub-concussive impacts from play in contact sport. These contact-sports include American football, Australian rules football, ice hockey, Rugby football (Rugby union and Rugby league), boxing, kickboxing, mixed martial arts, association football, and wrestling. In association football, only prolific headers are known to have developed CTE.\n\nCases of CTE were also recorded in baseball.\n\nAccording to a 2017 study on brains of deceased gridiron football players, 99% of tested brains of NFL players, 88% of CFL players, 64% of semi-professional players, 91% of college football players, and 21% of high school football players had various stages of CTE.\n\nOther individuals diagnosed with CTE were those involved in military service, had a previous history of chronic seizures, were domestically abused, or were involved in activities resulting in repetitive head collisions."
                ]
            },
            {
                "name": [
                    "Traumatic encephalopathy"
                ],
                "description": [
                    "Chronic traumatic encephalopathy (CTE) is a neurodegenerative disease linked to repeated trauma to the head. The encephalopathy symptoms can include behavioral problems, mood problems, and problems with thinking. The disease often gets worse over time and can result in dementia."
                ],
                "link": "https://en.wikipedia.org/wiki/Traumatic_encephalopathy",
                "symptoms": [
                    "Symptoms of CTE, which occur in four stages, generally appear eight to ten years after an individual experiences repetitive mild traumatic brain injuries.\n\nFirst-stage symptoms are confusion, disorientation, dizziness, and headaches. Second-stage symptoms include memory loss, social instability, impulsive behavior, and poor judgment. Third and fourth stages include progressive dementia, movement disorders, hypomimia, speech impediments, sensory processing disorder, tremors, vertigo, deafness, depression and suicidality.\n\nAdditional symptoms include dysarthria, dysphagia, cognitive disorders such as amnesia, and ocular abnormalities, such as ptosis. The condition manifests as dementia, or declining mental ability, problems with memory, dizzy spells or lack of balance to the point of not being able to walk under one's own power for a short time and/or Parkinsonism, or tremors and lack of coordination. It can also cause speech problems and an unsteady gait. Patients with CTE may be prone to inappropriate or explosive behavior and may display pathological jealousy or paranoia."
                ],
                "epidemiology": [
                    "Rates of disease have been found to be about 30% among those with a history of multiple head injuries. Population rates, however, are unclear.\n\nProfessional level athletes are the largest group with CTE, due to frequent concussions and sub-concussive impacts from play in contact sport. These contact-sports include American football, Australian rules football, ice hockey, Rugby football (Rugby union and Rugby league), boxing, kickboxing, mixed martial arts, association football, and wrestling. In association football, only prolific headers are known to have developed CTE.\n\nCases of CTE were also recorded in baseball.\n\nAccording to a 2017 study on brains of deceased gridiron football players, 99% of tested brains of NFL players, 88% of CFL players, 64% of semi-professional players, 91% of college football players, and 21% of high school football players had various stages of CTE.\n\nOther individuals diagnosed with CTE were those involved in military service, had a previous history of chronic seizures, were domestically abused, or were involved in activities resulting in repetitive head collisions."
                ]
            },
            {
                "name": [
                    "Psychosis"
                ],
                "link": "https://en.wikipedia.org/wiki/Psychosis",
                "description": [
                    "Psychosis is a condition of the mind or psyche that results in difficulties determining what is real and what is not real. Symptoms may include delusions and hallucinations, among other features. Additional symptoms are incoherent speech and behavior that is inappropriate for a given situation. There may also be sleep problems, social withdrawal, lack of motivation, and difficulties carrying out daily activities. Psychosis can have serious adverse outcomes."
                ],
                "symptoms": [
                    "Hallucinations\nA hallucination is defined as sensory perception in the absence of external stimuli. Hallucinations are different from illusions and perceptual distortions, which are the misperception of external stimuli. Hallucinations may occur in any of the senses and take on almost any form. They may consist of simple sensations (such as lights, colors, sounds, tastes, or smells) or more detailed experiences (such as seeing and interacting with animals and people, hearing voices, and having complex tactile sensations). Hallucinations are generally characterized as being vivid and uncontrollable. Auditory hallucinations, particularly experiences of hearing voices, are the most common and often prominent feature of psychosis.\n\nUp to 15% of the general population may experience auditory hallucinations (though not all are due to psychosis). The prevalence of auditory hallucinations in patients with schizophrenia is generally put around 70%, but may go as high as 98%. Reported prevalence in bipolar disorder ranges between 11% and 68%. During the early 20th century, auditory hallucinations were second to visual hallucinations in frequency, but they are now the most common manifestation of schizophrenia, although rates vary between cultures and regions. Auditory hallucinations are most commonly intelligible voices. When voices are present, the average number has been estimated at three. Content, like frequency, differs significantly, especially across cultures and demographics. People who experience auditory hallucinations can frequently identify the loudness, location of origin, and may settle on identities for voices. Western cultures are associated with auditory experiences concerning religious content, frequently related to sin. Hallucinations may command a person to do something potentially dangerous when combined with delusions.\n\nSo-called \"minor hallucinations\", such as extracampine hallucinations, or false perceptions of people or movement occurring outside of one's visual field, frequently occur in neurocognitive disorders, such as Parkinson's disease.\n\nVisual hallucinations occur in roughly a third of people with schizophrenia, although rates as high as 55% are reported. The prevalence in bipolar disorder is around 15%. Content commonly involves animate objects, although perceptual abnormalities such as changes in lighting, shading, streaks, or lines may be seen. Visual abnormalities may conflict with proprioceptive information, and visions may include experiences such as the ground tilting. Lilliputian hallucinations are less common in schizophrenia, and are more common in various types of encephalopathy, such as peduncular hallucinosis.\n\nA visceral hallucination, also called a cenesthetic hallucination, is characterized by visceral sensations in the absence of stimuli. Cenesthetic hallucinations may include sensations of burning, or re-arrangement of internal organs.\n\nDelusions\nPsychosis may involve delusional beliefs. A delusion is a fixed, false idiosyncratic belief, which does not change even when presented with incontrovertible evidence to the contrary. Delusions are context- and culture-dependent: a belief that inhibits critical functioning and is widely considered delusional in one population may be common (and even adaptive) in another, or in the same population at a later time. Since normative views may contradict available evidence, a belief need not contravene cultural standards in order to be considered delusional.\n\nPrevalence in schizophrenia is generally considered at least 90%, and around 50% in bipolar disorder.\n\nThe DSM-5 characterizes certain delusions as \"bizarre\" if they are clearly implausible, or are incompatible with the surrounding cultural context. The concept of bizarre delusions has many criticisms, the most prominent being judging its presence is not highly reliable even among trained individuals.\n\nA delusion may involve diverse thematic content. The most common type is a persecutory delusion, in which a person believes that an entity seeks to harm them. Others include delusions of reference (the belief that some element of one's experience represents a deliberate and specific act by or message from some other entity), delusions of grandeur (the belief that one possesses special power or influence beyond one's actual limits), thought broadcasting (the belief that one's thoughts are audible) and thought insertion (the belief that one's thoughts are not one's own). A delusion may also involve misidentification of objects, persons, or environs that the afflicted should reasonably be able to recognize; such examples include Cotard's syndrome (the belief that oneself is partly or wholly dead) and clinical lycanthropy (the belief that oneself is or has transformed into an animal).\n\nThe subject matter of delusions seems to reflect the current culture in a particular time and location. For example, in the US, during the early 1900s syphilis was a common topic, during the Second World War Germany, during the Cold War communists, and in recent years, technology has been a focus. Some psychologists, such as those who practice the Open Dialogue method, believe that the content of psychosis represents an underlying thought process that may, in part, be responsible for psychosis, though the accepted medical position is that psychosis is due to a brain disorder.[citation needed]\n\nHistorically, Karl Jaspers classified psychotic delusions into primary and secondary types. Primary delusions are defined as arising suddenly and not being comprehensible in terms of normal mental processes, whereas secondary delusions are typically understood as being influenced by the person's background or current situation (e.g., ethnicity; also religious, superstitious, or political beliefs).\n\nDisorganization of speech/thought or behavior\nDisorganization is split into disorganized speech (or thought), and grossly disorganized motor behavior. Disorganized speech or thought, also called formal thought disorder, is disorganization of thinking that is inferred from speech. Characteristics of disorganized speech include rapidly switching topics, called derailment or loose association; switching to topics that are unrelated, called tangential thinking; incomprehensible speech, called word salad or incoherence. Disorganized motor behavior includes repetitive, odd, or sometimes purposeless movement. Disorganized motor behavior rarely includes catatonia, and although it was a historically prominent symptom, it is rarely seen today. Whether this is due to historically used treatments or the lack thereof is unknown.\n\nCatatonia describes a profoundly agitated state in which the experience of reality is generally considered impaired. There are two primary manifestations of catatonic behavior. The classic presentation is a person who does not move or interact with the world in any way while awake. This type of catatonia presents with waxy flexibility. Waxy flexibility is when someone physically moves part of a catatonic person's body and the person stays in the position even if it is bizarre and otherwise nonfunctional (such as moving a person's arm straight up in the air and the arm staying there).\n\nThe other type of catatonia is more of an outward presentation of the profoundly agitated state described above. It involves excessive and purposeless motor behaviour, as well as an extreme mental preoccupation that prevents an intact experience of reality. An example is someone walking very fast in circles to the exclusion of anything else with a level of mental preoccupation (meaning not focused on anything relevant to the situation) that was not typical of the person prior to the symptom onset. In both types of catatonia, there is generally no reaction to anything that happens outside of them. It is important to distinguish catatonic agitation from severe bipolar mania, although someone could have both.\n\nNegative symptoms\nNegative symptoms include reduced emotional expression, decreased motivation (avolition), and reduced spontaneous speech (poverty of speech, alogia). Individuals with this condition lack interest and spontaneity, and have the inability to feel pleasure (anhedonia). Altered Behavioral Inhibition System functioning could possibly cause reduced sustained attention in psychosis and overall contribute to more negative reactions.\n\nPsychosis in adolescents\nPsychosis is rare in adolescents.  Young people who have psychosis may have trouble connecting with the world around them and may experience hallucinations or delusions. Adolescents with psychosis may also have cognitive deficits that may make it harder for the youth to socialize and work. Potential impairments include reduced speed of mental processing, ability to focus without getting distracted (limited attention span), and deficits in verbal memory. If an adolescent is experiencing psychosis, they most likely have comorbidity, meaning that they could have multiple mental illnesses. Because of this, it may be difficult to determine whether it is psychosis or autism spectrum disorder, social or generalized anxiety disorder, or obsessive-compulsive disorder."
                ]
            },
            {
                "name": [
                    "Obsessive–compulsive disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Obsessive%E2%80%93compulsive_disorder",
                "description": [
                    "Obsessive–compulsive disorder (OCD) is a mental and behavioral disorder in which an individual has intrusive thoughts and feels the need to perform certain routines (compulsions) repeatedly to relieve the distress caused by the obsession, to the extent where it impairs general function."
                ],
                "symptoms": [
                    "OCD can present with a wide variety of symptoms. Certain groups of symptoms usually occur together as dimensions or clusters, which may reflect an underlying process. The standard assessment tool for OCD, the Yale–Brown Obsessive Compulsive Scale (Y-BOCS), has 13 predefined categories of symptoms. These symptoms fit into three to five groupings. A meta-analytic review of symptom structures found a four-factor grouping structure to be most reliable: symmetry factor, forbidden thoughts factor, cleaning factor, and hoarding factor. The symmetry factor correlates highly with obsessions related to ordering, counting, and symmetry, as well as repeating compulsions. The forbidden thoughts factor correlates highly with intrusive thoughts of a violent, religious, or sexual nature. The cleaning factor correlates highly with obsessions about contamination and compulsions related to cleaning. The hoarding factor only involves hoarding-related obsessions and compulsions, and was identified as being distinct from other symptom groupings.\n\nWhen looking into the onset of OCD, one study suggests that there are differences in the age of onset between males and females, with the average age of onset of OCD being 9.6 for male children and 11.0 for female children. Children with OCD often have other mental disorders, such as ADHD, depression, anxiety, and disruptive behavior disorder. Continually, children are more likely to struggle in school and experience difficulties in social situations (Lack 2012). When looking at both adults and children a study found the average ages of onset to be 21 and 24 for males and females respectively. While some studies have shown that OCD with earlier onset is associated with greater severity, other studies have not been able to validate this finding. Looking at women specifically, a different study suggested that 62% of participants found that their symptoms worsened at a premenstrual age. Across the board, all demographics and studies showed a mean age of onset of less than 25.\n\nSome OCD subtypes have been associated with improvement in performance on certain tasks, such as pattern recognition (washing subtype) and spatial working memory (obsessive thought subtype). Subgroups have also been distinguished by neuroimaging findings and treatment response, though neuroimaging studies have not been comprehensive enough to draw conclusions. Subtype-dependent treatment response has been studied, and the hoarding subtype has consistently been least responsive to treatment.\n\nWhile OCD is considered a homogeneous disorder from a neuropsychological perspective, many of the symptoms may be the result of comorbid disorders. For example, adults with OCD have exhibited more symptoms of attention–deficit/hyperactivity disorder (ADHD) and autism spectrum disorder (ASD) than adults without OCD.\n\nIn regards to the cause of onset, researchers asked participants in one study what they felt was responsible for triggering the initial onset of their illness. 29% of patients answered that there was an environmental factor in their life that did so. Specifically, the majority of participants who answered with that noted their environmental factor to be related to an increased responsibility.\n\nObsessions\nObsessions are stress-inducing thoughts that recur and persist, despite efforts to ignore or confront them. People with OCD frequently perform tasks, or compulsions, to seek relief from obsession-related anxiety. Within and among individuals, initial obsessions vary in clarity and vividness. A relatively vague obsession could involve a general sense of disarray or tension, accompanied by a belief that life cannot proceed as normal while the imbalance remains. A more intense obsession could be a preoccupation with the thought or image of a close family member or friend dying, or intrusive thoughts related to relationship rightness. Other obsessions concern the possibility that someone or something other than oneself—such as God, the devil, or disease—will harm either the patient or the people or things the patient cares about. Others with OCD may experience the sensation of invisible protrusions emanating from their bodies, or feel that inanimate objects are ensouled. Another common obsession is scrupulosity, the pathological guilt/anxiety about moral or religious issues. In scrupulosity, a person's obsessions focus on moral or religious fears, such as the fear of being an evil person or the fear of divine retribution for sin. Mysophobia, a pathological fear of contamination and germs, is another common obsession theme.\n\nSome people with OCD experience sexual obsessions that may involve intrusive thoughts or images of \"kissing, touching, fondling, oral sex, anal sex, intercourse, incest, and rape\" with \"strangers, acquaintances, parents, children, family members, friends, coworkers, animals, and religious figures\", and can include heterosexual or homosexual contact with people of any age. Similar to other intrusive thoughts or images, some disquieting sexual thoughts are normal at times, but people with OCD may attach extraordinary significance to such thoughts. For example, obsessive fears about sexual orientation can appear to the affected individual, and even to those around them, as a crisis of sexual identity. Furthermore, the doubt that accompanies OCD leads to uncertainty regarding whether one might act on the troubling thoughts, resulting in self-criticism or self-loathing.\n\nMost people with OCD understand that their thoughts do not correspond with reality; however, they feel that they must act as though these ideas are correct or realistic. For example, someone who engages in compulsive hoarding might be inclined to treat inorganic matter as if it had the sentience or rights of living organisms, despite accepting that such behavior is irrational on an intellectual level. There is debate as to whether hoarding should be considered an independent syndrome from OCD.\n\nCompulsions\nSome people with OCD perform compulsive rituals because they inexplicably feel that they must do so, while others act compulsively to mitigate the anxiety that stems from obsessive thoughts. The affected individual might feel that these actions will either prevent a dreaded event from occurring, or push the event from their thoughts. In any case, their reasoning is so idiosyncratic or distorted that it results in significant distress, either personally, or for those around the affected individual. Excessive skin picking, hair pulling, nail biting, and other body-focused repetitive behavior disorders are all on the obsessive–compulsive spectrum. Some individuals with OCD are aware that their behaviors are not rational, but they feel compelled to follow through with them to fend off feelings of panic or dread. Furthermore, compulsions often stem from memory distrust, a symptom of OCD characterized by insecurity in one's skills in perception, attention, and memory, even in cases where there is no clear evidence of a deficit.\n\nCommon compulsions may include hand washing, cleaning, checking things (such as locks on doors), repeating actions (such as repeatedly turning on and off switches), ordering items in a certain way, and requesting reassurance. Although some individuals perform actions repeatedly, they do not necessarily perform these actions compulsively; for example, morning or nighttime routines and religious practices are not usually compulsions. Whether behaviors qualify as compulsions or mere habit depends on the context in which they are performed. For instance, arranging and ordering books for eight hours a day would be expected of someone who works in a library, but this routine would seem abnormal in other situations. In other words, habits tend to bring efficiency to one's life, while compulsions tend to disrupt it. Furthermore, compulsions are different from tics (such as touching, tapping, rubbing, or blinking) and stereotyped movements (such as head banging, body rocking, or self-biting), which are usually not as complex and not precipitated by obsessions. It can sometimes be difficult to tell the difference between compulsions and complex tics, and about 10–40% of people with OCD also have a lifetime tic disorder.\n\nPeople with OCD rely on compulsions as an escape from their obsessive thoughts; however, they are aware that relief is only temporary, and that intrusive thoughts will return. Some affected individuals use compulsions to avoid situations that may trigger obsessions. Compulsions may be actions directly related to the obsession, such as someone obsessed with contamination compulsively washing their hands, but they can be unrelated as well. In addition to experiencing the anxiety and fear that typically accompanies OCD, affected individuals may spend hours performing compulsions every day. In such situations, it can become difficult for the person to fulfill their work, familial, or social roles. These behaviors can also cause adverse physical symptoms; for example, people who obsessively wash their hands with antibacterial soap and hot water can make their skin red and raw with dermatitis.\n\nIndividuals with OCD often use rationalizations to explain their behavior; however, these rationalizations do not apply to the behavioral pattern, but to each individual occurrence. For example, someone compulsively checking the front door may argue that the time and stress associated with one check is less than the time and stress associated with being robbed, and checking is consequently the better option. This reasoning often occurs in a cyclical manner, and can continue for as long as the affected person needs it to in order to feel safe.\n\nIn cognitive behavioral therapy (CBT), OCD patients are asked to overcome intrusive thoughts by not indulging in any compulsions. They are taught that rituals keep OCD strong, while not performing them causes OCD to become weaker. This position is supported by the pattern of memory distrust; the more often compulsions are repeated, the more weakened memory trust becomes, and this cycle continues as memory distrust increases compulsion frequency. For body-focused repetitive behaviors (BFRB) such as trichotillomania (hair pulling), skin picking, and onychophagia (nail biting), behavioral interventions such as habit reversal training and decoupling are recommended for the treatment of compulsive behaviors.\n\nOCD sometimes manifests without overt compulsions, which may be termed \"primarily obsessional OCD.\" OCD without overt compulsions could, by one estimate, characterize as many as 50–60% of OCD cases.\n\nInsight and overvalued ideation\nThe Diagnostic and Statistical Manual of Mental Disorders (DSM-5), identifies a continuum for the level of insight in OCD, ranging from good insight (the least severe) to no insight (the most severe). Good or fair insight is characterized by the acknowledgment that obsessive–compulsive beliefs are not or may not be true, while poor insight, in the middle of the continuum, is characterized by the belief that obsessive–compulsive beliefs are probably true. The absence of insight altogether, in which the individual is completely convinced that their beliefs are true, is also identified as a delusional thought pattern, and occurs in about 4% of people with OCD. When cases of OCD with no insight become severe, affected individuals have an unshakable belief in the reality of their delusions, which can make their cases difficult to differentiate from psychotic disorders.\n\nSome people with OCD exhibit what is known as overvalued ideas, ideas that are abnormal compared to affected individuals' respective cultures, and more treatment-resistant than most negative thoughts and obsessions. After some discussion, it is possible to convince the individual that their fears are unfounded. It may be more difficult to practice exposure and response prevention therapy (ERP) on such people, as they may be unwilling to cooperate, at least initially. Similar to how insight is identified on a continuum, obsessive-compulsive beliefs are characterized on a spectrum, ranging from obsessive doubt to delusional conviction. In the United States, overvalued ideation (OVI) is considered most akin to poor insight—especially when considering belief strength as one of an idea's key identifiers. Furthermore, severe and frequent overvalued ideas are considered similar to idealized values, which are so rigidly held by, and so important to affected individuals, that they end up becoming a defining identity. In adolescent OCD patients, OVI is considered a severe symptom.\n\nHistorically, OVI has been thought to be linked to poorer treatment outcome in patients with OCD, but it is currently considered a poor indicator of prognosis. The Overvalued Ideas Scale (OVIS) has been developed as a reliable quantitative method of measuring levels of OVI in patients with OCD, and research has suggested that overvalued ideas are more stable for those with more extreme OVIS scores.\n\nCognitive performance\nThough OCD was once believed to be associated with above-average intelligence, this does not appear to necessarily be the case. A 2013 review reported that people with OCD may sometimes have mild but wide-ranging cognitive deficits, most significantly those affecting spatial memory and to a lesser extent with verbal memory, fluency, executive function, and processing speed, while auditory attention was not significantly affected. People with OCD show impairment in formulating an organizational strategy for coding information, set-shifting, and motor and cognitive inhibition.\n\nSpecific subtypes of symptom dimensions in OCD have been associated with specific cognitive deficits. For example, the results of one meta-analysis comparing washing and checking symptoms reported that washers outperformed checkers on eight out of ten cognitive tests. The symptom dimension of contamination and cleaning may be associated with higher scores on tests of inhibition and verbal memory.\n\nVideo game addiction\nPediatric OCD\nApproximately 1–2% of children are affected by OCD. There is a lot of similarity between the clinical presentation of OCD in children and adults, and it is considered a highly familial disorder, with a phenotypic heritability of around 50%. Obsessive–compulsive disorder symptoms tend to develop more frequently in children 10–14 years of age, with males displaying symptoms at an earlier age, and at a more severe level than females. In children, symptoms can be grouped into at least four types, including sporadic and tic-related OCD.\n\nThe Children's Yale–Brown Obsessive–Compulsive Scale (CY-BOCS) is the gold standard measure for assessment of pediatric OCD. It follows the Y-BOCS format, but with a Symptom Checklist that is adapted for developmental appropriateness. Insight, avoidance, indecisiveness, responsibility, pervasive slowness, and doubting, are not included in a rating of overall severity. The CY-BOCS has demonstrated good convergent validity with clinician-rated OCD severity, and good to fair discriminant validity from measures of closely related anxiety, depression, and tic severity. The CY-BOCS Total Severity score is an important monitoring tool as it is responsive to pharmacotherapy and psychotherapy. Positive treatment response is characterized by 25% reduction in CY-BOCS total score, and diagnostic remission is associated with a 45%-50% reduction in Total Severity score (or a score <15).\n\nCBT is the first line treatment for mild to moderate cases of OCD in children, while medication plus CBT is recommended for moderate to severe cases. Serotonin reuptake inhibitors (SRIs) are first-line medications for OCD in children with established AACAP guidelines for dosing.\n\nAssociated conditions\nPeople with OCD may be diagnosed with other conditions as well, such as obsessive–compulsive personality disorder, major depressive disorder, bipolar disorder, generalized anxiety disorder, anorexia nervosa, social anxiety disorder, bulimia nervosa, Tourette syndrome, transformation obsession, ASD, ADHD, dermatillomania, body dysmorphic disorder, and trichotillomania. More than 50% of people with OCD experience suicidal tendencies, and 15% have attempted suicide. Depression, anxiety, and prior suicide attempts increase the risk of future suicide attempts.\n\nIt has been found that between 18 and 34% of females currently experiencing OCD scored positively on an inventory measuring disordered eating. Another study found that 7% are likely to have an eating disorder, while another found that fewer than 5% of males have OCD and an eating disorder.\n\nIndividuals with OCD have also been found to be affected by delayed sleep phase disorder at a substantially higher rate than the general public. Moreover, severe OCD symptoms are consistently associated with greater sleep disturbance. Reduced total sleep time and sleep efficiency have been observed in people with OCD, with delayed sleep onset and offset.\n\nSome research has demonstrated a link between drug addiction and OCD. For example, there is a higher risk of drug addiction among those with any anxiety disorder, likely as a way of coping with the heightened levels of anxiety. However, drug addiction among people with OCD may be a compulsive behavior. Depression is also extremely prevalent among people with OCD. One explanation for the high depression rate among OCD populations was posited by Mineka, Watson, and Clark (1998), who explained that people with OCD, or any other anxiety disorder, may feel \"out of control\".\n\nSomeone exhibiting OCD signs does not necessarily have OCD. Behaviors that present as obsessive–compulsive can also be found in a number of other conditions, including obsessive–compulsive personality disorder (OCPD), autism spectrum disorder (ASD), or disorders in which perseveration is a possible feature (ADHD, PTSD, bodily disorders, or stereotyped behaviors). Some cases of OCD present symptoms typically associated with Tourette syndrome, such as compulsions that may appear to resemble motor tics; this has been termed tic-related OCD or Tourettic OCD.\n\nOCD frequently occurs comorbidly with both bipolar disorder and major depressive disorder. Between 60 and 80% of those with OCD experience a major depressive episode in their lifetime. Comorbidity rates have been reported at between 19 and 90%, as a result of methodological differences. Between 9–35% of those with bipolar disorder also have OCD, compared to 1–2% in the general population. About 50% of those with OCD experience cyclothymic traits or hypomanic episodes. OCD is also associated with anxiety disorders. Lifetime comorbidity for OCD has been reported at 22% for specific phobia, 18% for social anxiety disorder, 12% for panic disorder, and 30% for generalized anxiety disorder. The comorbidity rate for OCD and ADHD has been reported to be as high as 51%."
                ],
                "epidemiology": [
                    "Obsessive–compulsive disorder affects about 2.3% of people at some point in their life, with the yearly rate about 1.2%. OCD occurs worldwide. It is unusual for symptoms to begin after the age of 35 and half of people develop problems before 20. Males and females are affected about equally. However, there is an earlier age for onset for males than females."
                ]
            },
            {
                "name": [
                    "Lennox–Gastaut syndrome"
                ],
                "description": [
                    "Lennox–Gastaut syndrome (LGS) is a complex, rare, and severe childhood-onset epilepsy syndrome. It is characterized by multiple and concurrent seizure types including tonic seizure, cognitive dysfunction, and slow spike waves on electroencephalogram (EEG), which are very abnormal. Typically, it presents in children aged 3–5 years and most of the time persists into adulthood with slight changes in the electroclinical phenotype. It has been associated with perinatal injuries, congenital infections, brain malformations, brain tumors, genetic disorders such as tuberous sclerosis and numerous gene mutations. Sometimes LGS is observed after infantile epileptic spasm syndrome. The prognosis for LGS is marked by a 5% mortality in childhood and persistent seizures into adulthood."
                ],
                "link": "https://en.wikipedia.org/wiki/Lennox%E2%80%93Gastaut_syndrome",
                "symptoms": [
                    "The symptoms vary and progress with age and are characterized by a triad of seizures including tonic seizure, cognitive dysfunction, and EEG findings. The triad may not fully emerge until 1–2 years after first seizure episode.\n\nSeizures\nThe peak age of onset of seizures is in the first year of life and the seizures evolve into LGS typically between 3 and 5 years of age. The mainstay symptoms are seizures that are frequent – occurring daily and difficult to treat with anti-seizure medications. An estimated 30% of patients with infantile epileptic spasm syndrome (formerly called West syndrome) have been reported to progress with LGS.\n\nTonic seizures are the most common and present in nearly everyone with LGS. They occur most frequently during non-REM sleep (90% of the time). They initially last for a minute or less and are activated by sleep. The presentation can be subtle. They present often as tonic eyelid opening with some changes in breathing coupled with pupillary dilation, urinary incontinence, increased heart rate, and flushing.[citation needed]\n\nNonconvulsive status epilepticus occurs in about 50% of patients with LGS. The seizures can cause sudden falling often leading to injury. These \"drop attacks\" are typically the first manifestation of LGS. The attacks are characterized by a single, generalized myoclonic jerk that precedes tonic contraction of axial muscles.[citation needed]\n\nEEG findings\nFindings that strongly suggest LGS include abnormal, consistent slow spike-wave (< 3 hertz [Hz]) on awake EEG. The complexes typically consist of a spike (duration < 70 milliseconds) or a sharp wave (70–200 milliseconds), followed first by a positive deep trough, then a negative wave (350–400 milliseconds). Not every wave is preceded by a spike. Bursts increase and decrease without clear onset and offset.  Slow spike waves may occur during seizures or between seizures, or may occur in absence of any observable clinical changes. This helps distinguish LGS from the pattern of extended 3-Hz spike-wave discharges.[citation needed]"
                ],
                "epidemiology": [
                    "LGS is seen in approximately 4% of children with epilepsy, and is more common in males than in females. Usual onset is between the ages of three and five. Children can have no neurological problems prior diagnosis, or have other forms of epilepsy. West syndrome is diagnosed in 20% of patients before it evolves into LGS at about 2 years old.\n\nFinland\nAccording to a 1997 community-based retrospective study in the Helsinki metropolitan area and the province of Uusimaa, the annual incidence of Lennox–Gastaut was 2 in 100,000 (0.002%) from 1975 to 1985.\n\nUnited States\n0.026% of all children in the Atlanta, Georgia metropolitan area were estimated to have LGS in 1997, which was defined as, \"onset of multiple seizure types before age 11 years, with at least one seizure type resulting in falls, and an EEG demonstrating slow spike-wave complexes (<2.5 Hz).\" The study concluded that LGS accounts for 4% of childhood epilepsies."
                ]
            },
            {
                "name": [
                    "Fibromyalgia"
                ],
                "description": [
                    "Fibromyalgia is a medical syndrome which causes chronic widespread pain, accompanied by fatigue, waking unrefreshed, and cognitive symptoms. Other symptoms can include headaches, lower abdominal pain or cramps, and depression. People with fibromyalgia can also experience insomnia and a general hypersensitivity. The cause of fibromyalgia is unknown, but is believed to involve a combination of genetic and environmental factors. Environmental factors may include psychological stress, trauma, and certain infections. Since the pain appears to result from processes in the central nervous system, the condition is referred to as a \"central sensitization syndrome\"."
                ],
                "link": "https://en.wikipedia.org/wiki/Fibromyalgia",
                "symptoms": [
                    "The defining symptoms of fibromyalgia are chronic widespread pain, fatigue, and sleep disturbance. Other symptoms may include heightened pain in response to tactile pressure (allodynia), cognitive problems, musculoskeletal stiffness, environmental sensitivity, hypervigilance, sexual dysfunction, and visual symptoms. Some people with fibromyalgia experience post-exertional malaise, in which symptoms flare up a day or longer after physical exercise.\n\nPain\nFibromyalgia is predominantly a chronic pain disorder. According to the NHS, widespread pain is one major symptom, which could feel like an ache, a burning sensation, or a sharp, stabbing pain. Patients are also highly sensitive to pain, and the slightest touch can cause pain. Pain also tends to linger for longer when a patient experiences pain.\n\nFatigue\nFatigue is one of the defining symptoms of fibromyalgia. Patients may experience physical or mental fatigue. Physical fatigue can be demonstrated by a feeling of exhaustion after exercise or by a limitation in daily activities.\n\nSleep problems\nSleep problems are a core symptom in fibromyalgia. These include difficulty falling asleep or staying asleep, awakening while sleeping and waking up feeling unrefreshed. A meta-analysis compared objective and subjective sleep metrics in people with fibromyalgia and healthy people. Individuals with fibromyalgia had lower sleep quality and efficiency, as well as longer wake time after sleep start, shorter sleep duration, lighter sleep, and greater trouble initiating sleep when objectively assessed, and more difficulty initiating sleep when subjectively assessed. Sleep problems may contribute to pain by decreased release of IGF-1 and human growth hormone, leading to decreased tissue repair. Improving sleep quality can help people with fibromyalgia minimize pain.\n\nCognitive problems\nMany people with fibromyalgia experience cognitive problems (known as fibrofog or brainfog). One study found that approximately 50% of fibromyalgia patients had subjective cognitive dysfunction and that it was associated with higher levels of pain and other fibromyalgia symptoms. The American Pain Society recognizes these problems as a major feature of fibromyalgia, characterized by trouble concentrating, forgetfulness and disorganized or slow thinking. About 75% of fibromyalgia patients report significant problems with concentration, memory, and multitasking. A 2018 meta-analysis found that the largest differences between fibromyalgia patients and healthy subjects were for inhibitory control, memory, and processing speed. It is hypothesized that the increased pain compromises attention systems, resulting in cognitive problems.\n\nHypersensitivity\nIn addition to a hypersensitivity to pain, patients with fibromyalgia show hypersensitivity to other stimuli, such as bright lights, loud noises, perfumes, and cold. A review article found that they have a lower cold pain threshold. Other studies documented an acoustic hypersensitivity."
                ],
                "epidemiology": [
                    "Fibromyalgia is estimated to affect 1.8% of the population.\n\nDespite the fact that more than 90% of fibromyalgia patients are women, only 60% of people with fibromyalgia symptoms are female in the general population."
                ]
            },
            {
                "name": [
                    "Parry–Romberg syndrome"
                ],
                "description": [
                    "Parry–Romberg syndrome (PRS) is a rare disease presenting in early childhood characterized by progressive shrinkage and degeneration of the tissues beneath the skin, usually on only one side of the face but occasionally extending to other parts of the body. An autoimmune mechanism is suspected, and the syndrome may be a variant of localized scleroderma, but the precise cause and pathogenesis of this acquired disorder remains unknown. It has been reported in the literature as a possible consequence of sympathectomy. The syndrome has a higher prevalence in females and typically appears between 5 and 15 years of age. There has been only one case report of the syndrome appearing in older adults: a 43-year-old woman with symptoms appearing at the age of 33."
                ],
                "link": "https://en.wikipedia.org/wiki/Parry%E2%80%93Romberg_syndrome",
                "symptoms": [
                    "Skin and connective tissues\nInitial facial changes usually involve the area of the face covered by the temporal or buccinator muscles. The disease progressively spreads from the initial location, resulting in atrophy of the skin and its adnexa, as well as underlying subcutaneous structures such as connective tissue, (fat, fascia, cartilage, bones) and/or muscles of one side of the face. The mouth and nose are typically deviated towards the affected side of the face.\n\nThe process may eventually extend to involve tissues between the nose and the upper corner of the lip, the upper jaw, the angle of the mouth, the area around the eye and brow, the ear, and/or the neck. The syndrome often begins with a circumscribed patch of scleroderma in the frontal region of the scalp which is associated with a loss of hair and the appearance of a depressed linear scar extending down through the midface on the affected side. This scar is referred to as a \"coup de sabre\" lesion because it resembles the scar of a wound made by a sabre, and is indistinguishable from the scar observed in frontal linear scleroderma.\n\nIn 20% of cases, the hair and skin overlying affected areas may become hyperpigmented or hypopigmented with patches of unpigmented skin. In up to 20% of cases the disease may involve the ipsilateral (on the same side) or contralateral (on the opposite side) neck, trunk, arm, or leg. The cartilage of the nose, ear and larynx can be involved. The disease has been reported to affect both sides of the face in 5 to 10% of cases.\n\nSymptoms and physical findings usually become apparent during the first or early during the second decade of life. The average age of onset is nine years of age, and the majority of individuals experience symptoms before 20 years of age. The disease may progress for several years before eventually going into remission (abruptly ceasing).\n\nNeurological\nNeurological abnormalities are common. Roughly 45% of people with Parry–Romberg syndrome also have trigeminal neuralgia (severe pain in the tissues supplied by the ipsilateral trigeminal nerve, including the forehead, eye, cheek, nose, mouth and jaw) and/or migraine (severe headaches that may be accompanied by visual abnormalities, nausea and vomiting).\n\n10% of affected individuals develop a seizure disorder as part of the disease. The seizures are typically Jacksonian in nature (characterized by rapid spasms of a muscle group that subsequently spread to adjacent muscles) and occur on the side contralateral to the affected side of the face. Half of these cases are associated with abnormalities in both the gray and white matter of the brain—usually ipsilateral but sometimes contralateral—that are detectable on magnetic resonance imaging (MRI) scan.\n\nOcular\nRecession of the eyeball within the orbit is the most common eye abnormality observed in Parry–Romberg syndrome. It is caused by a loss of subcutaneous tissue around the orbit. Other common findings include drooping of the eyelid, constriction of the pupil, redness of the conjunctiva, and decreased sweating of the affected side of the face. Collectively, these signs are referred to as Horner's syndrome. Other ocular abnormalities include ophthalmoplegia (paralysis of one or more of the extraocular muscles) and other types of strabismus, uveitis, and heterochromia of the iris.\n\nOral\nThe tissues of the mouth, including the tongue, gingiva, teeth and soft palate are commonly involved in Parry–Romberg syndrome. 50% of affected individuals develop dental abnormalities such as delayed eruption, dental root exposure, or resorption of the dental roots on the affected side. 35% have difficulty or inability to normally open the mouth or other jaw symptoms, including temporomandibular joint dysfunction and spasm of the muscles of mastication on the affected side. 25% experience atrophy of one side of the upper lip and tongue."
                ],
                "epidemiology": [
                    "Parry–Romberg syndrome appears to occur randomly and for unknown reasons. Prevalence is higher in females than males, with a ratio of roughly 3:2. The condition is observed on the left side of the face about as often as on the right side."
                ]
            },
            {
                "name": [
                    "Progressive hemifacial atrophy"
                ],
                "description": [
                    "Parry–Romberg syndrome (PRS) is a rare disease presenting in early childhood characterized by progressive shrinkage and degeneration of the tissues beneath the skin, usually on only one side of the face but occasionally extending to other parts of the body. An autoimmune mechanism is suspected, and the syndrome may be a variant of localized scleroderma, but the precise cause and pathogenesis of this acquired disorder remains unknown. It has been reported in the literature as a possible consequence of sympathectomy. The syndrome has a higher prevalence in females and typically appears between 5 and 15 years of age. There has been only one case report of the syndrome appearing in older adults: a 43-year-old woman with symptoms appearing at the age of 33."
                ],
                "link": "https://en.wikipedia.org/wiki/Progressive_hemifacial_atrophy",
                "symptoms": [
                    "Skin and connective tissues\nInitial facial changes usually involve the area of the face covered by the temporal or buccinator muscles. The disease progressively spreads from the initial location, resulting in atrophy of the skin and its adnexa, as well as underlying subcutaneous structures such as connective tissue, (fat, fascia, cartilage, bones) and/or muscles of one side of the face. The mouth and nose are typically deviated towards the affected side of the face.\n\nThe process may eventually extend to involve tissues between the nose and the upper corner of the lip, the upper jaw, the angle of the mouth, the area around the eye and brow, the ear, and/or the neck. The syndrome often begins with a circumscribed patch of scleroderma in the frontal region of the scalp which is associated with a loss of hair and the appearance of a depressed linear scar extending down through the midface on the affected side. This scar is referred to as a \"coup de sabre\" lesion because it resembles the scar of a wound made by a sabre, and is indistinguishable from the scar observed in frontal linear scleroderma.\n\nIn 20% of cases, the hair and skin overlying affected areas may become hyperpigmented or hypopigmented with patches of unpigmented skin. In up to 20% of cases the disease may involve the ipsilateral (on the same side) or contralateral (on the opposite side) neck, trunk, arm, or leg. The cartilage of the nose, ear and larynx can be involved. The disease has been reported to affect both sides of the face in 5 to 10% of cases.\n\nSymptoms and physical findings usually become apparent during the first or early during the second decade of life. The average age of onset is nine years of age, and the majority of individuals experience symptoms before 20 years of age. The disease may progress for several years before eventually going into remission (abruptly ceasing).\n\nNeurological\nNeurological abnormalities are common. Roughly 45% of people with Parry–Romberg syndrome also have trigeminal neuralgia (severe pain in the tissues supplied by the ipsilateral trigeminal nerve, including the forehead, eye, cheek, nose, mouth and jaw) and/or migraine (severe headaches that may be accompanied by visual abnormalities, nausea and vomiting).\n\n10% of affected individuals develop a seizure disorder as part of the disease. The seizures are typically Jacksonian in nature (characterized by rapid spasms of a muscle group that subsequently spread to adjacent muscles) and occur on the side contralateral to the affected side of the face. Half of these cases are associated with abnormalities in both the gray and white matter of the brain—usually ipsilateral but sometimes contralateral—that are detectable on magnetic resonance imaging (MRI) scan.\n\nOcular\nRecession of the eyeball within the orbit is the most common eye abnormality observed in Parry–Romberg syndrome. It is caused by a loss of subcutaneous tissue around the orbit. Other common findings include drooping of the eyelid, constriction of the pupil, redness of the conjunctiva, and decreased sweating of the affected side of the face. Collectively, these signs are referred to as Horner's syndrome. Other ocular abnormalities include ophthalmoplegia (paralysis of one or more of the extraocular muscles) and other types of strabismus, uveitis, and heterochromia of the iris.\n\nOral\nThe tissues of the mouth, including the tongue, gingiva, teeth and soft palate are commonly involved in Parry–Romberg syndrome. 50% of affected individuals develop dental abnormalities such as delayed eruption, dental root exposure, or resorption of the dental roots on the affected side. 35% have difficulty or inability to normally open the mouth or other jaw symptoms, including temporomandibular joint dysfunction and spasm of the muscles of mastication on the affected side. 25% experience atrophy of one side of the upper lip and tongue."
                ],
                "epidemiology": [
                    "Parry–Romberg syndrome appears to occur randomly and for unknown reasons. Prevalence is higher in females than males, with a ratio of roughly 3:2. The condition is observed on the left side of the face about as often as on the right side."
                ]
            },
            {
                "name": [
                    "Romberg syndrome"
                ],
                "description": [
                    "Parry–Romberg syndrome (PRS) is a rare disease presenting in early childhood characterized by progressive shrinkage and degeneration of the tissues beneath the skin, usually on only one side of the face but occasionally extending to other parts of the body. An autoimmune mechanism is suspected, and the syndrome may be a variant of localized scleroderma, but the precise cause and pathogenesis of this acquired disorder remains unknown. It has been reported in the literature as a possible consequence of sympathectomy. The syndrome has a higher prevalence in females and typically appears between 5 and 15 years of age. There has been only one case report of the syndrome appearing in older adults: a 43-year-old woman with symptoms appearing at the age of 33."
                ],
                "link": "https://en.wikipedia.org/wiki/Romberg_syndrome",
                "symptoms": [
                    "Skin and connective tissues\nInitial facial changes usually involve the area of the face covered by the temporal or buccinator muscles. The disease progressively spreads from the initial location, resulting in atrophy of the skin and its adnexa, as well as underlying subcutaneous structures such as connective tissue, (fat, fascia, cartilage, bones) and/or muscles of one side of the face. The mouth and nose are typically deviated towards the affected side of the face.\n\nThe process may eventually extend to involve tissues between the nose and the upper corner of the lip, the upper jaw, the angle of the mouth, the area around the eye and brow, the ear, and/or the neck. The syndrome often begins with a circumscribed patch of scleroderma in the frontal region of the scalp which is associated with a loss of hair and the appearance of a depressed linear scar extending down through the midface on the affected side. This scar is referred to as a \"coup de sabre\" lesion because it resembles the scar of a wound made by a sabre, and is indistinguishable from the scar observed in frontal linear scleroderma.\n\nIn 20% of cases, the hair and skin overlying affected areas may become hyperpigmented or hypopigmented with patches of unpigmented skin. In up to 20% of cases the disease may involve the ipsilateral (on the same side) or contralateral (on the opposite side) neck, trunk, arm, or leg. The cartilage of the nose, ear and larynx can be involved. The disease has been reported to affect both sides of the face in 5 to 10% of cases.\n\nSymptoms and physical findings usually become apparent during the first or early during the second decade of life. The average age of onset is nine years of age, and the majority of individuals experience symptoms before 20 years of age. The disease may progress for several years before eventually going into remission (abruptly ceasing).\n\nNeurological\nNeurological abnormalities are common. Roughly 45% of people with Parry–Romberg syndrome also have trigeminal neuralgia (severe pain in the tissues supplied by the ipsilateral trigeminal nerve, including the forehead, eye, cheek, nose, mouth and jaw) and/or migraine (severe headaches that may be accompanied by visual abnormalities, nausea and vomiting).\n\n10% of affected individuals develop a seizure disorder as part of the disease. The seizures are typically Jacksonian in nature (characterized by rapid spasms of a muscle group that subsequently spread to adjacent muscles) and occur on the side contralateral to the affected side of the face. Half of these cases are associated with abnormalities in both the gray and white matter of the brain—usually ipsilateral but sometimes contralateral—that are detectable on magnetic resonance imaging (MRI) scan.\n\nOcular\nRecession of the eyeball within the orbit is the most common eye abnormality observed in Parry–Romberg syndrome. It is caused by a loss of subcutaneous tissue around the orbit. Other common findings include drooping of the eyelid, constriction of the pupil, redness of the conjunctiva, and decreased sweating of the affected side of the face. Collectively, these signs are referred to as Horner's syndrome. Other ocular abnormalities include ophthalmoplegia (paralysis of one or more of the extraocular muscles) and other types of strabismus, uveitis, and heterochromia of the iris.\n\nOral\nThe tissues of the mouth, including the tongue, gingiva, teeth and soft palate are commonly involved in Parry–Romberg syndrome. 50% of affected individuals develop dental abnormalities such as delayed eruption, dental root exposure, or resorption of the dental roots on the affected side. 35% have difficulty or inability to normally open the mouth or other jaw symptoms, including temporomandibular joint dysfunction and spasm of the muscles of mastication on the affected side. 25% experience atrophy of one side of the upper lip and tongue."
                ],
                "epidemiology": [
                    "Parry–Romberg syndrome appears to occur randomly and for unknown reasons. Prevalence is higher in females than males, with a ratio of roughly 3:2. The condition is observed on the left side of the face about as often as on the right side."
                ]
            },
            {
                "name": [
                    "Cumulative trauma disorders"
                ],
                "description": [
                    "A repetitive strain injury (RSI) is an injury to part of the musculoskeletal or nervous system caused by repetitive use, vibrations, compression or long periods in a fixed position. Other common names include repetitive stress injury, repetitive stress disorders, cumulative trauma disorders (CTDs), and overuse syndrome."
                ],
                "link": "https://en.wikipedia.org/wiki/Cumulative_trauma_disorders",
                "symptoms": [
                    "Some examples of symptoms experienced by patients with RSI are aching, pulsing pain, tingling and extremity weakness, initially presenting with intermittent discomfort and then with a higher degree of frequency.\n\nDefinition\nRepetitive strain injury (RSI) and associative trauma orders are umbrella terms used to refer to several discrete conditions that can be associated with repetitive tasks, forceful  exertions, vibrations,  mechanical compression, sustained or awkward positions, or repetitive eccentric contractions. The exact terminology is controversial, but the terms now used by the United States Department of Labor and the National Institute of Occupational Safety and Health (NIOSH) are musculoskeletal disorders (MSDs) and work-related musculoskeletal disorders (WMDs).\n\nExamples of conditions that may sometimes be attributed to such causes include tendinosis (or less often tendinitis), carpal tunnel syndrome, cubital tunnel syndrome, De Quervain syndrome, thoracic outlet syndrome, intersection syndrome, golfer's elbow (medial epicondylitis), tennis elbow (lateral epicondylitis), trigger finger (so-called stenosing tenosynovitis), radial tunnel syndrome, ulnar tunnel syndrome, and focal dystonia.\n\nA general worldwide increase since the 1970s in RSIs of the arms, hands, neck, and shoulder has been attributed to the widespread use in the workplace of keyboard entry devices, such as typewriters and computers, which require long periods of repetitive motions in a fixed posture. Extreme temperatures have also been reported as risk factor for RSI."
                ]
            },
            {
                "name": [
                    "Overuse syndrome"
                ],
                "description": [
                    "A repetitive strain injury (RSI) is an injury to part of the musculoskeletal or nervous system caused by repetitive use, vibrations, compression or long periods in a fixed position. Other common names include repetitive stress injury, repetitive stress disorders, cumulative trauma disorders (CTDs), and overuse syndrome."
                ],
                "link": "https://en.wikipedia.org/wiki/Overuse_syndrome",
                "symptoms": [
                    "Some examples of symptoms experienced by patients with RSI are aching, pulsing pain, tingling and extremity weakness, initially presenting with intermittent discomfort and then with a higher degree of frequency.\n\nDefinition\nRepetitive strain injury (RSI) and associative trauma orders are umbrella terms used to refer to several discrete conditions that can be associated with repetitive tasks, forceful  exertions, vibrations,  mechanical compression, sustained or awkward positions, or repetitive eccentric contractions. The exact terminology is controversial, but the terms now used by the United States Department of Labor and the National Institute of Occupational Safety and Health (NIOSH) are musculoskeletal disorders (MSDs) and work-related musculoskeletal disorders (WMDs).\n\nExamples of conditions that may sometimes be attributed to such causes include tendinosis (or less often tendinitis), carpal tunnel syndrome, cubital tunnel syndrome, De Quervain syndrome, thoracic outlet syndrome, intersection syndrome, golfer's elbow (medial epicondylitis), tennis elbow (lateral epicondylitis), trigger finger (so-called stenosing tenosynovitis), radial tunnel syndrome, ulnar tunnel syndrome, and focal dystonia.\n\nA general worldwide increase since the 1970s in RSIs of the arms, hands, neck, and shoulder has been attributed to the widespread use in the workplace of keyboard entry devices, such as typewriters and computers, which require long periods of repetitive motions in a fixed posture. Extreme temperatures have also been reported as risk factor for RSI."
                ]
            }
        ]
    }
}