{
    "responseHeader": {
        "status": 0,
        "QTime": 2,
        "params": {
            "q": "Triggered by childhood trauma",
            "defType": "edismax",
            "ps": "2",
            "qf": "description^3 symptoms^2 causes^2 treatment^1.7 diagnosis^1.5 prevention^1.0 epidemiology^1.5 content^0.5",
            "pf": "description symptoms",
            "fl": "name, link, description, symptoms, epidemiology",
            "rows": "25",
            "wt": "json",
            "ps2": "1"
        }
    },
    "response": {
        "numFound": 682,
        "start": 0,
        "numFoundExact": true,
        "docs": [
            {
                "name": [
                    "Dravet syndrome"
                ],
                "description": [
                    "Dravet syndrome (DS), previously known as severe myoclonic epilepsy of infancy (SMEI), is an autosomal dominant genetic disorder which causes a catastrophic form of epilepsy, with prolonged seizures that are often triggered by hot temperatures or fever. It is very difficult to treat with anticonvulsant medications. It often begins before one year of age, with six months being the age that seizures, char­ac­ter­ized by prolonged convulsions and triggered by fever, usually begin."
                ],
                "link": "https://en.wikipedia.org/wiki/Dravet_syndrome",
                "symptoms": [
                    "Dravet syndrome has been characterized by prolonged febrile and non-febrile seizures within the first year of a child's life. This disease progresses to other seizure types like myoclonic and partial seizures, psychomotor delay, and ataxia. It is characterized by cognitive impairment, behavioural disorders, and motor deficits. Behavioural deficits often include hyperactivity and impulsiveness, and in more rare cases, autistic-like behaviours. Dravet syndrome is also associated with sleep disorders including somnolence and insomnia.  The seizures experienced by people with Dravet syndrome become worse as the patient ages, as the disease is not very observable when symptoms first appear. This coupled with the range of severity differing between each individual diagnosed and the resistance of these seizures to drugs has made it challenging to develop treatments.\n\nDravet syndrome appears during the first year of life, often beginning around six months of age with frequent febrile seizures (fever-related seizures). Children with Dravet syndrome typically experience a lagged development of language and motor skills, hyperactivity and sleep difficulties, chronic infection, growth and balance issues, and difficulty relating to others. The effects of this disorder do not diminish over time, and children diagnosed with Dravet syndrome require fully committed caretakers with tremendous patience and the ability to closely monitor them.\n\nFebrile seizures are divided into two categories known as simple and complex. A febrile seizure would be categorized as complex if it has occurred within 24 hours of another seizure or if it lasts longer than 15 minutes. A febrile seizure lasting less than 15 minutes would be considered simple. Sometimes modest hyperthermic stressors like physical exertion or a hot bath can provoke seizures in affected individuals. However, any seizure uninterrupted after 5 minutes, without a resumption of postictal (more normal; recovery-type; after-seizure) consciousness can lead to potentially fatal status epilepticus.[citation needed]"
                ],
                "epidemiology": [
                    "Dravet syndrome is a severe form of epilepsy. It accounts for roughly 10% of cases of epileptic encephalopathies in children. It is a rare genetic disorder that affects an estimated 1 in every 20,000–40,000 births."
                ]
            },
            {
                "name": [
                    "Social anxiety disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Social_anxiety_disorder",
                "description": [
                    "Social anxiety disorder (SAD), also known as social phobia, is an anxiety disorder characterized by sentiments of fear and anxiety in social situations, causing considerable distress and impairing ability to function in at least some aspects of daily life. These fears can be triggered by perceived or actual scrutiny from others. Individuals with social anxiety disorder fear negative evaluations from other people."
                ],
                "symptoms": [
                    "The 10th version of the International Classification of Diseases (ICD-10) classifies social anxiety as a mental and behavioral disorder.\n\nCognitive aspects\nIn cognitive models of social anxiety disorder, those with social phobias experience dread over how they will present to others. They may feel overly self-conscious, pay high self-attention after the activity, or have high performance standards for themselves. According to the social psychology theory of self-presentation, an affected person attempts to create a well-mannered impression towards others but believes they are unable to do so. Many times, before the potentially anxiety-provoking social situation, they may deliberately review what could go wrong and how to deal with each unexpected case.  After the event, they may have the perception that they performed unsatisfactorily. Consequently, they will perceive anything that may have possibly been abnormal as embarrassing. These thoughts may extend for weeks or longer. Cognitive distortions are a hallmark and are learned about in CBT (cognitive-behavioral therapy). Thoughts are often self-defeating and inaccurate. Those with social phobia tend to interpret neutral or ambiguous conversations with a negative outlook and many studies suggest that socially anxious individuals remember more negative memories than those less distressed.\n\nBehavioural aspects\nSocial anxiety disorder is a persistent fear of one or more situations in which the person is exposed to possible scrutiny by others and fears that they may do something or act in a way that will be humiliating or embarrassing. It exceeds normal \"shyness\" as it leads to excessive social avoidance and substantial social or occupational impairment. Feared activities may include almost any type of social interaction, especially small groups, dating, parties, talking to strangers, restaurants, interviews, etc.\n\nThose who have social anxiety disorder fear being judged by others in society. In particular, individuals with social anxiety are nervous in the presence of people with authority and feel uncomfortable during physical examinations. People who have this disorder may behave a certain way or say something and then feel embarrassed or humiliated after. As a result, they often choose to isolate themselves from society to avoid such situations. They may also feel uncomfortable meeting people they do not know and act distant when they are with large groups of people. In some cases, they may show evidence of this disorder by avoiding eye contact, or blushing when someone is talking to them.\n\nAccording to psychologist B. F. Skinner, phobias are controlled by escape and avoidance behaviors. Major avoidance behaviors could include an almost pathological or compulsive lying behavior to preserve self-image and avoid judgment in front of others. Minor avoidance behaviors are exposed when a person avoids eye contact and crosses his or her arms to conceal recognizable shaking. A fight-or-flight response is then triggered in such events.\n\nPhysiological aspects\nPhysiological effects, similar to those in other anxiety disorders, are present in social phobias. In adults, it may cause tears as well as excessive sweating, nausea, difficulty breathing, shaking, and palpitations as a result of the fight-or-flight response. The walk disturbance (where a person is so worried about how they walk that they may lose balance) may appear, especially when passing a group of people. Blushing is commonly exhibited by individuals with social phobia. These visible symptoms further reinforce the anxiety in the presence of others. A 2006 study found that the area of the brain called the amygdala, part of the limbic system, is hyperactive when patients are shown threatening faces or confronted with frightening situations. They found that patients with more severe social phobia showed a correlation with increased response in their amygdalae. People with SAD may avoid looking at other people, and even their surroundings, to a greater extent than their peers, possibly to decrease the risk of eye contact, which can be interpreted as a nonverbal signal of openness to social interaction.\n\nSocial aspects\nPeople with SAD avoid situations that most people consider normal. They may have a hard time understanding how others can handle these situations so easily. People with SAD avoid all or most social situations and hide from others, which can affect their personal relationships. Social phobia can completely remove people from social situations due to the irrational fear of these situations. People with SAD may be addicted to social media networks, have sleep deprivation, and feel good when they avoid human interactions.[medical citation needed] SAD can also lead to low self-esteem, negative thoughts, major depressive disorder, sensitivity to criticism, and poor social skills that do not improve. People with SAD experience anxiety in a variety of social situations, from important, meaningful encounters, to everyday trivial ones. These people may feel more nervous in job interviews, dates, interactions with authority, or at work.\n\nProblematic digital media use\nIn April 2018, the International Journal of Environmental Research and Public Health published a systematic review of 24 studies researching associations between internet gaming disorder (IGD) and various psychopathologies that found a 92% correlation between IGD and anxiety and a 75% correlation between IGD and social anxiety. In August 2018, Wiley Stress & Health published a meta-analysis of 39 studies comprising 21,736 subjects that found a small-to-medium association between smartphone use and anxiety.\n\nIn December 2018, Frontiers in Psychiatry published a systematic review of 9 studies published after 2014 investigating associations between problematic social networking sites (SNS) use and comorbid psychiatric disorders that found a positive association between problematic SNS use and anxiety. In March 2019, the International Journal of Adolescence and Youth published a systematic review of 13 studies comprising 21,231 adolescent subjects aged 13 to 18 years that found that social media screen time, both active and passive social media use, the amount of personal information uploaded, and social media addictive behaviors all correlated with anxiety. In February 2020, Psychiatry Research published a systematic review and meta-analysis of 14 studies that found positive associations between problematic smartphone use and anxiety and positive associations between higher levels of problematic smartphone use and elevated risk of anxiety, while Frontiers in Psychology published a systematic review of 10 studies of adolescent or young adult subjects in China that concluded that the research reviewed mostly established an association between social networks use disorder and anxiety among Chinese adolescents and young adults.\n\nIn April 2020, BMC Public Health published a systematic review of 70 cross-sectional and longitudinal studies investigating moderating factors for associations for screen-based sedentary behaviors and anxiety symptoms among youth that found that while screen types was the most consistent factor, the body of evidence for anxiety symptoms was more limited than for depression symptoms. In October 2020, the Journal of Behavioral Addictions published a systematic review and meta-analysis of 40 studies with 33,650 post-secondary student subjects that found a weak-to-moderate positive association between mobile phone addiction and anxiety. In November 2020, Child and Adolescent Mental Health published a systematic review of research published between January 2005 and March 2019 on associations between SNS use and anxiety symptoms in subjects between ages of 5 to 18 years that found that increased SNS screen time or frequency of SNS use and higher levels of investment (i.e. personal information added to SNS accounts) were significantly associated with higher levels of anxiety symptoms.\n\nIn January 2021, Frontiers in Psychiatry published a systematic review of 44 studies investigating social media use and development of psychiatric disorders in childhood and adolescence that concluded that the research reviewed established a direct association between levels of anxiety, social media addiction behaviors, and nomophobia, longitudinal associations between social media use and increased anxiety, that fear of missing out and nomophobia are associated with severity of Facebook usage, and suggested that fear of missing out may trigger social media addiction and that nomophobia appears to mediate social media addiction. In March 2021, Computers in Human Behavior Reports published a systematic review of 52 studies published before May 2020 that found that social anxiety was associated with problematic social media use and that socially anxious persons used social media to seek social support possibly to compensate for a lack of offline social support. In June 2021, Clinical Psychology Review published a systematic review of 35 longitudinal studies published before August 2020 that found that evidence for longitudinal associations between screen time and anxiety among young people was lacking. In August 2021, a meta-analysis was presented at the 2021 International Conference on Intelligent Medicine and Health of articles published before January 2011 that found evidence for a negative impact of social media on anxiety.\n\nIn January 2022, The European Journal of Psychology Applied to Legal Context published a meta-analysis of 13 cross-sectional studies comprising 7,348 subjects that found a statistically significant correlation between cybervictimization and anxiety with a moderate-to-large effect size. In March 2022, JAMA Psychiatry published a systematic review and meta-analysis of 87 studies with 159,425 subjects 12 years of age or younger that found a small but statistically significant correlation between screen time and anxiety in children, while Adolescent Psychiatry published a systematic review of research published from June 2010 through June 2020 studying associations between social media use and anxiety among adolescent subjects aged 13 to 18 years that established that 78.3% of studies reviewed reported positive associations between social media use and anxiety. In April 2022, researchers in the Department of Communication at Stanford University performed a meta-analysis of 226 studies comprising 275,728 subjects that found a small but positive association between social media use and anxiety, while JMIR Mental Health published a systematic review and meta-analysis of 18 studies comprising 9,269 adolescent and young adult subjects that found a moderate but statistically significant association between problematic social media use and anxiety.\n\nIn May 2022, Computers in Human Behavior published a meta-analysis of 82 studies comprising 48,880 subjects that found a significant positive association between social anxiety and mobile phone addiction. In August 2022, the International Journal of Environmental Research and Public Health published a systematic review and meta-analysis of 16 studies comprising 8,077 subjects that established a significant association between binge-watching and anxiety. In November 2022, Cyberpsychology, Behavior, and Social Networking published a systematic review of 1,747 articles on problematic social media use that found a strong bidirectional relationship between social media use and anxiety. In March 2023, the Journal of Public Health published a meta-analysis of 27 studies published after 2014 comprising 120,895 subjects that found a moderate and robust association between problematic smartphone use and anxiety. In July 2023, Healthcare published a systematic review and meta-analysis of 16 studies that established correlation coefficients of 0.31 and 0.39 between nomophobia and anxiety and nomophobia and smartphone addiction respectively.\n\nComorbidity\nSAD shows a high degree of co-occurrence with other psychiatric disorders. In fact, a population-based study found that 66% of those with SAD had one or more additional mental health disorders. SAD often occurs alongside low self-esteem and most commonly clinical depression, perhaps due to a lack of personal relationships and long periods of isolation related to social avoidance.\nClinical depression is 1.49 to 3.5 times more likely to occur in those with SAD. Research also indicates that the presence of certain social fears (e.g., avoidance of participating in small groups, avoidance of going to a party) are more likely to trigger comorbid depressive symptoms than other social fears, and thus deserve a very careful audit during clinical assessment among patients with SAD.\n\nAnxiety disorders other than SAD are also very common in patients with SAD, in particular generalized anxiety disorder. Avoidant personality disorder is likewise highly correlated with SAD, with comorbidity rates ranging from 25% to 89%.\n\nTo try to reduce their anxiety and alleviate depression, people with social phobia may use alcohol or other drugs, which can lead to substance use disorders. It is estimated that one-fifth of patients with social anxiety disorder also have alcohol use disorder. However, some research suggests SAD is unrelated to, or even protective against alcohol-related problems. Those who have both alcohol use disorder and social anxiety disorder are more likely to avoid group-based treatments and to relapse compared to people who do not have this combination."
                ],
                "epidemiology": [
                    "(children)\n\n\n\nSocial anxiety disorder is known to appear at an early age in most cases. Fifty percent of those who develop this disorder have developed it by the age of 11, and 80% have developed it by age 20. This early age of onset may lead to people with social anxiety disorder being particularly vulnerable to depressive illnesses, substance use, and other psychological conflicts.\n\nWhen prevalence estimates were based on the examination of psychiatric clinic samples, social anxiety disorder was thought to be a relatively rare disorder. The opposite was found to be true; social anxiety was common, but many were afraid to seek psychiatric help, leading to an underrecognition of the problem.\n\nThe National Comorbidity Survey of over 8,000 American correspondents in 1994 revealed 12-month and lifetime prevalence rates of 7.9 percent and 13.3 percent, respectively; this makes it the third most prevalent psychiatric disorder after depression and alcohol use disorder, and the most common of the anxiety disorders. According to US epidemiological data from the National Institute of Mental Health, social phobia affects 15 million adult Americans in any given year. Estimates vary within 2 percent and 7 percent of the US adult population.\n\nThe mean onset of social phobia is 10 to 13 years. Onset after age 25 is rare and is typically preceded by panic disorder or major depression. Social anxiety disorder occurs more often in females than males. The prevalence of social phobia appears to be increasing among white, married, and well-educated individuals. As a group, those with generalized social phobia are less likely to graduate from high school and are more likely to rely on government financial assistance or have poverty-level salaries. Surveys carried out in 2002 show the youth of England, Scotland, and Wales have a prevalence rate of 0.4 percent, 1.8 percent, and 0.6 percent, respectively. In Canada, the prevalence of self-reported social anxiety for Nova Scotians older than 14 years was 4.2 percent in June 2004 with women (4.6 percent) reporting more than men (3.8 percent). In Australia, social phobia is the 8th and 5th leading disease or illness for males and females between 15 and 24 years of age as of 2003. Because of the difficulty in separating social phobia from poor social skills or shyness, some studies have a large range of prevalence. The table also shows higher prevalence in Sweden."
                ]
            },
            {
                "name": [
                    "Functional neurological symptom disorder"
                ],
                "description": [
                    "Functional neurologic disorder or functional neurological disorder (FND) is a condition in which patients experience neurological symptoms such as weakness, movement problems, sensory symptoms, and convulsions. As a functional disorder, there is, by definition, no known disease process affecting the structure of the body, yet the person experiences symptoms relating to their body function. Symptoms of functional neurological disorders are clinically recognisable, but are not categorically associated with a definable organic disease."
                ],
                "link": "https://en.wikipedia.org/wiki/Functional_neurological_symptom_disorder",
                "symptoms": [
                    "There are a great number of symptoms experienced by those with a functional neurological disorder. While these symptoms are very real, their origin is complex, since it can be associated with severe psychological trauma (conversion disorder), and idiopathic neurological dysfunction. The core symptoms are those of motor or sensory dysfunction or episodes of altered awareness:\n\nLimb weakness or paralysis\nNon-epileptic seizures – these may look like epileptic seizures or faints\nMovement disorders including tremors, dystonia (spasms), myoclonus (jerky movements)\nVisual symptoms including loss of vision or double vision\nSpeech symptoms including dysphonia (whispering speech), slurred or stuttering speech\nSensory disturbance including hemisensory syndrome (altered sensation down one side of the body)\nNumbness or inability to sense touch\nDizziness and balance problems\nPain (including chronic migraines)\nExtreme slowness and fatigue"
                ]
            },
            {
                "name": [
                    "Complex post-traumatic stress disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Complex_post-traumatic_stress_disorder",
                "description": [
                    "Complex post-traumatic stress disorder is a stress-related mental disorder generally occurring in response to complex traumas, i.e., commonly prolonged or repetitive exposures to a series of traumatic events, within which individuals perceive little or no chance to escape."
                ],
                "symptoms": [
                    "Children and adolescents\nThe diagnosis of PTSD was originally given to adults who had suffered because of a single-event trauma (e.g., during a war, rape). However, the situation for many children is quite different. Children can suffer chronic trauma such as maltreatment, family violence, dysfunction, or a disruption in attachment to their primary caregiver. In many cases, it is the child's caregiver who causes the trauma. The diagnosis of PTSD does not take into account how the developmental stages of children may affect their symptoms and how trauma can affect a child's development.\n\nThe term developmental trauma disorder (DTD) has been proposed as the childhood equivalent of CPTSD. This developmental form of trauma places children at risk for developing psychiatric and medical disorders.  Bessel van der Kolk explains DTD as numerous encounters with interpersonal trauma such as physical assault, sexual assault, violence or death. It can also be brought on by subjective events such as abandonment, betrayal, defeat or shame.\n\nRepeated traumatization during childhood leads to symptoms that differ from those described for PTSD. Cook and others describe symptoms and behavioral characteristics in seven domains:\n\nAttachment – problems with relationship boundaries, lack of trust, social isolation, difficulty perceiving and responding to others' emotional states\nBiomedical symptoms – sensory-motor developmental dysfunction, sensory-integration difficulties; increased medical problems or even somatization\nAffect or emotional regulation – poor affect regulation, difficulty identifying and expressing emotions and internal states, and difficulties communicating needs, wants, and wishes\nElements of dissociation – amnesia, depersonalization, discrete states of consciousness with discrete memories, affect, and functioning, and impaired memory for state-based events\nBehavioral control – problems with impulse control, aggression, pathological self-soothing, and sleep problems\nCognition – difficulty regulating attention; problems with a variety of executive functions such as planning, judgment, initiation, use of materials, and self-monitoring; difficulty processing new information; difficulty focusing and completing tasks; poor object constancy; problems with cause-effect thinking; and language developmental problems such as a gap between receptive and expressive communication abilities.\nSelf-concept – fragmented and/or disconnected autobiographical narrative, disturbed body image, low self-esteem, excessive shame, and negative internal working models of self.\nAdults\nAdults with CPTSD have sometimes experienced prolonged interpersonal traumatization beginning in childhood, rather than, or as well as, in adulthood. These early injuries interrupt the development of a robust sense of self and of others. Because physical and emotional pain or neglect was often inflicted by attachment figures such as caregivers or other siblings, these individuals may develop a sense that they are fundamentally flawed and that others cannot be relied upon. This can become a pervasive way of relating to others in adult life, described as insecure attachment. This symptom is neither included in the diagnosis of dissociative disorder nor in that of PTSD in the current DSM-5 (2013). Individuals with Complex PTSD also demonstrate lasting personality disturbances with a significant risk of revictimization.\n\nSix clusters of symptoms have been suggested for diagnosis of CPTSD:\n\nAlterations in regulation of affect and impulses\nAlterations in attention or consciousness\nAlterations in self-perception\nAlterations in relations with others\nSomatization\nAlterations in systems of meaning\nExperiences in these areas may include:: 199–122 \n\nChanges in emotional regulation, including experiences such as persistent dysphoria, chronic suicidal preoccupation, self-injury, explosive or extremely inhibited anger (may alternate), and compulsive or extremely inhibited sexuality (may alternate).\nVariations in consciousness, such as amnesia or improved recall for traumatic events, episodes of dissociation, depersonalization/derealization, and reliving experiences (either in the form of intrusive PTSD symptoms or in ruminative preoccupation).\nChanges in self-perception, such as a sense of helplessness or paralysis of initiative, shame, guilt and self-blame, a sense of defilement or stigma, and a sense of being completely different from other human beings (may include a sense of specialness, utter aloneness, a belief that no other person can understand, or a feeling of nonhuman identity).\nVaried changes in perception of the perpetrators, such as a preoccupation with the relationship with a perpetrator (including a preoccupation with revenge), an unrealistic attribution of total power to a perpetrator (though the individual's assessment may be more realistic than the clinician's), idealization or paradoxical gratitude, a sense of a special or supernatural relationship with a perpetrator, and acceptance of a perpetrator's belief system or rationalizations.\nAlterations in relations with others, such as isolation and withdrawal, disruption in intimate relationships, a repeated search for a rescuer (may alternate with isolation and withdrawal), persistent distrust, and repeated failures of self-protection.\nChanges in systems of meaning, such as a loss of sustaining faith and a sense of hopelessness and despair."
                ]
            },
            {
                "name": [
                    "Shaken baby syndrome"
                ],
                "description": [
                    "Shaken baby syndrome (SBS), also known as abusive head trauma (AHT), is a medical condition in children younger than five years old, generally caused by blunt trauma, vigorous shaking, or a combination of both."
                ],
                "link": "https://en.wikipedia.org/wiki/Shaken_baby_syndrome",
                "epidemiology": [
                    "The incidence of shaking baby syndrome is unknown due to difficulty in diagnosis, which may be caused by lack of centralized reporting system, absent signs of maltreatment, unclear presentation, and acute head trauma being classified under chronic neglect. Incidence is estimated to be 35 out of 100,000 infants, 65% of these infants have significant neurological disabilities, and 5 to 35% of infants die as a result of sustained injuries. For children under the age of one, US-based studies have found rates of 27.5 out of 100,000 infants for the years 1997 and 2000 and a rate of 32.2 out of 100,000 in the year 2003. However, these statistics are presumably underestimates of the actual incidence of SBS, because there are children whose injuries may not be perceived as serious enough to be hospitalized, and those who have been hospitalized but diagnosis was missed.\n\nSmall children are at particularly high risk for abuse associated with SBS given the large difference in size between the small child and the caretaker. SBS is primarily observed in children under the age of two but may occur in those up to age five. The majority of cases typically occur before the infant's first birthday with the average victim age between three and eight months old. In the US, deaths due to SBS constitute about 10% of deaths due to child abuse."
                ]
            },
            {
                "name": [
                    "Brain damage"
                ],
                "description": [
                    "Brain injury (BI) is the destruction or degeneration of brain cells. Brain injuries occur due to a wide range of internal and external factors. In general, brain damage refers to significant, undiscriminating trauma-induced damage."
                ],
                "link": "https://en.wikipedia.org/wiki/Brain_damage",
                "symptoms": [
                    "Symptoms of brain injuries vary based on the severity of the injury or how much of the brain is affected. The four categories used for classifying the severity of brain injuries are mild, moderate, or severe. \n\nSeverity of injuries\nSymptoms of a mild brain injury include headaches, confusions, tinnitus, fatigue, changes in sleep patterns, mood or behavior. Other symptoms include trouble with memory, concentration, attention or thinking. Mental fatigue is a common debilitating experience and may not be linked by the patient to the original (minor) incident.\n\nCognitive symptoms include confusion, aggressiveness, abnormal behavior, slurred speech, and coma or other disorders of consciousness. Physical symptoms include headaches that worsen or do not go away, vomiting or nausea, convulsions, brain pulsation, abnormal dilation of the eyes, inability to awaken from sleep, weakness in extremities, and loss of coordination.\n\nSymptoms in children\nSymptoms observed in children include changes in eating habits, persistent irritability or sadness, changes in attention, or disrupted sleeping habits.\n\nLocation of brain damage predicts symptoms\nSymptoms of brain injuries can also be influenced by the location of the injury and as a result impairments are specific to the part of the brain affected. Lesion size is correlated with severity, recovery, and comprehension. Brain injuries often create impairment or disability that can vary greatly in severity.\n\nIn cases of severe brain injuries, the likelihood of areas with permanent disability is great, including neurocognitive deficits, delusions (often, to be specific, monothematic delusions), speech or movement problems, and intellectual disability. There may also be personality changes. The most severe cases result in coma or even persistent vegetative state. Even a mild incident can have long-term effects or cause symptoms to appear years later.\n\nStudies show there is a correlation between brain lesion and language, speech, and category-specific disorders. Wernicke's aphasia is associated with anomia, unknowingly making up words (neologisms), and problems with comprehension. The symptoms of Wernicke's aphasia are caused by damage to the posterior section of the superior temporal gyrus.\n\nDamage to the Broca's area typically produces symptoms like omitting functional words (agrammatism), sound production changes, dyslexia, dysgraphia, and problems with comprehension and production. Broca's aphasia is indicative of damage to the posterior inferior frontal gyrus of the brain.\n\nAn impairment following damage to a region of the brain does not necessarily imply that the damaged area is wholly responsible for the cognitive process which is impaired, however. For example, in pure alexia, the ability to read is destroyed by a lesion damaging both the left visual field and the connection between the right visual field and the language areas (Broca's area and Wernicke's area). However, this does not mean one with pure alexia is incapable of comprehending speech—merely that there is no connection between their working visual cortex and language areas—as is demonstrated by the fact that people with pure alexia can still write, speak, and even transcribe letters without understanding their meaning.\n\nLesions to the fusiform gyrus often result in prosopagnosia, the inability to distinguish faces and other complex objects from each other. Lesions in the amygdala would eliminate the enhanced activation seen in occipital and fusiform visual areas in response to fear with the area intact. Amygdala lesions change the functional pattern of activation to emotional stimuli in regions that are distant from the amygdala.\n\nOther lesions to the visual cortex have different effects depending on the location of the damage. Lesions to V1, for example, can cause blindsight in different areas of the brain depending on the size of the lesion and location relative to the calcarine fissure. Lesions to V4 can cause color-blindness, and bilateral lesions to MT/V5 can cause the loss of the ability to perceive motion. Lesions to the parietal lobes may result in agnosia, an inability to recognize complex objects, smells, or shapes, or amorphosynthesis, a loss of perception on the opposite side of the body.\n\nNon-localizing features\nBrain injuries have far-reaching and varied consequences due to the nature of the brain as the main source of bodily control. Brain-injured people commonly experience issues with memory. This can be issues with either long or short-term memories depending on the location and severity of the injury. Sometimes memory can be improved through rehabilitation, although it can be permanent. Behavioral and personality changes are also commonly observed due to changes of the brain structure in areas controlling hormones or major emotions. \n\nHeadaches and pain can occur as a result of a brain injury, either directly from the damage or due to neurological conditions stemming from the injury. Due to the changes in the brain as well as the issues associated with the change in physical and mental capacity, depression and low self-esteem are common side effects that can be treated with psychological help. Antidepressants must be used with caution in brain injury people due to the potential for undesired effects because of the already altered brain chemistry.\n\nLong term psychological and physiological effects\nThere are multiple responses of the body to brain injury, occurring at different times after the initial occurrence of damage, as the functions of the neurons, nerve tracts, or sections of the brain can be affected by damage. The immediate response can take many forms. Initially, there may be symptoms such as swelling, pain, bruising, or loss of consciousness. Post-traumatic amnesia is also common with brain damage, as is temporary aphasia, or impairment of language.\n\nAs time progresses, and the severity of injury becomes clear, there are further responses that may become apparent. Due to loss of blood flow or damaged tissue, sustained during the injury, amnesia and aphasia may become permanent, and apraxia has been documented in patients. Amnesia is a condition in which a person is unable to remember things. Aphasia is the loss or impairment of word comprehension or use. Apraxia is a motor disorder caused by damage to the brain, and may be more common in those who have been left brain damaged, with loss of mechanical knowledge critical. Headaches, occasional dizziness, and fatigue—all temporary symptoms of brain trauma—may become permanent, or may not disappear for a long time.\n\nThere are documented cases of lasting psychological effects as well, such as emotional changes often caused by damage to the various parts of the brain that control human emotions and behavior. Individuals who have experienced emotional changes related to brain damage may have emotions that come very quickly and are very intense, but have very little lasting effect. Emotional changes may not be triggered by a specific event, and can be a cause of stress to the injured party and their family and friends. Often, counseling is suggested for those who experience this effect after their injury, and may be available as an individual or group session.\n\nThe long term psychological and physiological effects will vary by person and injury. For example, perinatal brain damage has been implicated in cases of neurodevelopmental impairments and psychiatric illnesses. If any concerning symptoms, signs, or changes to behaviors are occurring, a healthcare provider should be consulted."
                ]
            },
            {
                "name": [
                    "Alternating hemiplegia of childhood"
                ],
                "description": [
                    "Alternating hemiplegia of childhood (AHC) is an ultra-rare neurological disorder named for the transient episodes, often referred to as \"attacks\", of hemiplegia that those with the condition experience. It typically presents before the age of 18 months. These hemiplegic attacks can cause anything from mild weakness to complete paralysis on one or both sides of the body, and they can vary greatly in duration. Attacks may also alternate from one side of the body to the other, or alternate between affecting one or both sides during a single attack. Besides hemiplegia, symptoms of the disorder include an extremely broad range of neurological and developmental impairments which are not well understood. Normally, hemiplegia and other associated symptoms cease completely with sleep, but they may recur upon waking."
                ],
                "link": "https://en.wikipedia.org/wiki/Alternating_hemiplegia_of_childhood",
                "symptoms": [
                    "AHC patients exhibit a wide range of symptoms in addition to hemiplegic attacks. These can be further characterized as paroxysmal and non-paroxysmal symptoms. Paroxysmal symptoms are generally associated with hemiplegic attacks and may occur suddenly with hemiplegia or on their own. Paroxysmal symptoms may last for variable amounts of time. Non-paroxysmal symptoms tend to be side effects of AHC which are present at all times, not just during episodes or attacks. Epilepsy, which is also considered a paroxysmal symptom, plays an important role in the progression and diagnosis of AHC.[citation needed]\n\nHemiplegic attacks\nChronologically, hemiplegic attacks are not always the first symptom of AHC, but they are the most prominent symptom, as well as the symptom for which the disorder is named. Hemiplegic attacks may affect one or both sides of the body, and attacks which affect both sides of the body may be referred to as either bilateral or quadriplegic attacks. One of the unique characteristics of AHC is that hemiplegic attacks, as well as other symptoms which may co-occur with hemiplegia, cease immediately upon sleep. During strong attacks, the symptoms may reoccur upon waking. Hemiplegic attacks can occur suddenly or gradually, and the severity of an attack can vary over its duration. The attacks may alternate from one side of the body to another, though this is rare. The length of attacks may also vary from minutes to weeks, though the length of attacks varies more greatly between people than between attacks for one person. Both bilateral and hemiplegic attacks are associated with pseudobulbar features such as dysphagia, dysarthria, and respiratory difficulty. Paralysis is also often accompanied by changes in skin color and temperature, sweating, restlessness, tremor, screaming, and the appearance of pain. Hemiplegic attacks happen irregularly and can occur with speech, eating, and swallowing impairment. Patients with AHC are frequently underweight due to these side effects. The average age of onset for hemiplegic episodes has been found to be 6–7 months of age. This early onset gives the name of this disorder the slightly misleading ending \"of childhood\". AHC is not exclusively limited to childhood – attacks in some cases become milder after the first ten years of life, but they never completely disappear.\n\nParoxysmal symptoms\nAHC patients have exhibited various paroxysmal symptoms which manifest to different degrees in each person. Paroxysmal symptoms include tonic, tonic–clonic, or myoclonic limb movements, dystonic posturing, choreoathetosis, ocular nystagmus, and various other ocular motor abnormalities. Almost half of all people have dystonic symptoms prior to experiencing hemiplegia. These symptoms generally begin before 8 months of age. Ocular motor abnormalities occur early, and these are the most frequent early symptoms of AHC, particularly nystagmus. Almost 1/3 of people with this disorder had episodic ocular motor features within 1–2 days of birth. Many also experienced hemiplegia and dystonia before 3 months of age. A final symptom that may be considered paroxysmal is a temporary change in behavior - some patients will become unreasonable, demanding, and aggressive either before or after an attack.\n\nNot all patients have all of these symptoms, and it is not known whether they are caused by AHC. Symptoms usually manifest in the first 3 months of the child's life, with an average onset of 2.5 months. Frequently, some of these symptoms will manifest in the neonatal period. These paroxysmal symptoms are often used to help diagnose AHC, since there is no simple test for it.[citation needed]\n\nIn some cases, EEGs taken during these paroxysmal events were characterized by a generalized background slowing. Overall however, EEG during episodes and other investigative methods such as brain MRI, TACs, angiographic MRIs and CFS have normal results.\n\nNon-paroxysmal symptoms\nIn the long term, many paroxysmal symptoms occur along with AHC, and while these symptoms vary in strength depending on the person, they are consistent features of AHC. It is thought that some of these symptoms are brought on or worsened by hemiplegic attacks, though it is not known for certain. Patients experience persistent motor, movement (ataxia), and cognitive deficits. These deficits become more apparent over time and include developmental delays, social problems, and retardation. It is rare for someone with AHC not to have cognitive deficits, but a study in Japan did find two patients who met all of the diagnostic criteria for AHC but who were not mentally impaired. It is not known whether AHC is a progressive disease, but severe attacks are suspected to cause damage which results in permanent loss of function. 100% of children studied in the USA have had some form of mental impairment, which is usually described as mild to moderate, but varies greatly among individuals.\n\nEpilepsy\nAt least 50% of people with AHC also have epilepsy, and AHC is often misdiagnosed as epilepsy because of this. These epileptic events are distinguished from other episodes by an alteration of consciousness, as well as frequent tonic or tonic–clonic activity. Epileptic episodes are generally rare, though they do increase with age. Due to the rarity of epileptic episodes, there are few EEG confirmations of them.[citation needed]"
                ]
            },
            {
                "name": [
                    "Nightmare disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Nightmare_disorder",
                "description": [
                    "Nightmare disorder is a sleep disorder characterized by repeated intense nightmares that most often center on threats to physical safety and security. The nightmares usually occur during the REM stage of sleep, and the person who experiences the nightmares typically remembers them well upon waking. More specifically, nightmare disorder is a type of parasomnia, a subset of sleep disorders categorized by abnormal movement or behavior or verbal actions during sleep or shortly before or after. Other parasomnias include sleepwalking, sleep terrors, bedwetting, and sleep paralysis."
                ],
                "symptoms": [
                    "During the nightmare, the sleeper may scream and yell out things. The nightmare sufferer is often awakened by these threatening, frightening dreams and can often vividly remember their experience. Upon awakening, the sleeper is usually alert and oriented within their surroundings, but may have an increased heart rate and symptoms of anxiety, like sweating. They may have trouble falling back to sleep for fear they will experience another nightmare.\n\nA person experiencing nightmare disorder may have trouble going through everyday tasks; anxiety and lack of sleep caused by the fearful dreams may hinder the individual from completing everyday tasks efficiently and correctly. Upon experiencing this, these nightmare sufferers may consult with a psychiatrist.\n\nThe sleeper may have recurring episodes of awakening while recalling the intensely disturbing dream manifestations which usually result from fear or anxiety, but can also be triggered by anger, sadness, disgust, and other dysphoric emotions. Additionally, the sleeper may experience at least one of the following two features: delayed return of going back to sleep after episodes, and having episodes in the latter half of the sleep period.\n\nConsequences\nNightmare disorder is common: it affects about 4% of the adult population. Even if children have more nightmares than adults, only 1% of children meet the criteria of the disorder. Nightmare disorder can impair the quality of life for people who are affected by the condition. It can make the patient avoid sleep, which leads to sleep deprivation, which in turn may lead to even more intense nightmares. Some other consequences of the nightmare disorder are fatigue and insomnia.\n\nNightmare disorders have negative consequences on several aspects of the patient's life, such as sleep, cognitive and emotional functioning and well-being. Nightmares can also have negative impact on the bed partner's life.\n\nContent of idiopathic nightmares\nPhysical aggression is the main theme of nightmares. Other fields, such as interpersonal conflict, failure, helplessness, apprehension, being chased, accidents, evil forces, disasters, insects and environmental abnormalities may also feature in nightmares. Fear is the most frequent emotion associated with nightmares, even if other emotions such as sadness, anger, and confusion can also be present."
                ],
                "epidemiology": [
                    "About 2–6% of American adults are affected by nightmare disorders. About 4% of American adults are affected by nightmare disorders. Women seem to be more affected than men, the ratio being 2–4 : 1. This inequality decreases with aging because of a less high prevalence in elderly women. The rate of nightmares increases from ages 10–19 to 20–39, and then decreases during the ages of 50–59. The rates of nightmares for men increases from ages 10–19 to 30–39, and then decreases at the age of 50–59. However, it is still unclear if the difference of prevalence between men and women is real or if it reflects a higher dream recall capacity of women.\n\nAccording to studies, children at the age of 6–10 years are 41% more likely to experience nightmares and 22% at the age of 11. Children with persistent nightmares range from 10% to 50%. However, only 1% of children meet the criteria of a nightmare disorder. Some factors tend to predict the development of a disorder from the presence of nightmares during childhood, such as a fear of going to sleep or going back to bed after a nightmare, an irregular sleep life and an avoidance of thinking about the nightmare."
                ]
            },
            {
                "name": [
                    "Specific phobias"
                ],
                "link": "https://en.wikipedia.org/wiki/Specific_phobias",
                "description": [
                    "Specific phobia is an anxiety disorder, characterized by an extreme, unreasonable, and irrational fear associated with a specific object, situation, or concept which poses little or no actual danger. Specific phobia can lead to avoidance of the object or situation, persistence of the fear, and significant distress or problems functioning associated with the fear. A phobia can be the fear of anything."
                ],
                "symptoms": [
                    "Fear, discomfort or anxiety may be triggered both by the presence and the anticipation of the specific object or situation. The main behavioral sign of a specific phobia is avoidance. The fear or anxiety associated with specific phobia can also manifest in physical symptoms such as an increased heart rate, shortness of breath, muscle tension, sweating, or a desire to escape the situation."
                ],
                "epidemiology": [
                    "Specific phobia is estimated to affect 6–12% of people at some point in their life. There may be a large amount of underreporting of specific phobias as many people do not seek treatment, with some surveys conducted in the US finding that 70% of the population reports having one or more unreasonable fears.\n\nSpecific phobias have a lifetime prevalence rate of 7.4% and a one-year prevalence of 5.5% according to data collected from 22 different countries. The usual age of onset is childhood to adolescence. During childhood and adolescence, the incidence of new specific phobias is much higher in females than males. The peak incidence for specific phobias amongst females occurs during reproduction and childrearing, possibly reflecting an evolutionary advantage. There is an additional peak in incidence, reaching nearly 1% per year, during old age in both men and women, possibly reflective of newly occurring physical conditions or adverse life events. The development of phobias varies with subtypes, with animal and blood injection phobias typically beginning in childhood (ages 5–12), whereas development of situational specific phobias (i.e., fear of flying) usually occurs in late adolescence and early adulthood.\n\nIn the US, the lifetime prevalence rate is 12.5% and a one-year prevalence rate of 9.1%. An estimated 12.5% of U.S. adults experience specific phobia at some time in their lives and the prevalence is approximately double in females compared to males. An estimated 19.3% of adolescents experience specific phobia, but the difference between males and females is not as pronounced."
                ]
            },
            {
                "name": [
                    "Epilepsy"
                ],
                "description": [
                    "Epilepsy is a group of non-communicable neurological disorders characterized by recurrent epileptic seizures. An epileptic seizure is the clinical manifestation of an abnormal, excessive, and synchronized electrical discharge in the neurons. The occurrence of two or more unprovoked seizures defines epilepsy. The occurrence of just one seizure may warrant the definition in a more clinical usage where recurrence may be able to be prejudged. Epileptic seizures can vary from brief and nearly undetectable periods to long periods of vigorous shaking due to abnormal electrical activity in the brain. These episodes can result in physical injuries, either directly, such as broken bones, or through causing accidents. In epilepsy, seizures tend to recur and may have no detectable underlying cause. Isolated seizures that are provoked by a specific cause such as poisoning are not deemed to represent epilepsy. People with epilepsy may be treated differently in various areas of the world and experience varying degrees of social stigma due to the alarming nature of their symptoms."
                ],
                "link": "https://en.wikipedia.org/wiki/Epilepsy",
                "symptoms": [
                    "Epilepsy is characterized by a long-term risk of recurrent epileptic seizures. These seizures may present in several ways depending on the parts of the brain involved and the person's age.\n\nSeizures\nThe most common type (60%) of seizures are convulsive which involve involuntary muscle contractions. Of these, one-third begin as generalized seizures from the start, affecting both hemispheres of the brain and impairing consciousness. Two-thirds begin as focal seizures (which affect one hemisphere of the brain) which may progress to generalized seizures. The remaining 40% of seizures are non-convulsive. An example of this type is the absence seizure, which presents as a decreased level of consciousness and usually lasts about 10 seconds.\n\nCertain experiences, known as auras often precede focal seizures. The seizures can include sensory (visual, hearing, or smell), psychic, autonomic, and motor phenomena depending on which part of the brain is involved. Muscle jerks may start in a specific muscle group and spread to surrounding muscle groups in which case it is known as a Jacksonian march. Automatisms may occur, which are non-consciously generated activities and mostly simple repetitive movements like smacking the lips or more complex activities such as attempts to pick up something.\n\nThere are six main types of generalized seizures:\n\ntonic-clonic,\ntonic,\nclonic,\nmyoclonic,\nabsence, and\natonic seizures.\nThey all involve loss of consciousness and typically happen without warning.\n\nTonic-clonic seizures occur with a contraction of the limbs followed by their extension and arching of the back which lasts 10–30 seconds (the tonic phase). A cry may be heard due to contraction of the chest muscles, followed by a shaking of the limbs in unison (clonic phase). Tonic seizures produce constant contractions of the muscles. A person often turns blue as breathing is stopped. In clonic seizures there is shaking of the limbs in unison. After the shaking has stopped it may take 10–30 minutes for the person to return to normal; this period is called the \"postictal state\" or \"postictal phase.\" Loss of bowel or bladder control may occur during a seizure. People experiencing a seizure may bite their tongue, either the tip or on the sides; in tonic-clonic seizure, bites to the sides are more common. Tongue bites are also relatively common in psychogenic non-epileptic seizures. Psychogenic non-epileptic seizures are seizure like behavior without an associated synchronised electrical discharge on EEG and are considered a dissociative disorder.\n\nMyoclonic seizures involve very brief muscle spasms in either a few areas or all over. These sometimes cause the person to fall, which can cause injury. Absence seizures can be subtle with only a slight turn of the head or eye blinking with impaired consciousness; typically, the person does not fall over and returns to normal right after it ends. Atonic seizures involve losing muscle activity for greater than one second, typically occurring on both sides of the body. Rarer seizure types can cause involuntary unnatural laughter (gelastic), crying (dyscrastic), or more complex experiences such as déjà vu.\n\nAbout 6% of those with epilepsy have seizures that are often triggered by specific events and are known as reflex seizures. Those with reflex epilepsy have seizures that are only triggered by specific stimuli. Common triggers include flashing lights and sudden noises. In certain types of epilepsy, seizures happen more often during sleep, and in other types they occur almost only when sleeping. In 2017, the International League Against Epilepsy published new uniform guidelines for the classification of seizures as well as epilepsies along with their cause and comorbidities.\n\nPatients with epilepsy may experience seizure clusters which may be broadly defined as an acute deterioration in seizure control. The prevalence of seizure clusters is uncertain given that studies have used different definitions to define them. However, estimates suggest that the prevalence may range from 5% to 50% of epilepsy patients. Refractory epilepsy patients who have a high seizure frequency are at the greatest risk for having seizure clusters. Seizure clusters are associated with increased healthcare use, worse quality of life, impaired psychosocial functioning, and possibly increased mortality. Benzodiazepines are used as an acute treatment for seizure clusters.\n\nPost-ictal\nAfter the active portion of a seizure (the ictal state) there is typically a period of recovery during which there is confusion, referred to as the postictal period, before a normal level of consciousness returns. It usually lasts 3 to 15 minutes but may last for hours. Other common symptoms include feeling tired, headache, difficulty speaking, and abnormal behavior. Psychosis after a seizure is relatively common, occurring in 6–10% of people. Often people do not remember what happened during this time. Localized weakness, known as Todd's paralysis, may also occur after a focal seizure. It would typically last for seconds to minutes but may rarely last for a day or two.\n\nPsychosocial\nEpilepsy can have adverse effects on social and psychological well-being. These effects may include social isolation, stigmatization, or disability. They may result in lower educational achievement and worse employment outcomes. Learning disabilities are common in those with the condition, and especially among children with epilepsy. The stigma of epilepsy can also affect the families of those with the disorder.\n\nCertain disorders occur more often in people with epilepsy, depending partly on the epilepsy syndrome present. These include depression, anxiety, obsessive–compulsive disorder (OCD), and migraine. Attention deficit hyperactivity disorder (ADHD) affects three to five times more children with epilepsy than children without the condition. ADHD and epilepsy have significant consequences on a child's behavioral, learning, and social development. Epilepsy is also more common in children with autism.\n\nApproximately, one-in-three people with epilepsy have a lifetime history of a psychiatric disorder. There are believed to be multiple causes for this including pathophysiological changes related to the epilepsy itself as well as adverse experiences related to living with epilepsy (e.g., stigma, discrimination). In addition, it is thought that the relationship between epilepsy and psychiatric disorders is not unilateral but rather bidirectional. For example, patients with depression have an increased risk for developing new-onset epilepsy.\n\nThe presence of comorbid depression or anxiety in patients with epilepsy is associated with a poorer quality of life, increased mortality, increased healthcare use and a worse response to treatment (including surgical). Anxiety disorders and depression may explain more variability in quality of life than seizure type or frequency. There is evidence that both depression and anxiety disorders are underdiagnosed and undertreated in patients with epilepsy."
                ],
                "epidemiology": [
                    "Epilepsy is one of the most common serious neurological disorders affecting about 50 million people as of 2021[update]. It affects 1% of the population by age 20 and 3% of the population by age 75. It is more common in males than females with the overall difference being small. Most of those with the disorder (80%) are in low income populations or the developing world.\n\nThe estimated prevalence of active epilepsy (as of 2012[update]) is in the range 3–10 per 1,000, with active epilepsy defined as someone with epilepsy who has had at least one unprovoked seizure in the last five years. Epilepsy begins each year in 40–70 per 100,000 in developed countries and 80–140 per 100,000 in developing countries. Poverty is a risk and includes both being from a poor country and being poor relative to others within one's country. In the developed world epilepsy most commonly starts either in the young or in the old. In the developing world its onset is more common in older children and young adults due to the higher rates of trauma and infectious diseases. In developed countries the number of cases a year has decreased in children and increased among the elderly between the 1970s and 2003. This has been attributed partly to better survival following strokes in the elderly."
                ]
            },
            {
                "name": [
                    "Post-traumatic stress disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Post-traumatic_stress_disorder",
                "description": [
                    "Post-traumatic stress disorder (PTSD) is a mental and behavioral disorder that develops from experiencing a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, domestic violence, or other threats on a person's life or well-being. Symptoms may include disturbing thoughts, feelings, or dreams related to the events, mental or physical distress to trauma-related cues, attempts to avoid trauma-related cues, alterations in the way a person thinks and feels, and an increase in the fight-or-flight response. These symptoms last for more than a month after the event and can include triggers such as misophonia. Young children are less likely to show distress, but instead may express their memories through play. A person with PTSD is at a higher risk of suicide and intentional self-harm."
                ],
                "symptoms": [
                    "Symptoms of PTSD generally begin within the first three months after the inciting traumatic event, but may not begin until years later. In the typical case, the individual with PTSD persistently avoids either trauma-related thoughts and emotions or discussion of the traumatic event and may even have amnesia of the event (dissociative amnesia). However, the event is commonly relived by the individual through intrusive, recurrent recollections, dissociative episodes of reliving the trauma (\"flashbacks\"), and nightmares (50 to 70%). While it is common to have symptoms after any traumatic event, these must persist to a sufficient degree (i.e., causing dysfunction in life or clinical levels of distress) for longer than one month after the trauma to be classified as PTSD (clinically significant dysfunction or distress for less than one month after the trauma may be acute stress disorder). Some following a traumatic event experience post-traumatic growth.\n\nAssociated medical conditions\nTrauma survivors often develop depression, anxiety disorders, and mood disorders in addition to PTSD. More than 50% of those with PTSD have co-morbid anxiety, mood or substance use disorders.\n\nSubstance use disorder, such as alcohol use disorder, commonly co-occur with PTSD. Recovery from post-traumatic stress disorder or other anxiety disorders may be hindered, or the condition worsened, when substance use disorders are comorbid with PTSD. Resolving these problems can bring about improvement in an individual's mental health status and anxiety levels.\n\nPTSD has a strong association with tinnitus, and can even possibly be the tinnitus' cause.\n\nIn children and adolescents, there is a strong association between emotional regulation difficulties (e.g. mood swings, anger outbursts, temper tantrums) and post-traumatic stress symptoms, independent of age, gender, or type of trauma.\n\nMoral injury, the feeling of moral distress such as a shame or guilt following a moral transgression, is associated with PTSD but is distinguished from it. Moral injury is associated with shame and guilt, while PTSD is associated with anxiety and fear.: 2,8,11 \n\nIn a population based study examining veterans of the Vietnam War, the presence of PTSD and exposure to high level stressors on the battlefield were associated with a two-fold increased risk of death, with the leading causes of death being ischemic heart disease or cancers of the respiratory tract including lung cancer."
                ],
                "epidemiology": [
                    "There is debate over the rates of PTSD found in populations, but, despite changes in diagnosis and the criteria used to define PTSD between 1997 and 2013, epidemiological rates have not changed significantly. Most of the current reliable data regarding the epidemiology of PTSD is based on DSM-IV criteria, as the DSM-5 was not introduced until 2013.\n\nThe United Nations' World Health Organization publishes estimates of PTSD impact for each of its member states; the latest data available are for 2004. Considering only the 25 most populated countries ranked by overall age-standardized Disability-Adjusted Life Year (DALY) rate, the top half of the ranked list is dominated by Asian/Pacific countries, the US, and Egypt. Ranking the countries by the male-only or female-only rates produces much the same result, but with less meaningfulness, as the score range in the single-sex rankings is much-reduced (4 for women, 3 for men, as compared with 14 for the overall score range), suggesting that the differences between female and male rates, within each country, is what drives the distinctions between the countries.\n\nAs of 2017, the cross-national lifetime prevalence of PTSD was 3.9%, based on a survey where 5.6% had been exposed to trauma. The primary factor impacting treatment-seeking behavior, which can help to mitigate PTSD development after trauma was income, while being younger, female, and having less social status (less education, lower individual income, and being unemployed) were all factors associated with less treatment-seeking behavior.\n\nUnited States\nPTSD affects about 5% of the US adult population each year. \nThe National Comorbidity Survey Replication has estimated that the lifetime prevalence of PTSD among adult Americans is 6.8%, with women (9.7%) more than twice as likely as men (3.6%) to have PTSD at some point in their lives. More than 60% of men and more than 60% of women experience at least one traumatic event in their life. The most frequently reported traumatic events by men are rape, combat, and childhood neglect or physical abuse. Women most frequently report instances of rape, sexual molestation, physical attack, being threatened with a weapon and childhood physical abuse. 88% of men and 79% of women with lifetime PTSD have at least one comorbid psychiatric disorder. Major depressive disorder, 48% of men and 49% of women, and lifetime alcohol use disorder or dependence, 51.9% of men and 27.9% of women, are the most common comorbid disorders.\n\nThe United States Department of Veterans Affairs estimates that 830,000 Vietnam War veterans had symptoms of PTSD. The National Vietnam Veterans' Readjustment Study (NVVRS) found 15% of male and 9% of female Vietnam veterans had PTSD at the time of the study. Life-time prevalence of PTSD was 31% for males and 27% for females. In a reanalysis of the NVVRS data, along with analysis of the data from the Matsunaga Vietnam Veterans Project, Schnurr, Lunney, Sengupta, and Waelde found that, contrary to the initial analysis of the NVVRS data, a large majority of Vietnam veterans had PTSD symptoms (but not the disorder itself). Four out of five reported recent symptoms when interviewed 20–25 years after Vietnam.\n\nA 2011 study from Georgia State University and San Diego State University found that rates of PTSD diagnosis increased significantly when troops were stationed in combat zones, had tours of longer than a year, experienced combat, or were injured. Military personnel serving in combat zones were 12.1 percentage points more likely to receive a PTSD diagnosis than their active-duty counterparts in non-combat zones. Those serving more than 12 months in a combat zone were 14.3 percentage points more likely to be diagnosed with PTSD than those having served less than one year.\n\nExperiencing an enemy firefight was associated with an 18.3 percentage point increase in the probability of PTSD, while being wounded or injured in combat was associated with a 23.9 percentage point increase in the likelihood of a PTSD diagnosis. For the 2.16 million U.S. troops deployed in combat zones between 2001 and 2010, the total estimated two-year costs of treatment for combat-related PTSD are between $1.54 billion and $2.69 billion.\n\nAs of 2013, rates of PTSD have been estimated at up to 20% for veterans returning from Iraq and Afghanistan. As of 2013 13% of veterans returning from Iraq were unemployed.\n\nThe September 11 attacks took the lives of nearly 3,000 people, leaving 6,000 injured. First responders (police, firefighters, and emergency medical technicians), sanitation workers, and volunteers were all involved in the recovery efforts. The prevalence of probable PTSD in these highly exposed populations was estimated across several studies using in-person, telephone, and online interviews and questionnaires. Overall prevalence of PTSD was highest immediately following the attacks and decreased over time. However, disparities were found among the different types of recovery workers. The rate of probable PTSD for first responders was lowest directly after the attacks and increased from ranges of 4.8–7.8% to 7.4–16.5% between the 5–6 year follow-up and a later assessment.\n\nWhen comparing traditional responders to non-traditional responders (volunteers), the probable PTSD prevalence 2.5 years after the initial visit was greater in volunteers with estimates of 11.7% and 17.2% respectively. Volunteer participation in tasks atypical to the defined occupational role was a significant risk factor for PTSD. Other risk factors included exposure intensity, earlier start date, duration of time spent on site, and constant, negative reminders of the trauma.\n\nAdditional research has been performed to understand the social consequences of the September 11 attacks. Alcohol consumption was assessed in a cohort of World Trade Center workers using the cut-annoyed-guilty-eye (CAGE) questionnaire for alcohol use disorder. Almost 50% of World Trade Center workers who self-identified as alcohol users reported drinking more during the rescue efforts. Nearly a quarter of these individuals reported drinking more following the recovery. If determined to have probable PTSD status, the risk of developing an alcohol problem was double compared to those without psychological morbidity. Social disability was also studied in this cohort as a social consequence of the September 11 attacks. Defined by the disruption of family, work, and social life, the risk of developing social disability increased 17-fold when categorized as having probable PTSD."
                ]
            },
            {
                "name": [
                    "Posttraumatic stress disorder"
                ],
                "description": [
                    "Post-traumatic stress disorder (PTSD) is a mental and behavioral disorder that develops from experiencing a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, domestic violence, or other threats on a person's life or well-being. Symptoms may include disturbing thoughts, feelings, or dreams related to the events, mental or physical distress to trauma-related cues, attempts to avoid trauma-related cues, alterations in the way a person thinks and feels, and an increase in the fight-or-flight response. These symptoms last for more than a month after the event and can include triggers such as misophonia. Young children are less likely to show distress, but instead may express their memories through play. A person with PTSD is at a higher risk of suicide and intentional self-harm."
                ],
                "link": "https://en.wikipedia.org/wiki/Posttraumatic_stress_disorder",
                "symptoms": [
                    "Symptoms of PTSD generally begin within the first three months after the inciting traumatic event, but may not begin until years later. In the typical case, the individual with PTSD persistently avoids either trauma-related thoughts and emotions or discussion of the traumatic event and may even have amnesia of the event (dissociative amnesia). However, the event is commonly relived by the individual through intrusive, recurrent recollections, dissociative episodes of reliving the trauma (\"flashbacks\"), and nightmares (50 to 70%). While it is common to have symptoms after any traumatic event, these must persist to a sufficient degree (i.e., causing dysfunction in life or clinical levels of distress) for longer than one month after the trauma to be classified as PTSD (clinically significant dysfunction or distress for less than one month after the trauma may be acute stress disorder). Some following a traumatic event experience post-traumatic growth.\n\nAssociated medical conditions\nTrauma survivors often develop depression, anxiety disorders, and mood disorders in addition to PTSD. More than 50% of those with PTSD have co-morbid anxiety, mood or substance use disorders.\n\nSubstance use disorder, such as alcohol use disorder, commonly co-occur with PTSD. Recovery from post-traumatic stress disorder or other anxiety disorders may be hindered, or the condition worsened, when substance use disorders are comorbid with PTSD. Resolving these problems can bring about improvement in an individual's mental health status and anxiety levels.\n\nPTSD has a strong association with tinnitus, and can even possibly be the tinnitus' cause.\n\nIn children and adolescents, there is a strong association between emotional regulation difficulties (e.g. mood swings, anger outbursts, temper tantrums) and post-traumatic stress symptoms, independent of age, gender, or type of trauma.\n\nMoral injury, the feeling of moral distress such as a shame or guilt following a moral transgression, is associated with PTSD but is distinguished from it. Moral injury is associated with shame and guilt, while PTSD is associated with anxiety and fear.: 2,8,11 \n\nIn a population based study examining veterans of the Vietnam War, the presence of PTSD and exposure to high level stressors on the battlefield were associated with a two-fold increased risk of death, with the leading causes of death being ischemic heart disease or cancers of the respiratory tract including lung cancer."
                ],
                "epidemiology": [
                    "There is debate over the rates of PTSD found in populations, but, despite changes in diagnosis and the criteria used to define PTSD between 1997 and 2013, epidemiological rates have not changed significantly. Most of the current reliable data regarding the epidemiology of PTSD is based on DSM-IV criteria, as the DSM-5 was not introduced until 2013.\n\nThe United Nations' World Health Organization publishes estimates of PTSD impact for each of its member states; the latest data available are for 2004. Considering only the 25 most populated countries ranked by overall age-standardized Disability-Adjusted Life Year (DALY) rate, the top half of the ranked list is dominated by Asian/Pacific countries, the US, and Egypt. Ranking the countries by the male-only or female-only rates produces much the same result, but with less meaningfulness, as the score range in the single-sex rankings is much-reduced (4 for women, 3 for men, as compared with 14 for the overall score range), suggesting that the differences between female and male rates, within each country, is what drives the distinctions between the countries.\n\nAs of 2017, the cross-national lifetime prevalence of PTSD was 3.9%, based on a survey where 5.6% had been exposed to trauma. The primary factor impacting treatment-seeking behavior, which can help to mitigate PTSD development after trauma was income, while being younger, female, and having less social status (less education, lower individual income, and being unemployed) were all factors associated with less treatment-seeking behavior.\n\nUnited States\nPTSD affects about 5% of the US adult population each year. \nThe National Comorbidity Survey Replication has estimated that the lifetime prevalence of PTSD among adult Americans is 6.8%, with women (9.7%) more than twice as likely as men (3.6%) to have PTSD at some point in their lives. More than 60% of men and more than 60% of women experience at least one traumatic event in their life. The most frequently reported traumatic events by men are rape, combat, and childhood neglect or physical abuse. Women most frequently report instances of rape, sexual molestation, physical attack, being threatened with a weapon and childhood physical abuse. 88% of men and 79% of women with lifetime PTSD have at least one comorbid psychiatric disorder. Major depressive disorder, 48% of men and 49% of women, and lifetime alcohol use disorder or dependence, 51.9% of men and 27.9% of women, are the most common comorbid disorders.\n\nThe United States Department of Veterans Affairs estimates that 830,000 Vietnam War veterans had symptoms of PTSD. The National Vietnam Veterans' Readjustment Study (NVVRS) found 15% of male and 9% of female Vietnam veterans had PTSD at the time of the study. Life-time prevalence of PTSD was 31% for males and 27% for females. In a reanalysis of the NVVRS data, along with analysis of the data from the Matsunaga Vietnam Veterans Project, Schnurr, Lunney, Sengupta, and Waelde found that, contrary to the initial analysis of the NVVRS data, a large majority of Vietnam veterans had PTSD symptoms (but not the disorder itself). Four out of five reported recent symptoms when interviewed 20–25 years after Vietnam.\n\nA 2011 study from Georgia State University and San Diego State University found that rates of PTSD diagnosis increased significantly when troops were stationed in combat zones, had tours of longer than a year, experienced combat, or were injured. Military personnel serving in combat zones were 12.1 percentage points more likely to receive a PTSD diagnosis than their active-duty counterparts in non-combat zones. Those serving more than 12 months in a combat zone were 14.3 percentage points more likely to be diagnosed with PTSD than those having served less than one year.\n\nExperiencing an enemy firefight was associated with an 18.3 percentage point increase in the probability of PTSD, while being wounded or injured in combat was associated with a 23.9 percentage point increase in the likelihood of a PTSD diagnosis. For the 2.16 million U.S. troops deployed in combat zones between 2001 and 2010, the total estimated two-year costs of treatment for combat-related PTSD are between $1.54 billion and $2.69 billion.\n\nAs of 2013, rates of PTSD have been estimated at up to 20% for veterans returning from Iraq and Afghanistan. As of 2013 13% of veterans returning from Iraq were unemployed.\n\nThe September 11 attacks took the lives of nearly 3,000 people, leaving 6,000 injured. First responders (police, firefighters, and emergency medical technicians), sanitation workers, and volunteers were all involved in the recovery efforts. The prevalence of probable PTSD in these highly exposed populations was estimated across several studies using in-person, telephone, and online interviews and questionnaires. Overall prevalence of PTSD was highest immediately following the attacks and decreased over time. However, disparities were found among the different types of recovery workers. The rate of probable PTSD for first responders was lowest directly after the attacks and increased from ranges of 4.8–7.8% to 7.4–16.5% between the 5–6 year follow-up and a later assessment.\n\nWhen comparing traditional responders to non-traditional responders (volunteers), the probable PTSD prevalence 2.5 years after the initial visit was greater in volunteers with estimates of 11.7% and 17.2% respectively. Volunteer participation in tasks atypical to the defined occupational role was a significant risk factor for PTSD. Other risk factors included exposure intensity, earlier start date, duration of time spent on site, and constant, negative reminders of the trauma.\n\nAdditional research has been performed to understand the social consequences of the September 11 attacks. Alcohol consumption was assessed in a cohort of World Trade Center workers using the cut-annoyed-guilty-eye (CAGE) questionnaire for alcohol use disorder. Almost 50% of World Trade Center workers who self-identified as alcohol users reported drinking more during the rescue efforts. Nearly a quarter of these individuals reported drinking more following the recovery. If determined to have probable PTSD status, the risk of developing an alcohol problem was double compared to those without psychological morbidity. Social disability was also studied in this cohort as a social consequence of the September 11 attacks. Defined by the disruption of family, work, and social life, the risk of developing social disability increased 17-fold when categorized as having probable PTSD."
                ]
            },
            {
                "name": [
                    "Erythromelalgia"
                ],
                "description": [
                    "Erythromelalgia or Mitchell's disease is a rare vascular peripheral pain disorder in which blood vessels, usually in the lower extremities or hands, are episodically blocked, then become hyperemic and inflamed. There is severe burning pain and skin redness. The attacks are periodic and are commonly triggered by heat, pressure, mild activity, exertion, insomnia or stress. Erythromelalgia may occur either as a primary or secondary disorder. Secondary erythromelalgia can result from small fiber peripheral neuropathy of any cause, polycythemia vera, essential thrombocythemia, hypercholesterolemia, mushroom or mercury poisoning, and some autoimmune disorders. Primary erythromelalgia is caused by mutation of the voltage-gated sodium channel α-subunit gene SCN9A."
                ],
                "link": "https://en.wikipedia.org/wiki/Erythromelalgia",
                "symptoms": [
                    "The most prominent symptoms of erythromelalgia are episodes of erythema, swelling, a painful deep-aching of the soft tissue (usually either radiating or shooting) and tenderness, along with a painful burning sensation primarily in the extremities. These symptoms are often symmetric and affect the lower extremities more frequently than the upper extremities. Symptoms may also affect the ears and face. For secondary erythromelalgia, attacks typically precede and are precipitated by the underlying primary condition. For primary erythromelalgia, attacks can last from an hour to months at a time and occur infrequently to frequently with multiple times daily. Attacks most frequently occur at night, thus having the potential to greatly interfere with sleep. Common triggers for daytime episodes are exertion, heating of the affected extremities, and alcohol or caffeine consumption, and any pressure applied to the limbs. In some patients sugar and even melon consumption have also been known to provoke attacks. Many of those with primary erythromelalgia avoid wearing shoes or socks as the heat this generates is known to produce erythromelalgia attacks. The coexistence of erythromelalgia and Raynaud's phenomenon is rare, but case studies of patients with both diagnoses have been reported in medical journals. Symptoms may present gradually and incrementally, sometimes taking years to become intense enough for patients to seek medical care.  In other cases symptoms emerge full blown with onset.[citation needed]\n\nEpidemic erythromelalgia is characterized by burning pain in the toes and soles of the feet, accompanied by foot redness, congestion, and edema; a few patients may have fever, palpitations, headache, and joint pain. In the 1987 epidemic in Hubei, 60.6% of patients had a common cold before the onset of erythromelalgia and 91.2% had pharyngitis."
                ],
                "epidemiology": [
                    "Only a small number of studies that have investigated the prevalence of EM, with four studies conducted to date.\nThe mean of all the studies combined results in an EM estimation incidence of 4.7/100,000 with a mean of 1 : 3.7 of the male to female ratio, respectively.\n\nIn 1997 there was a study conducted in Norway that estimated that the annual incidence of 2/100,000, with a 1 : 2.4 male to female ratio in this study\npopulation, respectively. In 2009 there was a population-based study of EM in the USA (Olmsted County, Minnesota), that reported that the annual incidence was 1.3/100,000, with a 1 : 5.6 male to female ratio in this study population, respectively.\nThe incidence in this study of primary and secondary EM was 1.1 : 0.2 per 100 000 people per year, respectively.\nA study of a single centre in the south of Sweden in 2012, showed the overall annual population-based incidence was 0.36/100,000.\nIn New Zealand (Dunedin) a study estimated that in 2013 the incidence of EM is 15/100,000, with a 1 : 3 male to female ratio in this study\npopulation, respectively. This last study has an estimation that is at least ten times higher than the prevalence previously reported. This study recruited individuals based on self-identification of symptoms (after self-identification, patients were invited for an assessment of an EM diagnosis), instead of participants that are identified through secondary and tertiary referrals as in the other studies.\n\nPrevalence in China\nEpidemic EM appears quite common in female middle school students of southern China, most likely due to a sharp decline in temperature following by a rapid increase of temperature. It has been postulated that epidemic erythromelalgia might be related to a poxvirus (ERPV) infection. The disease was characterized by burning pain in the toes and soles of the feet, accompanied by foot redness, congestion, and edema; a few patients had fever, palpitations, headache, and joint pain. 60.6% of patients had a common cold before the onset of erythromelalgia and 91.2% had pharyngitis. For temperature-related theory, the acral (foot and hand) small superficial arteries intensely constrict and dilate during the sharp decline of temperature, whereas a sharp increase of temperature, the intense expansion of capillaries irritate the nerve endings around, and thus lead to syndromes including (first and second degree) burning pain, increased temperature, erythema and swelling."
                ]
            },
            {
                "name": [
                    "Leukoencephalopathy with vanishing white matter"
                ],
                "description": [
                    "Leukoencephalopathy with vanishing white matter is an autosomal recessive neurological disease. The cause of the disease are mutations in any of the 5 genes encoding subunits of the translation initiation factor eIF2B: EIF2B1, EIF2B2, EIF2B3, EIF2B4, or EIF2B5. The disease belongs to a family of conditions called the Leukodystrophies."
                ],
                "link": "https://en.wikipedia.org/wiki/Leukoencephalopathy_with_vanishing_white_matter",
                "symptoms": [
                    "Onset usually occurs in childhood, however some adult cases have been found.  Generally, physicians look for the symptoms in children.  Symptoms include cerebellar ataxia, spasticity, optic atrophy, epilepsy, loss of motor functions, irritability, vomiting, coma, and even fever has been tied to VWM.  The neurological disorders and symptoms which occur with VWM are not specific to countries; they are the same all over the world.  Neurological abnormalities may not always be present in those who experience onset as adults. Symptoms generally appear in young children or infants who were previously developing fairly normally.[citation needed]"
                ],
                "epidemiology": [
                    "Extensive pathological and biochemical tests were performed, however the cause was found by studying a small population in which mutations in the eIF2B gene were found. No effective systemic studies have been conducted to determine the incidence around the world, but through the studies conducted thus far, it appears to be more prevalent in the white populations. VWM appears to have a lower number of cases in the Middle East, and Turkey has not yet had a reported case.  Its prevalence is limited by the physician's ability to identify the disease.  As of 2006, more than 200 people have been identified with VWM, many of whom were originally diagnosed with an unclassified leukodystrophy."
                ]
            },
            {
                "name": [
                    "Cerebral palsy"
                ],
                "description": [
                    "Cerebral palsy (CP) is a group of movement disorders that appear in early childhood. Signs and symptoms vary among people and over time, but include poor coordination, stiff muscles, weak muscles, and tremors. There may be problems with sensation, vision, hearing, and speech. Often, babies with cerebral palsy do not roll over, sit, crawl or walk as early as other children. Other symptoms may include seizures and problems with thinking or reasoning. While symptoms may get more noticeable over the first years of life, underlying problems do not worsen over time."
                ],
                "link": "https://en.wikipedia.org/wiki/Cerebral_palsy",
                "symptoms": [
                    "Cerebral palsy is defined as \"a group of permanent disorders of the development of movement and posture, causing activity limitation, that are attributed to non-progressive disturbances that occurred in the developing fetal or infant brain.\" While movement problems are the central feature of CP, difficulties with thinking, learning, feeling, communication and behavior often co-occur, with 28% having epilepsy, 58% having difficulties with communication, at least 42% having problems with their vision, and 23–56% having learning disabilities. Muscle contractions in people with cerebral palsy-related high muscle tone are commonly thought to arise from overactivation. Although most people with CP have problems with increased muscle tone, some have low muscle tone instead. High muscle tone can either be due to spasticity or dystonia.\n\nCerebral palsy is characterized by abnormal muscle tone, reflexes, or motor development and coordination. The neurological lesion is primary and permanent while orthopedic manifestations are secondary to high muscle tone and progressive. In cerebral palsy with high muscle tone, unequal growth between muscle-tendon units and bone eventually leads to bone and joint deformities. At first, deformities are dynamic. Over time, deformities tend to become static, and joint contractures develop. Deformities in general and static deformities in specific (joint contractures) cause increasing gait difficulties in the form of tip-toeing gait, due to tightness of the Achilles tendon, and scissoring gait, due to tightness of the hip adductors. These gait patterns are among the most common gait abnormalities in children with cerebral palsy. However, orthopaedic manifestations of cerebral palsy are diverse. Additionally, crouch gait (also described as knee flexion gait) is prevalent among children who possess the ability to walk.  The effects of cerebral palsy fall on a continuum of motor dysfunction, which may range from slight clumsiness at the mild end of the spectrum to impairments so severe that they render coordinated movement virtually impossible at the other end of the spectrum.\n\nBabies born with severe cerebral palsy often have irregular posture; their bodies may be either very floppy or very stiff. Birth defects, such as spinal curvature, a small jawbone, or a small head sometimes occur along with CP. Symptoms may appear or change as a child gets older. Babies born with cerebral palsy do not immediately present with symptoms. Classically, CP becomes evident when the baby reaches the developmental stage at 6 to 9 months and is starting to mobilise, where preferential use of limbs, asymmetry, or gross motor developmental delay is seen.\n\nDrooling is common among children with cerebral palsy, which can have a variety of impacts including social rejection, impaired speaking, damage to clothing and books, and mouth infections. It can additionally cause choking.\n\nAn average of 55.5% of people with cerebral palsy experience lower urinary tract symptoms, more commonly excessive storage issues than voiding issues. Those with voiding issues and pelvic floor overactivity can deteriorate as adults and experience upper urinary tract dysfunction.\n\nChildren with CP may also have sensory processing issues. Adults with cerebral palsy have a higher risk of respiratory failure.\n\nSkeleton\nFor bones to attain their normal shape and size, they require the stresses from normal musculature. People with cerebral palsy are at risk of low bone mineral density. The shafts of the bones are often thin (gracile), and become thinner during growth. When compared to these thin shafts (diaphyses), the centres (metaphyses) often appear quite enlarged (ballooning). Due to more than normal joint compression caused by muscular imbalances, articular cartilage may atrophy,: 46  leading to narrowed joint spaces. Depending on the degree of spasticity, a person with the spastic form of CP may exhibit a variety of angular joint deformities. Because vertebral bodies need vertical gravitational loading forces to develop properly, spasticity and an abnormal gait can hinder proper or full bone and skeletal development. People with CP tend to be shorter in height than the average person because their bones are not allowed to grow to their full potential. Sometimes bones grow to different lengths, so the person may have one leg longer than the other.\n\nChildren with CP are prone to low trauma fractures, particularly children with higher Gross Motor Function Classification System (GMFCS) levels who cannot walk. This further affects a child's mobility, strength, and experience of pain, and can lead to missed schooling or child abuse suspicions. These children generally have fractures in the legs, whereas non-affected children mostly fracture their arms in the context of sporting activities.\n\nHip dislocation and ankle equinus or plantar flexion deformity are the two most common deformities among children with cerebral palsy. Additionally, flexion deformity of the hip and knee can occur. Torsional deformities of long bones such as the femur and tibia are also encountered, among others. Children may develop scoliosis before the age of 10 – estimated prevalence of scoliosis in children with CP is between 21% and 64%. Higher levels of impairment on the GMFCS are associated with scoliosis and hip dislocation. Scoliosis can be corrected with surgery, but CP makes surgical complications more likely, even with improved techniques. Hip migration can be managed by soft tissue procedures such as adductor musculature release. Advanced degrees of hip migration or dislocation can be managed by more extensive procedures such as femoral and pelvic corrective osteotomies. Both soft tissue and bony procedures aim at prevention of hip dislocation in the early phases or aim at hip containment and restoration of anatomy in the late phases of disease. Equinus deformity is managed by conservative methods especially when dynamic. If fixed/static deformity ensues surgery may become mandatory.\n\nGrowth spurts during puberty can make walking more difficult for people with CP and high muscle tone.\n\nEating\nDue to sensory and motor impairments, those with CP may have difficulty preparing food, holding utensils, or chewing and swallowing. An infant with CP may not be able to suck, swallow or chew. Gastro-oesophageal reflux is common in children with CP. Children with CP may have too little or too much sensitivity around and in the mouth. Poor balance when sitting, lack of control of the head, mouth, and trunk, not being able to bend the hips enough to allow the arms to stretch forward to reach and grasp food or utensils, and lack of hand-eye coordination can make self-feeding difficult. Feeding difficulties are related to higher GMFCS levels. Dental problems can also contribute to difficulties with eating. Pneumonia is also common where eating difficulties exist, caused by undetected aspiration of food or liquids. Fine finger dexterity, like that needed for picking up a utensil, is more frequently impaired than gross manual dexterity, like that needed for spooning food onto a plate.[non-primary source needed] Grip strength impairments are less common.[non-primary source needed]\n\nChildren with severe cerebral palsy, particularly with oropharyngeal issues, are at risk of undernutrition. Triceps skin fold tests have been found to be a very reliable indicator of malnutrition in children with cerebral palsy. Due to challenges in feeding, evidence has shown that children with cerebral palsy are at a greater risk of malnutrition.\n\nLanguage\nSpeech and language disorders are common in people with cerebral palsy. The incidence of dysarthria is estimated to range from 31% to 88%, and around a quarter of people with CP are non-verbal. Speech problems are associated with poor respiratory control, laryngeal and velopharyngeal dysfunction, and oral articulation disorders that are due to restricted movement in the oral-facial muscles. There are three major types of dysarthria in cerebral palsy: spastic, dyskinetic (athetotic), and ataxic.\n\nEarly use of augmentative and alternative communication systems may assist the child in developing spoken language skills. Overall language delay is associated with problems of cognition, deafness, and learned helplessness. Children with cerebral palsy are at risk of learned helplessness and becoming passive communicators, initiating little communication. Early intervention with this clientele, and their parents, often targets situations in which children communicate with others so that they learn that they can control people and objects in their environment through this communication, including making choices, decisions, and mistakes.\n\nPain and sleep\nPain is common and may result from the inherent deficits associated with the condition, along with the numerous procedures children typically face. When children with cerebral palsy are in pain, they experience worse muscle spasms. Pain is associated with tight or shortened muscles, abnormal posture, stiff joints, unsuitable orthosis, etc. Hip migration or dislocation is a recognizable source of pain in CP children and especially in the adolescent population. Nevertheless, the adequate scoring and scaling of pain in CP children remains challenging. Pain in CP has a number of different causes, and different pains respond to different treatments.\n\nThere is also a high likelihood of chronic sleep disorders secondary to both physical and environmental factors. Children with cerebral palsy have significantly higher rates of sleep disturbance than typically developing children. Babies with cerebral palsy who have stiffness issues might cry more and be harder to put to sleep than non-disabled babies, or \"floppy\" babies might be lethargic. Chronic pain is under-recognized in children with cerebral palsy, even though three out of four children with cerebral palsy experience pain.  Adults with CP also experience more pain than the general population.\n\nAssociated disorders\nAssociated disorders include intellectual disabilities, seizures, muscle contractures, abnormal gait, osteoporosis, communication disorders, malnutrition, sleep disorders, and mental health disorders, such as depression and anxiety. Epilepsy is often found in the child before they are 1 year old, or also before they are four or five.  In addition to these, functional gastrointestinal abnormalities contributing to bowel obstruction, vomiting, and constipation may also arise. Adults with cerebral palsy may have ischemic heart disease, cerebrovascular disease, cancer, and trauma more often. Obesity in people with cerebral palsy or a more severe Gross Motor Function Classification System assessment in particular are considered risk factors for multimorbidity. Other medical issues can be mistaken for being symptoms of cerebral palsy, and so may not be treated correctly.\n\nRelated conditions can include apraxia, sensory impairments, urinary incontinence, fecal incontinence, or behavioural disorders.\n\nSeizure management is more difficult in people with CP as seizures often last longer. Epilepsy and asthma are common co-occurring diseases in adults with CP. The associated disorders that co-occur with cerebral palsy may be more disabling than the motor function problems.\n\nManaging respiratory illnesses in children with severe CP is considered complex due to the need to manage oropharyngeal dysphagia of both food/drink and saliva, gastroesophageal reflux, motor disorders, upper airway obstruction during sleep, malnutrition, among other factors."
                ],
                "epidemiology": [
                    "Cerebral palsy occurs in about 2.1 per 1000 live births. In those born at term rates are lower at 1 per 1000 live births. Within a population it may occur more often in poorer people. The rate is higher in males than in females; in Europe it is 1.3 times more common in males.\n\nThere was a \"moderate, but significant\" rise in the prevalence of CP between the 1970s and 1990s. This is thought to be due to a rise in low birth weight of infants and the increased survival rate of these infants. The increased survival rate of infants with CP in the 1970s and 80s may be indirectly due to the disability rights movement challenging perspectives around the worth of infants with a disability, as well as the Baby Doe Law.  Between 1990 and 2003, rates of cerebral palsy remained the same.\n\nAs of 2005, advances in the care of pregnant mothers and their babies did not result in a noticeable decrease in CP. This is generally attributed to medical advances in areas related to the care of premature babies (which results in a greater survival rate). Only the introduction of quality medical care to locations with less-than-adequate medical care has shown any decreases. The incidence of CP increases with premature or very low-weight babies regardless of the quality of care. As of 2016[update], there is a suggestion that both incidence and severity are slightly decreasing – more research is needed to find out if this is significant, and if so, which interventions are effective.  It has been found that high-income countries have lower rates of children born with cerebral palsy than low or middle-income countries.\n\nPrevalence of cerebral palsy is best calculated around the school entry age of about six years; the prevalence in the U.S. is estimated to be 2.4 out of 1000 children."
                ]
            },
            {
                "name": [
                    "Landau–Kleffner syndrome"
                ],
                "description": [
                    "Landau–Kleffner syndrome (LKS)—also called infantile acquired aphasia, acquired epileptic aphasia or aphasia with convulsive disorder—is a rare childhood neurological syndrome."
                ],
                "link": "https://en.wikipedia.org/wiki/Landau%E2%80%93Kleffner_syndrome",
                "symptoms": [
                    "The Landau–Kleffner syndrome is characterized by the sudden or gradual development of aphasia (the inability to understand or express language) and an abnormal electroencephalogram (EEG). LKS affects the parts of the brain that control comprehension and speech (Broca's area and Wernicke's area). The disorder usually occurs in children between the ages of 3 and 7 years. There appears to be a male dominance in the diagnosis of the syndrome (ratio of 1.7:1, men to women).\n\nTypically, children with LKS develop normally, but then lose their language skills. While many affected individuals have clinical seizures, some only have electrographic seizures, including electrographic status epilepticus of sleep (ESES).  The first indication of the language problem is usually auditory verbal agnosia.  This is demonstrated in patients in multiple ways including the inability to recognize familiar noises and the impairment of the ability to lateralize or localize sound. In addition, receptive language is often critically impaired, however in some patients, impairment in expressive language is the most profound. In a study of 77 cases of Landau–Kleffner syndrome, 6 were found to have this type of aphasia. Because this syndrome appears during such a critical period of language acquisition in a child's life, speech production may be affected just as severely as language comprehension.   The onset of LKS is typically between 18 months and 13 years, the most predominant time of emergence being between 3 and 7 years.\n\nGenerally, earlier manifestation of the disease correlates with poorer language recovery, and with the appearance of night seizures that last for longer than 36 months. LKS has a wide range of symptom differences and lacks a uniformity in diagnostic criteria between cases, and many studies don't include follow-ups on the patients, so no other relationships between symptoms and recovery have been made known.\n\nLanguage deterioration in patients typically occurs over a period of weeks or months. However, acute onset of the condition has also been reported as well as episodic aphasia.\n\nSeizures, especially during the night, are a heavily weighted indicator of LKS.  The prevalence of clinical seizures in acquired epileptic aphasia (LKS) is 70–85%. In one third of patients, only a single episode of a seizure was recorded.  The seizures typically appear between the ages of 4 and 10 and disappear before adulthood (around the age of 15).\n\nOften, behavioral and neuropsychologic disturbances accompany the progression of LKS.  Behavioral issues are seen in as many as 78% of all cases.  Hyperactivity and a decreased attention span are observed in as many as 80% of patients as well as rage, aggression, and anxiety. These behavior patterns are considered secondary to the language impairment in LKS. Impaired short-term memory is a feature recorded in long-standing cases of acquired epileptic aphasia."
                ]
            },
            {
                "name": [
                    "Dissociative identity disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Dissociative_identity_disorder",
                "description": [
                    "Dissociative identity disorder (DID), previously known as multiple personality disorder (MPD), is one of multiple dissociative disorders in the DSM-5, DSM-5-TR, ICD-10, ICD-11, and Merck Manual. It has a history of extreme controversy."
                ],
                "symptoms": [
                    "The full presentation of dissociative identity disorder can onset at any age, although symptoms typically begin by ages 5–10. DID is generally a childhood-onset disorder. According to the fifth edition [text revision] of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5-TR), symptoms of DID include \"the presence of two or more distinct personality states\" accompanied by the inability to recall personal information beyond what is expected through normal memory issues. Other DSM-5 symptoms include a loss of identity as related to individual distinct personality states, loss of one's subjective experience of the passage of time, and degradation of a sense of self and consciousness. In each individual, the clinical presentation varies and the level of functioning can change from severe impairment to minimal impairment. The symptoms of dissociative amnesia are subsumed under a DID diagnosis, and thus should not be diagnosed separately if DID criteria are met. Individuals with DID may experience distress from both the symptoms of DID (hearing voices, intrusive thoughts/emotions/impulses) and the consequences of the accompanying symptoms (inability to remember specific information or periods of time). The large majority of patients with DID report repeated childhood sexual and/or physical abuse, usually by caregivers as well as organized abuse. Amnesia between identities may be asymmetrical; identities may or may not be aware of what is known by another. Individuals with DID may be reluctant to discuss symptoms due to associations with abuse, shame, and fear. DID patients may also frequently and intensely experience time disturbances, both from amnesia and derealization.\n\nAround half of people with DID have fewer than 10 identities and most have fewer than 100; although as many as 4,500 have been reported by Richard Kluft in 1988.(p 503) The average number of identities has increased over the past few decades, from two or three to now an average of approximately 16. However, it is unclear whether this is due to an actual increase in identities, or simply that the psychiatric community has become more accepting of a high number of compartmentalized memory components.[failed verification]\n\nComorbid disorders\nThe psychiatric history frequently contains multiple previous diagnoses of various disorders and treatment failures. The most common presenting complaint of DID is depression (90%) that is often treatment-resistant, with headaches and non-epileptic seizures being common neurologic symptoms. Comorbid disorders include post-traumatic stress disorder (PTSD), substance use disorders, eating disorders, anxiety disorders, personality disorders, and autism spectrum disorder. 30-70% of those diagnosed with DID have history of borderline personality disorder. Presentations of dissociation in people with schizophrenia differ from those with DID as not being rooted in trauma, and this distinction can be effectively tested, although both conditions share a high rate of  auditory hallucinations in the form of voices. Other disorders that have been found to be comorbid with DID are somatization disorders, major depressive disorder, as well as history of a past suicide attempt, in comparison to those without a DID diagnosis. 70-75% of DID patients attempt suicide, and multiple attempts are common. Disturbed and altered sleep has also been suggested as having a role in dissociative disorders in general and specifically in DID, alterations in environments also largely affecting the DID patient. Individuals diagnosed with DID demonstrate the highest hypnotizability of any clinical population. Although DID has high comorbidity and its development is related to trauma, abundant empirical evidence suggests that DID is a separate condition from other disorders like PTSD."
                ],
                "epidemiology": [
                    "General\nAccording to the American Psychiatric Association, the 12-month prevalence of DID among adults in the US is 1.5%, with similar prevalence between women and men. Population prevalence estimates have been described to widely vary, with some estimates of DID in inpatient settings suggesting 1-9.6%.\" Reported rates in the community vary from 1% to 3% with higher rates among psychiatric patients. As of 2017, evidence suggested a prevalence of DID of 2–5% among psychiatric inpatients, 2–3% among outpatients, and 1% in the general population, with rates reported as high as 16.4% for teenagers in psychiatric outpatient services. Dissociative disorders in general have a lifetime prevalence of 9.1%–18.3% in the general population.\n\nAs of 2012, DID was diagnosed 5 to 9 times more common in women than men during young adulthood, although this may have been due to selection bias as men meeting DID diagnostic criteria were suspected to end up in the criminal justice system rather than hospitals. In children, rates among men and women are approximately the same (5:4). DID diagnoses are extremely rare in children; much of the research on childhood DID occurred in the 1980s and 1990s and does not address ongoing controversies surrounding the diagnosis. DID occurs more commonly in young adults and declines in prevalence with age.\n\nThere is a poor awareness of DID in the clinical settings and the general public. Poor clinical education (or lack thereof) for DID and other dissociative disorders has been described in literature: \"most clinicians have been taught (or assume) that DID is a rare disorder with a florid, dramatic presentation.\" Symptoms in patients are often not easily visible, which complicates diagnosis. DID has a high correlation with, and has been described as a form of, complex post-traumatic stress disorder. There is a significant overlap of symptoms between borderline personality disorder and DID, although symptoms are understood to originate from different underlying causes.\n\nHistorical prevalence\nRates of diagnosed DID were increasing in the late 20th century, reaching a peak of diagnoses at approximately 40,000 cases by the end of the 20th century, up from less than 200 diagnoses before 1970. Initially DID along with the rest of the dissociative disorders were considered the rarest of psychological conditions, diagnosed in less than 100 by 1944, with only one further case reported in the next two decades. In the late 1970s and '80s, the number of diagnoses rose sharply. An estimate from the 1980s placed the incidence at 0.01%. Accompanying this rise was an increase in the number of alters, rising from only the primary and one alter personality in most cases, to an average of 13 in the mid-1980s (the increase in both number of cases and number of alters within each case are both factors in professional skepticism regarding the diagnosis). Others explain the increase as being due to the use of inappropriate therapeutic techniques in highly suggestible individuals, though this is itself controversial while proponents of DID claim the increase in incidence is due to increased recognition of and ability to recognize the disorder. Figures from psychiatric populations (inpatients and outpatients) show a wide diversity from different countries.\n\nA 1996 essay suggested three possible causes for the sudden increase of DID diagnoses, among which the author suspects the first being most likely:\n\nDissociative disorders were excluded from the Epidemiological Catchment Area Project.\n\nNorth America\nDID continues to be considered a controversial diagnosis; it was once regarded as a phenomenon confined to North America, though studies have since been published from DID populations across 6 continents. Although research has appeared discussing the appearance of DID in other countries and cultures and the condition has been described in non-English speaking nations and non-Western cultures, these reports all occur in English-language journals authored by international researchers who cite Western scientific literature. Etzel Cardeña and David Gleaves believed the greater representation of DID in North America was the result of increased awareness and training about the condition."
                ]
            },
            {
                "name": [
                    "Disruptive mood dysregulation disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Disruptive_mood_dysregulation_disorder",
                "description": [
                    "Disruptive mood dysregulation disorder (DMDD) is a mental disorder in children and adolescents characterized by a persistently irritable or angry mood and frequent temper outbursts that are disproportionate to the situation and significantly more severe than the typical reaction of same-aged peers. DMDD was added to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-V) as a type of depressive disorder diagnosis for youths. The symptoms of DMDD resemble many other disorders, thus a differential includes attention-deficit/hyperactivity disorder (ADHD), oppositional defiant disorder (ODD), anxiety disorders, and childhood bipolar disorder, intermittent explosive disorder (IED), major depressive disorder (MDD), and conduct disorder."
                ],
                "symptoms": [
                    "Children with DMDD show severe and recurrent temper outbursts three or more times per week. These outbursts can be verbal or behavioral. Verbal outbursts are often described by observers as \"rages\", \"fits\", or \"tantrums\". Temper outbursts will vary between children in type, nature, and setting, so it is important to talk with parents about the nature of the outburst and their triggers. Unlike the irritability that can be a symptom of other childhood disorders, such as oppositional defiant disorder (ODD), anxiety disorders, and major depressive disorder (MDD), the irritability displayed by children with DMDD is not episodic or situation-dependent. In DMDD, the irritability or anger is severe and is shown most of the day, nearly every day in multiple settings, lasting for one or more years. In other words, it is important to discern between general irritability and tantrums that can be episodic and common in pediatric patients and the easy provocation and extreme anger expressions of threatening to kill, throwing things, or attacking someone, as seen in DMDD. While all children may experience irritability and frustration, children with DMDD have difficulty controlling the level of anger and have reactions out of proportion to the situation. For instance, a child with DMDD can become extremely upset or emotional to the point of intense temper outbursts with yelling or hitting after being asked by a parent to stop playing and complete their homework. These levels of outbursts occur multiple times per week.\n\nFurthermore, most children with DMDD display symptoms that meet the criteria of attention-deficit/hyperactivity disorder (ADHD), and a smaller portion of children with ADHD will display symptoms similar to DMDD. Originally, a distinctive disorder from which DMDD was derived, called Severe Mood Dysregulation Disorder (SMDD), had the requirement for at least three \"hyperarousal\" symptoms, such as pressured speech, racing thoughts, intrusive behavior, distractibility, insomnia, and agitation, but these are not included in the most recent DMDD criteria.\n\nComorbidity\nThe core features of DMDD—temper outbursts and chronic irritability—are sometimes seen in children and adolescents with other psychiatric conditions. However, in children with DMDD, comorbidities with other psychiatric disorders appear to be extremely common as well as the range of disorders that can co-occur. Common comorbidities of DMDD include attention-deficit/hyperactivity disorder (ADHD), MDD, anxiety disorders, conduct disorder, and substance use disorders.\n\nADHD is a neurodevelopmental disorder characterized by problems with inattention and/or hyperactivity-impulsivity. ADHD is characterized by inattention, hyperactivity, and impulsivity that are pervasive, impairing in multiple contexts, and age-inappropriate.  ADHD also associated with impaired executive functioning, structural and functional abnormalities in brain parts, such as frontal-striatal, with specific gene mutation. Patients with DMDD often exhibit symptoms of ADHD due to their inattention and distractibility. \"Previous studies have found an association between frequent and consistent irritability during early adolescence and the development of ADHD in late adolescence\".\n\nMDD is a mood disorder characterized by daily or nearly daily symptoms of down or depressed mood for all or almost all the day. The DSM-V requires an individual meets 5 of 9 criteria for at least the past 2 weeks that cause significant impairment in daily life and are not caused by other medical conditions or substance use. MDD often presents differently when comparing children and adults. Young children between 3 and 8 years old present with somatic complaints (such as stomach aches), more irritability, symptoms of anxiety, general behavioral problems, and less of the typical sadness commonly seen in adults. Similar to ADHD, developing MDD in early adulthood was found to be linked with persistent irritability during early adolescence, which can be seen in DMDD.\n\nAnxiety disorders are a broad category of disorders. They are all generally characterized by excessive fear (emotional response to a real or perceived imminent threat) and anxiety (the anticipation of a future threat). The objects or situations that are the sources of the fear and anxiety a person experiences, which can often lead to avoidant behavior, are used to characterize the different anxiety disorders. With DMDD, the severe mood dysregulation is associated with higher rates of anxiety and depressive disorders in the future.\n\nConduct disorder is a behavior disorder characterized by repeated, persistent patterns of behavior that violate the rights of others and disregard major societal norms and rules. While both DMDD and conduct disorder are associated with argumentative and defiant behavior, DMDD is distinctly differentiated from conduct disorder by the DSM-V. Individuals with DMDD experience severe emotional dysregulation not seen in conduct disorder. Additionally, conduct disorder is described by a distinct lack of remorse and repeated physical harm and threats of harm to people and/or animals. Evidence of conduct disorder during childhood is one of the criteria for an adult diagnosis of antisocial personality disorder; however, adults with a continued diagnosis of conduct disorder do not necessarily have antisocial personality disorder.\n\nSubstance use disorders (SUD) encompass a broad range of specific diagnoses, but they all generally have the characteristics of cognitive, behavioral, and physiological symptoms that cause someone to continue to use a substance despite significant impairment. One salient feature of SUDs is that they change the brain circuitry in such a way that the changes can persist beyond detoxification. In general, though, examining the comorbidity of SUDs in DMDD is important as it may be linked to self-medication for underlying mood disorders or trauma. However, while there are reports in community and clinical samples of comorbidity for SUDs with DMDD, there has been no formal examination of this link."
                ],
                "epidemiology": [
                    "There are no good estimates of the prevalence of DMDD, but primary studies have found a rate of 0.8–3.3% and a literature review estimated about 1.6% prevalence rate in children under the age of 13 years old. Epidemiological studies show that approximately 3.2% of children in the community have chronic problems with irritability and temper, the essential features of DMDD. These problems are probably more common among clinic-referred youths. Parents report that approximately 30% of children hospitalized for psychiatric problems meet diagnostic criteria for DMDD; 15% meet criteria based on the observations of hospital staff."
                ]
            },
            {
                "name": [
                    "Lennox–Gastaut syndrome"
                ],
                "description": [
                    "Lennox–Gastaut syndrome (LGS) is a complex, rare, and severe childhood-onset epilepsy syndrome. It is characterized by multiple and concurrent seizure types including tonic seizure, cognitive dysfunction, and slow spike waves on electroencephalogram (EEG), which are very abnormal. Typically, it presents in children aged 3–5 years and most of the time persists into adulthood with slight changes in the electroclinical phenotype. It has been associated with perinatal injuries, congenital infections, brain malformations, brain tumors, genetic disorders such as tuberous sclerosis and numerous gene mutations. Sometimes LGS is observed after infantile epileptic spasm syndrome. The prognosis for LGS is marked by a 5% mortality in childhood and persistent seizures into adulthood."
                ],
                "link": "https://en.wikipedia.org/wiki/Lennox%E2%80%93Gastaut_syndrome",
                "symptoms": [
                    "The symptoms vary and progress with age and are characterized by a triad of seizures including tonic seizure, cognitive dysfunction, and EEG findings. The triad may not fully emerge until 1–2 years after first seizure episode.\n\nSeizures\nThe peak age of onset of seizures is in the first year of life and the seizures evolve into LGS typically between 3 and 5 years of age. The mainstay symptoms are seizures that are frequent – occurring daily and difficult to treat with anti-seizure medications. An estimated 30% of patients with infantile epileptic spasm syndrome (formerly called West syndrome) have been reported to progress with LGS.\n\nTonic seizures are the most common and present in nearly everyone with LGS. They occur most frequently during non-REM sleep (90% of the time). They initially last for a minute or less and are activated by sleep. The presentation can be subtle. They present often as tonic eyelid opening with some changes in breathing coupled with pupillary dilation, urinary incontinence, increased heart rate, and flushing.[citation needed]\n\nNonconvulsive status epilepticus occurs in about 50% of patients with LGS. The seizures can cause sudden falling often leading to injury. These \"drop attacks\" are typically the first manifestation of LGS. The attacks are characterized by a single, generalized myoclonic jerk that precedes tonic contraction of axial muscles.[citation needed]\n\nEEG findings\nFindings that strongly suggest LGS include abnormal, consistent slow spike-wave (< 3 hertz [Hz]) on awake EEG. The complexes typically consist of a spike (duration < 70 milliseconds) or a sharp wave (70–200 milliseconds), followed first by a positive deep trough, then a negative wave (350–400 milliseconds). Not every wave is preceded by a spike. Bursts increase and decrease without clear onset and offset.  Slow spike waves may occur during seizures or between seizures, or may occur in absence of any observable clinical changes. This helps distinguish LGS from the pattern of extended 3-Hz spike-wave discharges.[citation needed]"
                ],
                "epidemiology": [
                    "LGS is seen in approximately 4% of children with epilepsy, and is more common in males than in females. Usual onset is between the ages of three and five. Children can have no neurological problems prior diagnosis, or have other forms of epilepsy. West syndrome is diagnosed in 20% of patients before it evolves into LGS at about 2 years old.\n\nFinland\nAccording to a 1997 community-based retrospective study in the Helsinki metropolitan area and the province of Uusimaa, the annual incidence of Lennox–Gastaut was 2 in 100,000 (0.002%) from 1975 to 1985.\n\nUnited States\n0.026% of all children in the Atlanta, Georgia metropolitan area were estimated to have LGS in 1997, which was defined as, \"onset of multiple seizure types before age 11 years, with at least one seizure type resulting in falls, and an EEG demonstrating slow spike-wave complexes (<2.5 Hz).\" The study concluded that LGS accounts for 4% of childhood epilepsies."
                ]
            },
            {
                "name": [
                    "Tourette syndrome"
                ],
                "link": "https://en.wikipedia.org/wiki/Tourette_syndrome",
                "description": [
                    "Tourette syndrome or Tourette's syndrome is a common neurodevelopmental disorder that begins in childhood or adolescence. It is characterized by multiple movement (motor) tics and at least one vocal (phonic) tic. Common tics are blinking, coughing, throat clearing, sniffing, and facial movements. These are typically preceded by an unwanted urge or sensation in the affected muscles known as a premonitory urge, can sometimes be suppressed temporarily, and characteristically change in location, strength, and frequency. Tourette's is at the more severe end of a spectrum of tic disorders. The tics often go unnoticed by casual observers."
                ],
                "epidemiology": [
                    "Tourette syndrome is a common but underdiagnosed condition that reaches across all social, racial and ethnic groups. It is three to four times more frequent in males than in females. Observed prevalence rates are higher among children than adults because tics tend to remit or subside with maturity and a diagnosis may no longer be warranted for many adults. Up to 1% of the overall population experiences tic disorders, including chronic tics and transient (provisional or unspecified) tics in childhood. Chronic tics affect 5% of children and transient tics affect up to 20%.\n\nMany individuals with tics do not know they have tics, or do not seek a diagnosis, so epidemiological studies of TS \"reflect a strong ascertainment bias\" towards those with co-occurring conditions. The reported prevalence of TS varies \"according to the source, age, and sex of the sample; the ascertainment procedures; and diagnostic system\", with a range reported between 0.15% and 3.0% for children and adolescents. Sukhodolsky, et al. wrote in 2017 that the best estimate of TS prevalence in children was 1.4%. Both Robertson and Stern state that the prevalence in children is 1%. The prevalence of TS in the general population is estimated as 0.3% to 1.0%. According to turn of the century census data, these prevalence estimates translated to half a million children in the US with TS and half a million people in the UK with TS, although symptoms in many older individuals would be almost unrecognizable.[e]\n\nTourette syndrome was once thought to be rare: in 1972, the US National Institutes of Health (NIH) believed there were fewer than 100 cases in the United States, and a 1973 registry reported only 485 cases worldwide. However, numerous studies published since 2000 have consistently demonstrated that the prevalence is much higher. Recognizing that tics may often be undiagnosed and hard to detect,[f] newer studies use direct classroom observation and multiple informants (parents, teachers and trained observers), and therefore record more cases than older studies. As the diagnostic threshold and assessment methodology have moved towards recognition of milder cases, the estimated prevalence has increased.\n\nBecause of the high male prevalence of TS, there is limited data on females from which conclusion about gender-based differences can be drawn; caution may be warranted in extending conclusions to females regarding the characteristics and treatment of tics based on studies of mostly males. A 2021 review stated that females may see a later peak than males in symptoms, with less remission over time, along with a higher prevalence of anxiety and mood disorders."
                ]
            },
            {
                "name": [
                    "Borderline personality disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Borderline_personality_disorder",
                "description": [
                    "Borderline personality disorder (BPD), also known as emotionally unstable personality disorder (EUPD), is a personality disorder characterized by a pervasive, long-term pattern of significant interpersonal relationship instability, a distorted sense of self, and intense emotional responses. People diagnosed with BPD frequently exhibit self-harming behaviours and engage in risky activities, primarily due to challenges regulating emotional states to a healthy, stable baseline. Symptoms such as dissociation, a pervasive sense of emptiness, and an acute fear of abandonment are prevalent among those affected."
                ],
                "symptoms": [
                    "Borderline personality disorder, as outlined in the DSM-5, manifests through nine distinct symptoms, with a diagnosis requiring at least five of the following criteria to be met:\n\nThe distinguishing characteristics of BPD include a pervasive pattern of instability in one's interpersonal relationships and in one's self-image, with frequent oscillation between extremes of idealization and devaluation of others, alongside fluctuating moods and difficulty regulating intense emotional reactions. Dangerous or impulsive behaviors are commonly associated with BPD.\n\nAdditional symptoms may encompass uncertainty about one's identity, values, morals, and beliefs; experiencing paranoid thoughts under stress; episodes of depersonalization; and, in moderate to severe cases, stress-induced breaks with reality or episodes of psychosis. It is also common for individuals with BPD to have comorbid conditions such as depressive or bipolar disorders, substance use disorders, eating disorders, post-traumatic stress disorder (PTSD), and attention-deficit hyperactivity disorder (ADHD).\n\nMood and affect\nIndividuals with BPD exhibit emotional dysregulation. Emotional dysregulation is characterized by an inability in flexibly responding to and managing emotional states, resulting in intense and prolonged emotional reactions that deviate from social norms, given the nature of the environmental stimuli encountered. Such reactions not only deviate from accepted social norms but also surpass what is informally deemed appropriate or proportional to the encountered stimuli.\n\nA core characteristic of BPD is affective instability, which manifests as rapid and frequent shifts in mood of high affect intensity and rapid onset of emotions, triggered by environmental stimuli. The return to a stable emotional state is notably delayed, exacerbating the challenge of achieving emotional equilibrium. This instability is further intensified by an acute sensitivity to psychosocial cues, leading to significant challenges in managing emotions effectively.\n\nAs the first component of emotional dysregulation, individuals with BPD are shown to have increased emotional sensitivity, especially towards negative mood states such as fear, anger, sadness, rejection, criticism, isolation, and perceived failure. This increased sensitivity results in an intensified response to environmental cues, including the emotions of others. Studies have identified a negativity bias in those with BPD, showing a predisposition towards recognizing and reacting more strongly to negative emotions in others, along with an attentional bias towards processing negatively-valenced stimuli. Without effective coping mechanisms, individuals might resort to self-harm, or suicidal behaviors to manage or escape from these intense negative emotions. While conscious of the exaggerated nature of their emotional responses, individuals with BPD face challenges in regulating these emotions. To mitigate further distress, there may be an unconscious suppression of emotional awareness, which paradoxically hinders the recognition of situations requiring intervention.\n\nA second component of emotional dysregulation in BPD is high levels of negative affectivity, stemming directly from the individual's emotional sensitivity to negative emotions. This negative affectivity causes emotional reactions that diverge from socially accepted norms, in ways that are disproportionate to the environmental stimuli presented. Those with BPD are relatively unable to tolerate the distress that is encountered in daily life, and they are prone to engage in maladaptive strategies to try to reduce the distress experienced. Maladaptive coping strategies include rumination, thought suppression, experiential avoidance, emotional isolation, as well as impulsive and self-injurious behaviours.\n\nAmerican psychologist Marsha Linehan highlights that while the sensitivity, intensity, and duration of emotional experiences in individuals with BPD can have positive outcomes, such as exceptional enthusiasm, idealism, and capacity for joy and love, it also predisposes them to be overwhelmed by negative emotions. This includes experiencing profound grief instead of mere sadness, intense shame instead of mild embarrassment, rage rather than annoyance, and panic over nervousness. Research indicates that individuals with BPD endure chronic and substantial emotional suffering.\n\nEmotional dysregulation is a significant feature of BPD, yet Fitzpatrick et al. (2022) suggest that such dysregulation may also be observed in other disorders, like generalized anxiety disorder (GAD). Nonetheless, their findings imply that individuals with BPD particularly struggle with disengaging from negative emotions and achieving emotional equilibrium.\n\nEuphoria, or transient intense joy, can occur in those with BPD, but they are more commonly afflicted by dysphoria (a profound state of unease or dissatisfaction), depression, and pervasive distress. Zanarini et al. identify four types of dysphoria characteristic of BPD: intense emotional states, destructiveness or self-destructiveness, feelings of fragmentation or identity loss, and perceptions of victimization. A diagnosis of BPD is closely linked with experiencing feelings of betrayal, lack of control, and self-harm.\n\nMoreover, emotional lability, indicating variability or fluctuations in emotional states, is frequent among those with BPD. Although emotional lability may imply rapid alternations between depression and elation, mood swings in BPD are more commonly between anger and anxiety or depression and anxiety.\n\nInterpersonal relationships\nInterpersonal relationships are significantly impacted in individuals with BPD, characterized by a heightened sensitivity to the behavior and actions of others. Individuals with BPD can be very conscious of and susceptible to their perceived or real treatment by others. Individuals may experience profound happiness and gratitude for perceived kindness, yet feel intense sadness or anger towards perceived criticism or harm. A notable feature of BPD is the tendency to engage in idealization and devaluation of others – that is to idealize and subsequently devalue others – oscillating between extreme admiration and profound mistrust or dislike. This pattern, referred to as \"splitting,\" can significantly influence the dynamics of interpersonal relationships. In addition to this external \"splitting,\" patients with BPD typically have internal splitting, i.e. vacillation between considering oneself a good person who has been mistreated (in which case anger predominates) and a bad person whose life has no value (in which case self-destructive or even suicidal behavior may occur). This splitting is also evident in black-and-white or all-or-nothing dichotomous thinking.\n\nDespite a strong desire for intimacy, individuals with BPD may exhibit insecure, avoidant, ambivalent, or fearfully preoccupied attachment styles in relationships, complicating their interactions and connections with others. Family members, including parents of adults with BPD, may find themselves in a cycle of being overly involved in the individual's life at times and, at other times, significantly detached, contributing to a sense of alienation within the family unit.\n\nPersonality disorders, including BPD, are associated with an increased incidence of chronic stress and conflict, reduced satisfaction in romantic partnerships, domestic abuse, and unintended pregnancies. Research indicates variability in relationship patterns among individuals with BPD. A portion of these individuals may transition rapidly between relationships, a pattern metaphorically described as \"butterfly-like,\" characterized by fleeting and transient interactions and \"fluttering\" in and out of relationships. Conversely, a subgroup, referred to as \"attached,\" tends to establish fewer but more intense and dependent relationships. These connections often form rapidly, evolving into deeply intertwined and tumultuous bonds, indicating a more pronounced dependence on these interpersonal ties compared to those without BPD.\n\nBehavior\nBehavioral patterns associated with BPD frequently involve impulsive actions, which may manifest as substance use disorders, binge eating, unprotected sexual encounters, self-injury among other self-harming practices. These behaviors are a response to the intense emotional distress experienced by individuals with BPD, serving as an immediate but temporary alleviation of their emotional pain. However, such actions typically result in feelings of shame and guilt, contributing to a recurrent cycle. This cycle typically begins with emotional discomfort, followed by impulsive behavior aimed at mitigating this discomfort, only to lead to shame and guilt, which in turn exacerbates the emotional pain. This escalation of emotional pain then intensifies the compulsion towards impulsive behavior as a form of relief, creating a vicious cycle. Over time, these impulsive responses can become an automatic mechanism for coping with emotional pain.\n\nSelf-harm and suicide\nSelf-harm and suicidal behaviors are core diagnostic criteria for BPD as outlined in the DSM-5. Between 50% and 80% of individuals diagnosed with BPD engage in self-harm, with cutting being the most common method. Other methods, such as bruising, burning, head banging, or biting, are also prevalent. It is hypothesized that individuals with BPD might experience a sense of emotional relief following acts of self-harm.\n\nEstimates of the lifetime risk of death by suicide among individuals with BPD range between 3% and 10%, varying with the method of investigation. There is evidence that a significant proportion of males who die by suicide may have undiagnosed BPD.\n\nThe motivations behind self-harm and suicide attempts among individuals with BPD are reported to differ. Nearly 70% of individuals with BPD engage in self-harm without the intention of ending their lives. Motivations for self-harm include expressing anger, self-punishment, inducing normal feelings or feelings of normality  in response to dissociative episodes, and distraction from emotional distress or challenging situations. Conversely, true suicide attempts by individuals with BPD frequently are motivated by the notion that others will be better off in their absence.\n\nSense of self and self-concept\nIndividuals diagnosed with BPD frequently experience significant difficulties in maintaining a stable self-concept. This instability manifests as uncertainty in personal values, beliefs, preferences, and interests. They may also express confusion regarding their aspirations and objectives in terms of relationships and career paths. Such indeterminacy leads to feelings of emptiness and a profound sense of disorientation regarding their own identity. Moreover, their self-perception can fluctuate dramatically over short periods, oscillating between positive and negative evaluations. Consequently, individuals with BPD might adopt their sense of self based on their surroundings or the people they interact with, resulting in a chameleon-like adaptation of identity.\n\nDissociation and cognitive challenges\nThe heightened emotional states experienced by individuals with BPD can impede their ability to concentrate and cognitively function. Additionally, individuals with BPD may frequently dissociate, which can be regarded as a mild to severe disconnection from physical and emotional experiences. Observers may notice signs of dissociation in individuals with BPD through diminished expressiveness in their face or voice, or through an apparent disconnection and insensitivity to emotional cues or stimuli.\n\nDissociation typically arises in response to distressing occurrences or reminders of past trauma, acting as a psychological defense mechanism by diverting attention from the current stressor or by blocking it out entirely. This process, believed to shield the individual from the anticipated overwhelming negative emotions and undesired impulses that the current emotional situation might provoke, is rooted in avoidance of intense emotional pain based on past experiences. While this mechanism may offer temporary emotional respite, it can foster unhealthy coping strategies and inadvertently dull positive emotions, thereby obstructing the individual's access to crucial emotional insights. These insights are essential for informed, healthy decision-making in everyday life.\n\nPsychotic symptoms\nBPD is predominantly characterized as a disorder involving emotional dysregulation, yet psychotic symptoms frequently occur in individuals with BPD, with prevalence estimates ranging between 21% and 54%. These manifestations have historically been labeled as \"pseudo-psychotic\" or \"psychotic-like\", implying a differentiation from symptoms observed in primary psychotic disorders. Studies conducted in the 2010s suggest a closer similarity between psychotic symptoms in BPD and those in recognized psychotic disorders than previously understood. The distinction of pseudo-psychosis has faced criticism for its weak construct validity and the potential to diminish the perceived severity of these symptoms, potentially hindering accurate diagnosis and effective treatment. Consequently, there are suggestions from some in the research community to categorize these symptoms as genuine psychosis, advocating for the abolishment of the distinction between pseudo-psychosis and true psychosis.\n\nThe DSM-5 identifies transient paranoia, exacerbated by stress, as a symptom of BPD. Research has identified the presence of both hallucinations and delusions in individuals with BPD who do not possess an alternate diagnosis that would better explain these symptoms. Further, phenomenological analysis indicates that auditory verbal hallucinations in BPD patients are indistinguishable from those observed in schizophrenia. This has led to suggestions of a potential shared etiological basis for hallucinations across BPD and other disorders, including psychotic and affective disorders.\n\nDisability and employment\nIndividuals diagnosed with BPD often possess the capability to engage in employment, provided they secure positions that align with their skill sets and the severity of their condition remains manageable. In certain cases, BPD may be recognized as a disability within the workplace, particularly if the condition's severity results in behaviors that undermine relationships, involve engagement in risky activities, or manifest as intense anger, thereby inhibiting the individual's ability to perform their job role effectively. The United States Social Security Administration officially recognizes BPD as a form of disability, enabling those significantly affected to apply for disability benefits."
                ],
                "epidemiology": [
                    "BPD has a point prevalence of 1.6% and a lifetime prevalence of 5.9% of the global population. Within clinical settings, the occurrence of BPD is 6.4% among urban primary care patients, 9.3% among psychiatric outpatients, and approximately 20% among psychiatric inpatients. Despite the high utilization of healthcare resources by individuals with BPD, up to half may show significant improvement over a ten-year period with appropriate treatment.\n\nRegarding gender distribution, women are diagnosed with BPD three times more frequently than men in clinical environments. Nonetheless, epidemiological research in the United States indicates no significant gender difference in the lifetime prevalence of BPD within the general population. This finding implies that women with BPD may be more inclined to seek treatment compared to men. Studies examining BPD patients have found no significant differences in the rates of childhood trauma and levels of current psychosocial functioning between genders. The relationship between BPD and ethnicity continues to be ambiguous, with divergent findings reported in the United States.  The overall prevalence of BPD in the U.S. prison population is thought to be 17%. These high numbers may be related to the high frequency of substance use and substance use disorders among people with BPD, which is estimated at 38%."
                ]
            },
            {
                "name": [
                    "Cumulative trauma disorders"
                ],
                "description": [
                    "A repetitive strain injury (RSI) is an injury to part of the musculoskeletal or nervous system caused by repetitive use, vibrations, compression or long periods in a fixed position. Other common names include repetitive stress injury, repetitive stress disorders, cumulative trauma disorders (CTDs), and overuse syndrome."
                ],
                "link": "https://en.wikipedia.org/wiki/Cumulative_trauma_disorders",
                "symptoms": [
                    "Some examples of symptoms experienced by patients with RSI are aching, pulsing pain, tingling and extremity weakness, initially presenting with intermittent discomfort and then with a higher degree of frequency.\n\nDefinition\nRepetitive strain injury (RSI) and associative trauma orders are umbrella terms used to refer to several discrete conditions that can be associated with repetitive tasks, forceful  exertions, vibrations,  mechanical compression, sustained or awkward positions, or repetitive eccentric contractions. The exact terminology is controversial, but the terms now used by the United States Department of Labor and the National Institute of Occupational Safety and Health (NIOSH) are musculoskeletal disorders (MSDs) and work-related musculoskeletal disorders (WMDs).\n\nExamples of conditions that may sometimes be attributed to such causes include tendinosis (or less often tendinitis), carpal tunnel syndrome, cubital tunnel syndrome, De Quervain syndrome, thoracic outlet syndrome, intersection syndrome, golfer's elbow (medial epicondylitis), tennis elbow (lateral epicondylitis), trigger finger (so-called stenosing tenosynovitis), radial tunnel syndrome, ulnar tunnel syndrome, and focal dystonia.\n\nA general worldwide increase since the 1970s in RSIs of the arms, hands, neck, and shoulder has been attributed to the widespread use in the workplace of keyboard entry devices, such as typewriters and computers, which require long periods of repetitive motions in a fixed posture. Extreme temperatures have also been reported as risk factor for RSI."
                ]
            },
            {
                "name": [
                    "Overuse syndrome"
                ],
                "description": [
                    "A repetitive strain injury (RSI) is an injury to part of the musculoskeletal or nervous system caused by repetitive use, vibrations, compression or long periods in a fixed position. Other common names include repetitive stress injury, repetitive stress disorders, cumulative trauma disorders (CTDs), and overuse syndrome."
                ],
                "link": "https://en.wikipedia.org/wiki/Overuse_syndrome",
                "symptoms": [
                    "Some examples of symptoms experienced by patients with RSI are aching, pulsing pain, tingling and extremity weakness, initially presenting with intermittent discomfort and then with a higher degree of frequency.\n\nDefinition\nRepetitive strain injury (RSI) and associative trauma orders are umbrella terms used to refer to several discrete conditions that can be associated with repetitive tasks, forceful  exertions, vibrations,  mechanical compression, sustained or awkward positions, or repetitive eccentric contractions. The exact terminology is controversial, but the terms now used by the United States Department of Labor and the National Institute of Occupational Safety and Health (NIOSH) are musculoskeletal disorders (MSDs) and work-related musculoskeletal disorders (WMDs).\n\nExamples of conditions that may sometimes be attributed to such causes include tendinosis (or less often tendinitis), carpal tunnel syndrome, cubital tunnel syndrome, De Quervain syndrome, thoracic outlet syndrome, intersection syndrome, golfer's elbow (medial epicondylitis), tennis elbow (lateral epicondylitis), trigger finger (so-called stenosing tenosynovitis), radial tunnel syndrome, ulnar tunnel syndrome, and focal dystonia.\n\nA general worldwide increase since the 1970s in RSIs of the arms, hands, neck, and shoulder has been attributed to the widespread use in the workplace of keyboard entry devices, such as typewriters and computers, which require long periods of repetitive motions in a fixed posture. Extreme temperatures have also been reported as risk factor for RSI."
                ]
            },
            {
                "name": [
                    "Repetitive stress injury"
                ],
                "description": [
                    "A repetitive strain injury (RSI) is an injury to part of the musculoskeletal or nervous system caused by repetitive use, vibrations, compression or long periods in a fixed position. Other common names include repetitive stress injury, repetitive stress disorders, cumulative trauma disorders (CTDs), and overuse syndrome."
                ],
                "link": "https://en.wikipedia.org/wiki/Repetitive_stress_injury",
                "symptoms": [
                    "Some examples of symptoms experienced by patients with RSI are aching, pulsing pain, tingling and extremity weakness, initially presenting with intermittent discomfort and then with a higher degree of frequency.\n\nDefinition\nRepetitive strain injury (RSI) and associative trauma orders are umbrella terms used to refer to several discrete conditions that can be associated with repetitive tasks, forceful  exertions, vibrations,  mechanical compression, sustained or awkward positions, or repetitive eccentric contractions. The exact terminology is controversial, but the terms now used by the United States Department of Labor and the National Institute of Occupational Safety and Health (NIOSH) are musculoskeletal disorders (MSDs) and work-related musculoskeletal disorders (WMDs).\n\nExamples of conditions that may sometimes be attributed to such causes include tendinosis (or less often tendinitis), carpal tunnel syndrome, cubital tunnel syndrome, De Quervain syndrome, thoracic outlet syndrome, intersection syndrome, golfer's elbow (medial epicondylitis), tennis elbow (lateral epicondylitis), trigger finger (so-called stenosing tenosynovitis), radial tunnel syndrome, ulnar tunnel syndrome, and focal dystonia.\n\nA general worldwide increase since the 1970s in RSIs of the arms, hands, neck, and shoulder has been attributed to the widespread use in the workplace of keyboard entry devices, such as typewriters and computers, which require long periods of repetitive motions in a fixed posture. Extreme temperatures have also been reported as risk factor for RSI."
                ]
            },
            {
                "name": [
                    "Disc herniation"
                ],
                "description": [
                    "A spinal disc herniation is an injury to the intervertebral disc between two spinal vertebrae, usually caused by excessive strain or trauma to the spine. It may result in back pain, pain or sensation in different parts of the body, and physical disability. The most conclusive diagnostic tool for disc herniation is MRI, and treatment may range from painkillers to surgery. Protection from disc herniation is best provided by core strength and an awareness of body mechanics including good posture."
                ],
                "link": "https://en.wikipedia.org/wiki/Disc_herniation",
                "symptoms": [
                    "Typically, symptoms are experienced on one side of the body only.[citation needed]\n\nSymptoms of a herniated disc can vary depending on the location of the herniation and the types of soft tissue involved. They can range from little or no pain, if the disc is the only tissue injured, to severe and unrelenting neck pain or low back pain that radiates into regions served by nerve roots which have been irritated or impinged by the herniated material. Often, herniated discs are not diagnosed immediately, as patients present with undefined pains in the thighs, knees, or feet.[citation needed]\n\nSymptoms may include sensory changes such as numbness, tingling, paresthesia, and motor changes such as muscular weakness, paralysis, and affection of reflexes. If the herniated disc is in the lumbar region, the patient may also experience sciatica due to irritation of one of the nerve roots of the sciatic nerve. Unlike a pulsating pain or pain that comes and goes, which can be caused by muscle spasm, pain from a herniated disc is usually continuous or at least continuous in a specific position of the body.[citation needed]\n\nIt is possible to have a herniated disc without pain or noticeable symptoms if the extruded nucleus pulposus material doesn't press on soft tissues or nerves. A small-sample study examining the cervical spine in symptom-free volunteers found focal disc protrusions in 50% of participants, suggesting that a considerable part of the population might have focal herniated discs in their cervical region that do not cause noticeable symptoms.\n\nA herniated disc in the lumbar spine may cause radiating nerve pain in the lower extremities or groin area and may sometimes be associated with bowel or bladder incontinence.\n\nTypically, symptoms are experienced only on one side of the body, but if a herniation is very large and presses on the nerves on both sides within the spinal column or the cauda equina, both sides of the body may be affected, often with serious consequences. Compression of the cauda equina can cause permanent nerve damage or paralysis which can result in loss of bowel and bladder control and sexual dysfunction. This disorder is called cauda equina syndrome. Other complications include chronic pain.[citation needed]"
                ],
                "epidemiology": [
                    "Disc herniation can occur in any disc in the spine, but the two most common forms are lumbar disc herniation and cervical disc herniation. The former is the most common, causing low back pain (lumbago) and often leg pain as well, in which case it is commonly referred to as sciatica. Lumbar disc herniation occurs 15 times more often than cervical (neck) disc herniation, and it is one of the most common causes of low back pain. The cervical discs are affected 8% of the time and the upper-to-mid-back (thoracic) discs only 1–2% of the time.\n\nThe following locations have no discs and are therefore exempt from the risk of disc herniation: the upper two cervical intervertebral spaces, the sacrum, and the coccyx. Most disc herniations occur when a person is in their thirties or forties when the nucleus pulposus is still a gelatin-like substance. With age the nucleus pulposus changes (\"dries out\") and the risk of herniation is greatly reduced. After age 50 or 60, osteoarthritic degeneration (spondylosis) or spinal stenosis are more likely causes of low back pain or leg pain.\n\n4.8% of males and 2.5% of females older than 35 experience sciatica during their lifetime.\nOf all individuals, 60% to 80% experience back pain during their lifetime.\nIn 14%, pain lasts more than two weeks.\nGenerally, males have a slightly higher incidence than females."
                ]
            }
        ]
    }
}