{
    "responseHeader": {
        "status": 0,
        "QTime": 3,
        "params": {
            "q": "Improvement with behavioral therapies",
            "defType": "edismax",
            "ps": "2",
            "qf": "description^3 symptoms^2 causes^2 treatment^1.7 diagnosis^1.5 prevention^1.0 epidemiology^1.5 content^0.5",
            "pf": "description^4 symptoms^2 causes^2",
            "fl": "name, link, description, symptoms, epidemiology",
            "rows": "25",
            "wt": "json",
            "ps2": "1"
        }
    },
    "response": {
        "numFound": 678,
        "start": 0,
        "numFoundExact": true,
        "docs": [
            {
                "name": [
                    "Dysthymia"
                ],
                "link": "https://en.wikipedia.org/wiki/Dysthymia",
                "description": [
                    "Dysthymia, also known as persistent depressive disorder (PDD), is a mental and behavioral disorder, specifically a disorder primarily of mood, consisting of similar cognitive and physical problems as major depressive disorder, but with longer-lasting symptoms. The concept was used by Robert Spitzer as a replacement for the term \"depressive personality\" in the late 1970s."
                ],
                "symptoms": [
                    "Dysthymia characteristics include an extended period of depressed mood combined with at least two other symptoms which may include insomnia or hypersomnia, fatigue or low energy, eating changes (more or less), low self-esteem, or feelings of hopelessness. Poor concentration or difficulty making decisions are treated as another possible symptom. Irritability is one of the more common symptoms in children and adolescents.\n\nMild degrees of dysthymia may result in people withdrawing from stress and avoiding opportunities for failure. In more severe cases of dysthymia, people may withdraw from daily activities. They will usually find little pleasure in usual activities and pastimes.\n\nDiagnosis of dysthymia can be difficult because of the subtle nature of the symptoms and patients can often hide them in social situations, making it challenging for others to detect symptoms. Additionally, dysthymia often occurs at the same time as other psychological disorders, which adds a level of complexity in determining the presence of dysthymia, particularly because there is often an overlap in the symptoms of disorders.\n\nThere is a high incidence of comorbid illness in those with dysthymia. Suicidal behavior is also a particular problem with those with dysthymia. It is vital to look for signs of major depression, panic disorder, generalised anxiety disorder, alcohol and substance use disorders, and personality disorder."
                ],
                "epidemiology": [
                    "Globally dysthymia occurs in about 105 million people a year (1.5% of the population). It is 38% more common in women (1.8% of women) than in men (1.3% of men). The lifetime prevalence rate of dysthymia in community settings appears to range from 3 to 6% in the United States. However, in primary care settings the rate is higher ranging from 5 to 15 percent. United States prevalence rates tend to be somewhat higher than rates in other countries."
                ]
            },
            {
                "name": [
                    "Thalamocortical dysrhythmia"
                ],
                "description": [
                    "Thalamocortical dysrhythmia (TCD) is a theoretical framework in which neuroscientists try to explain the positive and negative symptoms induced by neuropsychiatric disorders like Parkinson's Disease, neurogenic pain, tinnitus, visual snow syndrome, schizophrenia, obsessive–compulsive disorder, depressive disorder and epilepsy.\nIn TCD, normal thalamocortical resonance is disrupted by changes in the behaviour of neurons in the thalamus.\nTCD can be treated with neurosurgical methods like the central lateral thalamotomy, which due to its invasiveness is only used on patients that have proven resistant to conventional therapies."
                ],
                "link": "https://en.wikipedia.org/wiki/Thalamocortical_dysrhythmia"
            },
            {
                "name": [
                    "Leukodystrophy"
                ],
                "description": [
                    "Leukodystrophies are a group of, usually, inherited disorders, characterized by degeneration of the white matter in the brain. The word leukodystrophy comes from the Greek roots leuko, \"white\", dys, \"abnormal\" and troph, \"growth\". The leukodystrophies are caused by imperfect growth or development of the glial cells which produce the myelin sheath, the fatty insulating covering around nerve fibers. Leukodystrophies may be classified as hypomyelinating or demyelinating diseases, respectively, depending on whether the damage is present before birth or occurs after. While all leukodystrophies are the result of genetic mutations, other demyelinating disorders have an autoimmune, infectious, or metabolic etiology."
                ],
                "link": "https://en.wikipedia.org/wiki/Leukodystrophy",
                "symptoms": [
                    "Some specific symptoms vary from one type of leukodystrophy to the next, but the vast majority of symptoms are shared as the causes for the disease generally have the same effects. Symptoms are dependent on the age of onset, which is predominantly in infancy and early childhood, although the exact time of onset may be difficult to determine. Hyperirritability and hypersensitivity to the environment are common, as well as some tell-tale physical signs including muscle rigidity and a backwards-bent head. Botox therapy is often used to treat patients with spasticity. Juvenile and adult onsets display similar symptoms including a decrease or loss in hearing and vision. While children do experience optic and auditory degeneration, the course of the disease is usually too rapid, causing death relatively quickly, whereas adults may live with these conditions for many years. In children, spastic activity often precedes progressive ataxia and rapid cognitive deterioration which has been described as mental retardation. Epilepsy is commonplace for patients of all ages. More progressed patients show weakness in deglutition, leading to spastic coughing fits due to inhaled saliva. Classic symptomatic progression of juvenile X-linked adrenoleukodystrophy is shown in the 1992 film, Lorenzo's Oil.\n\nCourse and timetable are dependent on the age of onset with infants showing a lifespan of 2–8 years, juveniles 2–10 years and adults typically 10+ years. Adults typically see an extended period of stability followed by a decline to a vegetative state and death. While treatments do exist, most are in the experimental phase and can only promise a halt in the progression of symptoms, although some gene therapies have shown some symptomatic improvement. The debilitating course of the disease has led to numerous philosophical and ethical arguments over experimental clinical trials, patients' rights and physician-assisted suicide."
                ],
                "epidemiology": [
                    "Currently, no research has shown a higher prevalence of most leukodystrophy types in any one place around the world. There is, however, a higher prevalence of Canavan disease in the Jewish population. One in 40 individuals of Ashkenazi Jewish descent are carriers of Canavan disease. This extrapolates to roughly 2.5%. Additionally, due to their autosomal recessive inheritance patterns, there is no significant difference found between males and females for most types of leukodystrophy, including but not limited to metachromatic leukodystrophy, Krabbe disease, Canavan disease, and Alexander disease. The one exception to this is any type of leukodystrophy carried on a sex chromosome, such as X-linked adrenoleukodystrophy, which is carried on the X-chromosome. Because of the inheritance pattern of X-linked diseases, males are more often affected by this type of leukodystrophy, while female carriers are often symptomatic, though not as severely affected as males."
                ]
            },
            {
                "name": [
                    "Post-traumatic stress disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Post-traumatic_stress_disorder",
                "description": [
                    "Post-traumatic stress disorder (PTSD) is a mental and behavioral disorder that develops from experiencing a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, domestic violence, or other threats on a person's life or well-being. Symptoms may include disturbing thoughts, feelings, or dreams related to the events, mental or physical distress to trauma-related cues, attempts to avoid trauma-related cues, alterations in the way a person thinks and feels, and an increase in the fight-or-flight response. These symptoms last for more than a month after the event and can include triggers such as misophonia. Young children are less likely to show distress, but instead may express their memories through play. A person with PTSD is at a higher risk of suicide and intentional self-harm."
                ],
                "symptoms": [
                    "Symptoms of PTSD generally begin within the first three months after the inciting traumatic event, but may not begin until years later. In the typical case, the individual with PTSD persistently avoids either trauma-related thoughts and emotions or discussion of the traumatic event and may even have amnesia of the event (dissociative amnesia). However, the event is commonly relived by the individual through intrusive, recurrent recollections, dissociative episodes of reliving the trauma (\"flashbacks\"), and nightmares (50 to 70%). While it is common to have symptoms after any traumatic event, these must persist to a sufficient degree (i.e., causing dysfunction in life or clinical levels of distress) for longer than one month after the trauma to be classified as PTSD (clinically significant dysfunction or distress for less than one month after the trauma may be acute stress disorder). Some following a traumatic event experience post-traumatic growth.\n\nAssociated medical conditions\nTrauma survivors often develop depression, anxiety disorders, and mood disorders in addition to PTSD. More than 50% of those with PTSD have co-morbid anxiety, mood or substance use disorders.\n\nSubstance use disorder, such as alcohol use disorder, commonly co-occur with PTSD. Recovery from post-traumatic stress disorder or other anxiety disorders may be hindered, or the condition worsened, when substance use disorders are comorbid with PTSD. Resolving these problems can bring about improvement in an individual's mental health status and anxiety levels.\n\nPTSD has a strong association with tinnitus, and can even possibly be the tinnitus' cause.\n\nIn children and adolescents, there is a strong association between emotional regulation difficulties (e.g. mood swings, anger outbursts, temper tantrums) and post-traumatic stress symptoms, independent of age, gender, or type of trauma.\n\nMoral injury, the feeling of moral distress such as a shame or guilt following a moral transgression, is associated with PTSD but is distinguished from it. Moral injury is associated with shame and guilt, while PTSD is associated with anxiety and fear.: 2,8,11 \n\nIn a population based study examining veterans of the Vietnam War, the presence of PTSD and exposure to high level stressors on the battlefield were associated with a two-fold increased risk of death, with the leading causes of death being ischemic heart disease or cancers of the respiratory tract including lung cancer."
                ],
                "epidemiology": [
                    "There is debate over the rates of PTSD found in populations, but, despite changes in diagnosis and the criteria used to define PTSD between 1997 and 2013, epidemiological rates have not changed significantly. Most of the current reliable data regarding the epidemiology of PTSD is based on DSM-IV criteria, as the DSM-5 was not introduced until 2013.\n\nThe United Nations' World Health Organization publishes estimates of PTSD impact for each of its member states; the latest data available are for 2004. Considering only the 25 most populated countries ranked by overall age-standardized Disability-Adjusted Life Year (DALY) rate, the top half of the ranked list is dominated by Asian/Pacific countries, the US, and Egypt. Ranking the countries by the male-only or female-only rates produces much the same result, but with less meaningfulness, as the score range in the single-sex rankings is much-reduced (4 for women, 3 for men, as compared with 14 for the overall score range), suggesting that the differences between female and male rates, within each country, is what drives the distinctions between the countries.\n\nAs of 2017, the cross-national lifetime prevalence of PTSD was 3.9%, based on a survey where 5.6% had been exposed to trauma. The primary factor impacting treatment-seeking behavior, which can help to mitigate PTSD development after trauma was income, while being younger, female, and having less social status (less education, lower individual income, and being unemployed) were all factors associated with less treatment-seeking behavior.\n\nUnited States\nPTSD affects about 5% of the US adult population each year. \nThe National Comorbidity Survey Replication has estimated that the lifetime prevalence of PTSD among adult Americans is 6.8%, with women (9.7%) more than twice as likely as men (3.6%) to have PTSD at some point in their lives. More than 60% of men and more than 60% of women experience at least one traumatic event in their life. The most frequently reported traumatic events by men are rape, combat, and childhood neglect or physical abuse. Women most frequently report instances of rape, sexual molestation, physical attack, being threatened with a weapon and childhood physical abuse. 88% of men and 79% of women with lifetime PTSD have at least one comorbid psychiatric disorder. Major depressive disorder, 48% of men and 49% of women, and lifetime alcohol use disorder or dependence, 51.9% of men and 27.9% of women, are the most common comorbid disorders.\n\nThe United States Department of Veterans Affairs estimates that 830,000 Vietnam War veterans had symptoms of PTSD. The National Vietnam Veterans' Readjustment Study (NVVRS) found 15% of male and 9% of female Vietnam veterans had PTSD at the time of the study. Life-time prevalence of PTSD was 31% for males and 27% for females. In a reanalysis of the NVVRS data, along with analysis of the data from the Matsunaga Vietnam Veterans Project, Schnurr, Lunney, Sengupta, and Waelde found that, contrary to the initial analysis of the NVVRS data, a large majority of Vietnam veterans had PTSD symptoms (but not the disorder itself). Four out of five reported recent symptoms when interviewed 20–25 years after Vietnam.\n\nA 2011 study from Georgia State University and San Diego State University found that rates of PTSD diagnosis increased significantly when troops were stationed in combat zones, had tours of longer than a year, experienced combat, or were injured. Military personnel serving in combat zones were 12.1 percentage points more likely to receive a PTSD diagnosis than their active-duty counterparts in non-combat zones. Those serving more than 12 months in a combat zone were 14.3 percentage points more likely to be diagnosed with PTSD than those having served less than one year.\n\nExperiencing an enemy firefight was associated with an 18.3 percentage point increase in the probability of PTSD, while being wounded or injured in combat was associated with a 23.9 percentage point increase in the likelihood of a PTSD diagnosis. For the 2.16 million U.S. troops deployed in combat zones between 2001 and 2010, the total estimated two-year costs of treatment for combat-related PTSD are between $1.54 billion and $2.69 billion.\n\nAs of 2013, rates of PTSD have been estimated at up to 20% for veterans returning from Iraq and Afghanistan. As of 2013 13% of veterans returning from Iraq were unemployed.\n\nThe September 11 attacks took the lives of nearly 3,000 people, leaving 6,000 injured. First responders (police, firefighters, and emergency medical technicians), sanitation workers, and volunteers were all involved in the recovery efforts. The prevalence of probable PTSD in these highly exposed populations was estimated across several studies using in-person, telephone, and online interviews and questionnaires. Overall prevalence of PTSD was highest immediately following the attacks and decreased over time. However, disparities were found among the different types of recovery workers. The rate of probable PTSD for first responders was lowest directly after the attacks and increased from ranges of 4.8–7.8% to 7.4–16.5% between the 5–6 year follow-up and a later assessment.\n\nWhen comparing traditional responders to non-traditional responders (volunteers), the probable PTSD prevalence 2.5 years after the initial visit was greater in volunteers with estimates of 11.7% and 17.2% respectively. Volunteer participation in tasks atypical to the defined occupational role was a significant risk factor for PTSD. Other risk factors included exposure intensity, earlier start date, duration of time spent on site, and constant, negative reminders of the trauma.\n\nAdditional research has been performed to understand the social consequences of the September 11 attacks. Alcohol consumption was assessed in a cohort of World Trade Center workers using the cut-annoyed-guilty-eye (CAGE) questionnaire for alcohol use disorder. Almost 50% of World Trade Center workers who self-identified as alcohol users reported drinking more during the rescue efforts. Nearly a quarter of these individuals reported drinking more following the recovery. If determined to have probable PTSD status, the risk of developing an alcohol problem was double compared to those without psychological morbidity. Social disability was also studied in this cohort as a social consequence of the September 11 attacks. Defined by the disruption of family, work, and social life, the risk of developing social disability increased 17-fold when categorized as having probable PTSD."
                ]
            },
            {
                "name": [
                    "Posttraumatic stress disorder"
                ],
                "description": [
                    "Post-traumatic stress disorder (PTSD) is a mental and behavioral disorder that develops from experiencing a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, domestic violence, or other threats on a person's life or well-being. Symptoms may include disturbing thoughts, feelings, or dreams related to the events, mental or physical distress to trauma-related cues, attempts to avoid trauma-related cues, alterations in the way a person thinks and feels, and an increase in the fight-or-flight response. These symptoms last for more than a month after the event and can include triggers such as misophonia. Young children are less likely to show distress, but instead may express their memories through play. A person with PTSD is at a higher risk of suicide and intentional self-harm."
                ],
                "link": "https://en.wikipedia.org/wiki/Posttraumatic_stress_disorder",
                "symptoms": [
                    "Symptoms of PTSD generally begin within the first three months after the inciting traumatic event, but may not begin until years later. In the typical case, the individual with PTSD persistently avoids either trauma-related thoughts and emotions or discussion of the traumatic event and may even have amnesia of the event (dissociative amnesia). However, the event is commonly relived by the individual through intrusive, recurrent recollections, dissociative episodes of reliving the trauma (\"flashbacks\"), and nightmares (50 to 70%). While it is common to have symptoms after any traumatic event, these must persist to a sufficient degree (i.e., causing dysfunction in life or clinical levels of distress) for longer than one month after the trauma to be classified as PTSD (clinically significant dysfunction or distress for less than one month after the trauma may be acute stress disorder). Some following a traumatic event experience post-traumatic growth.\n\nAssociated medical conditions\nTrauma survivors often develop depression, anxiety disorders, and mood disorders in addition to PTSD. More than 50% of those with PTSD have co-morbid anxiety, mood or substance use disorders.\n\nSubstance use disorder, such as alcohol use disorder, commonly co-occur with PTSD. Recovery from post-traumatic stress disorder or other anxiety disorders may be hindered, or the condition worsened, when substance use disorders are comorbid with PTSD. Resolving these problems can bring about improvement in an individual's mental health status and anxiety levels.\n\nPTSD has a strong association with tinnitus, and can even possibly be the tinnitus' cause.\n\nIn children and adolescents, there is a strong association between emotional regulation difficulties (e.g. mood swings, anger outbursts, temper tantrums) and post-traumatic stress symptoms, independent of age, gender, or type of trauma.\n\nMoral injury, the feeling of moral distress such as a shame or guilt following a moral transgression, is associated with PTSD but is distinguished from it. Moral injury is associated with shame and guilt, while PTSD is associated with anxiety and fear.: 2,8,11 \n\nIn a population based study examining veterans of the Vietnam War, the presence of PTSD and exposure to high level stressors on the battlefield were associated with a two-fold increased risk of death, with the leading causes of death being ischemic heart disease or cancers of the respiratory tract including lung cancer."
                ],
                "epidemiology": [
                    "There is debate over the rates of PTSD found in populations, but, despite changes in diagnosis and the criteria used to define PTSD between 1997 and 2013, epidemiological rates have not changed significantly. Most of the current reliable data regarding the epidemiology of PTSD is based on DSM-IV criteria, as the DSM-5 was not introduced until 2013.\n\nThe United Nations' World Health Organization publishes estimates of PTSD impact for each of its member states; the latest data available are for 2004. Considering only the 25 most populated countries ranked by overall age-standardized Disability-Adjusted Life Year (DALY) rate, the top half of the ranked list is dominated by Asian/Pacific countries, the US, and Egypt. Ranking the countries by the male-only or female-only rates produces much the same result, but with less meaningfulness, as the score range in the single-sex rankings is much-reduced (4 for women, 3 for men, as compared with 14 for the overall score range), suggesting that the differences between female and male rates, within each country, is what drives the distinctions between the countries.\n\nAs of 2017, the cross-national lifetime prevalence of PTSD was 3.9%, based on a survey where 5.6% had been exposed to trauma. The primary factor impacting treatment-seeking behavior, which can help to mitigate PTSD development after trauma was income, while being younger, female, and having less social status (less education, lower individual income, and being unemployed) were all factors associated with less treatment-seeking behavior.\n\nUnited States\nPTSD affects about 5% of the US adult population each year. \nThe National Comorbidity Survey Replication has estimated that the lifetime prevalence of PTSD among adult Americans is 6.8%, with women (9.7%) more than twice as likely as men (3.6%) to have PTSD at some point in their lives. More than 60% of men and more than 60% of women experience at least one traumatic event in their life. The most frequently reported traumatic events by men are rape, combat, and childhood neglect or physical abuse. Women most frequently report instances of rape, sexual molestation, physical attack, being threatened with a weapon and childhood physical abuse. 88% of men and 79% of women with lifetime PTSD have at least one comorbid psychiatric disorder. Major depressive disorder, 48% of men and 49% of women, and lifetime alcohol use disorder or dependence, 51.9% of men and 27.9% of women, are the most common comorbid disorders.\n\nThe United States Department of Veterans Affairs estimates that 830,000 Vietnam War veterans had symptoms of PTSD. The National Vietnam Veterans' Readjustment Study (NVVRS) found 15% of male and 9% of female Vietnam veterans had PTSD at the time of the study. Life-time prevalence of PTSD was 31% for males and 27% for females. In a reanalysis of the NVVRS data, along with analysis of the data from the Matsunaga Vietnam Veterans Project, Schnurr, Lunney, Sengupta, and Waelde found that, contrary to the initial analysis of the NVVRS data, a large majority of Vietnam veterans had PTSD symptoms (but not the disorder itself). Four out of five reported recent symptoms when interviewed 20–25 years after Vietnam.\n\nA 2011 study from Georgia State University and San Diego State University found that rates of PTSD diagnosis increased significantly when troops were stationed in combat zones, had tours of longer than a year, experienced combat, or were injured. Military personnel serving in combat zones were 12.1 percentage points more likely to receive a PTSD diagnosis than their active-duty counterparts in non-combat zones. Those serving more than 12 months in a combat zone were 14.3 percentage points more likely to be diagnosed with PTSD than those having served less than one year.\n\nExperiencing an enemy firefight was associated with an 18.3 percentage point increase in the probability of PTSD, while being wounded or injured in combat was associated with a 23.9 percentage point increase in the likelihood of a PTSD diagnosis. For the 2.16 million U.S. troops deployed in combat zones between 2001 and 2010, the total estimated two-year costs of treatment for combat-related PTSD are between $1.54 billion and $2.69 billion.\n\nAs of 2013, rates of PTSD have been estimated at up to 20% for veterans returning from Iraq and Afghanistan. As of 2013 13% of veterans returning from Iraq were unemployed.\n\nThe September 11 attacks took the lives of nearly 3,000 people, leaving 6,000 injured. First responders (police, firefighters, and emergency medical technicians), sanitation workers, and volunteers were all involved in the recovery efforts. The prevalence of probable PTSD in these highly exposed populations was estimated across several studies using in-person, telephone, and online interviews and questionnaires. Overall prevalence of PTSD was highest immediately following the attacks and decreased over time. However, disparities were found among the different types of recovery workers. The rate of probable PTSD for first responders was lowest directly after the attacks and increased from ranges of 4.8–7.8% to 7.4–16.5% between the 5–6 year follow-up and a later assessment.\n\nWhen comparing traditional responders to non-traditional responders (volunteers), the probable PTSD prevalence 2.5 years after the initial visit was greater in volunteers with estimates of 11.7% and 17.2% respectively. Volunteer participation in tasks atypical to the defined occupational role was a significant risk factor for PTSD. Other risk factors included exposure intensity, earlier start date, duration of time spent on site, and constant, negative reminders of the trauma.\n\nAdditional research has been performed to understand the social consequences of the September 11 attacks. Alcohol consumption was assessed in a cohort of World Trade Center workers using the cut-annoyed-guilty-eye (CAGE) questionnaire for alcohol use disorder. Almost 50% of World Trade Center workers who self-identified as alcohol users reported drinking more during the rescue efforts. Nearly a quarter of these individuals reported drinking more following the recovery. If determined to have probable PTSD status, the risk of developing an alcohol problem was double compared to those without psychological morbidity. Social disability was also studied in this cohort as a social consequence of the September 11 attacks. Defined by the disruption of family, work, and social life, the risk of developing social disability increased 17-fold when categorized as having probable PTSD."
                ]
            },
            {
                "name": [
                    "Narcissistic personality disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Narcissistic_personality_disorder",
                "description": [
                    "Narcissistic personality disorder (NPD) is a personality disorder characterized by a life-long pattern of exaggerated feelings of self-importance, an excessive need for admiration, and a diminished ability to empathize with other people's feelings. Narcissistic personality disorder is one of the sub-types of the broader category known as personality disorders. It is often comorbid with other mental disorders and associated with significant functional impairment and psychosocial disability."
                ],
                "symptoms": [
                    "Despite outward signs of grandiosity, many people with NPD struggle with symptoms of intense shame, worthlessness, low self-compassion, and self-loathing. Their view of themselves is extremely malleable and dependent on others' opinions of them. They are also hypersensitive to criticism and possess an intense need for admiration. People with NPD gain self-worth and meaning through this admiration. Individuals with NPD are often motivated to achieve their goals, status, improvement, and perfectionism, and to ignore relationships or avoid situations due to fears of incompetence, failure, worthlessness, inferiority, shame, humiliation, and losing control.\n\nPeople with NPD will try to gain social status and approval in an attempt to avoid and combat these feelings, often by exaggerating their skills, accomplishments, and their degree of intimacy with people they consider high-status. Alongside this, they may have difficulty accepting help, vengeful fantasies, a sense of entitlement, and they may feign humility. They are more likely to try forms of plastic surgery due to a desire to gain attention and to be seen as beautiful. A sense of personal superiority may lead them to monopolize conversations, look down on others or to become impatient and disdainful when other persons talk about themselves. Drastic shifts in levels of self-esteem can result in a significantly decreased ability to regulate emotions.\n\nPatients with NPD have an impaired ability to recognize facial expressions or mimic emotions, as well as a lower capacity for emotional empathy and emotional intelligence. However they do not display a compromised capacity for cognitive empathy or an impaired theory of mind, which are the abilities to understand others' feelings and attribute mental states to oneself or others respectively. They may also have difficulty relating to others’ experiences and being emotionally vulnerable. People with NPD are less likely to engage in prosocial behavior. They can still act in selfless ways to improve others' perceptions of them, advance their social status, or if explicitly told to. Despite these characteristics, they are more likely to overestimate their capacity for empathy.\n\nIt is common for people with NPD to have difficult relationships. Narcissists may disrespect others' boundaries or idealize and devalue them. They commonly keep people emotionally distant, and project, deny, or split. Narcissists respond with anger and hostility towards rejection, and can degrade, insult, or blame others who disagree with them.\n\nThey generally lack self-awareness, and will have a difficult time understanding their own traits and narcissistic tendencies, either due to a belief that NPD characteristics do not apply to them, or due to a refusal to accept or endorse negative characteristics in an attempt to maintain a positive self image. Narcissists can have difficulty seeing multiple perspectives on issues and might engage in black and white thinking. Despite this, people with NPD will often feel as they are skilled at accurately assessing others' feelings.\n\nProblematic social media use"
                ],
                "epidemiology": [
                    "As of 2018[update], overall prevalence is estimated to range from 0.8% to 6.2%. In 2008 under the DSM-IV, lifetime prevalence of NPD was estimated to be 6.2%, with 7.7% for men and 4.8% for women, with a 2015 study confirming the gender difference. In clinical settings, prevalence estimates range from 1% to 15%. The occurrence of narcissistic personality disorder presents a high rate of comorbidity with other mental disorders."
                ]
            },
            {
                "name": [
                    "Cluster headache"
                ],
                "description": [
                    "Cluster headache is a neurological disorder characterized by recurrent severe headaches on one side of the head, typically around the eye(s). There is often accompanying eye watering, nasal congestion, or swelling around the eye on the affected side. These symptoms typically last 15 minutes to 3 hours. Attacks often occur in clusters which typically last for weeks or months and occasionally more than a year."
                ],
                "link": "https://en.wikipedia.org/wiki/Cluster_headache",
                "symptoms": [
                    "Cluster headaches are recurring bouts of severe unilateral headache attacks. The duration of a typical cluster headache ranges from about 15 to 180 minutes. About 75% of untreated attacks last less than 60 minutes. However, women may have longer and more severe cluster headaches.\n\nThe onset of an attack is rapid and typically without an aura. Preliminary sensations of pain in the general area of attack, referred to as \"shadows\", may signal an imminent cluster headache, or these symptoms may linger after an attack has passed, or between attacks. Though cluster headaches are strictly unilateral, there are some documented cases of \"side-shift\" between cluster periods, or, rarely, simultaneous (within the same cluster period) bilateral cluster headaches.\n\nPain\nThe pain occurs only on one side of the head, around the eye, particularly behind or above the eye, in the temple. The pain is typically greater than in other headache conditions, including migraines, and is usually described as burning, stabbing, drilling or squeezing. While suicide is rare, those with cluster headaches may experience suicidal thoughts (giving the alternative name \"suicide headache\" or \"suicidal headache\"). The disease is considered among the most painful conditions known to medical science.\n\nDr. Peter Goadsby, Professor of Clinical Neurology at University College London, a leading researcher on the condition has commented: \n\"Cluster headache is probably the worst pain that humans experience. I know that's quite a strong remark to make, but if you ask a cluster headache patient if they've had a worse experience, they'll universally say they haven't. Women with cluster headache will tell you that an attack is worse than giving birth. So you can imagine that these people give birth without anesthetic once or twice a day, for six, eight, or ten weeks at a time, and then have a break. It's just awful.\"\nOther symptoms\nThe typical symptoms of cluster headache include grouped occurrence and recurrence (cluster) of headache attack, severe unilateral orbital, supraorbital and/or temporal pain. If left untreated, attack frequency may range from one attack every two days to eight attacks per day. Cluster headache attack is accompanied by at least one of the following autonomic symptoms: drooping eyelid, pupil constriction, redness of the conjunctiva, tearing, runny nose and less commonly, facial blushing, swelling, or sweating, typically appearing on the same side of the head as the pain. Similar to a migraine, sensitivity to light (photophobia) or noise (phonophobia) may occur during a cluster headache. Nausea is a rare symptom although it has been reported.\n\nRestlessness (for example, pacing or rocking back and forth) may occur. Secondary effects may include the inability to organize thoughts and plans, physical exhaustion, confusion, agitation, aggressiveness, depression, and anxiety.\n\nPeople with cluster headaches may dread facing another headache and adjust their physical or social activities around a possible future occurrence. Likewise they may seek assistance to accomplish what would otherwise be normal tasks. They may hesitate to make plans because of the regularity, or conversely, the unpredictability of the pain schedule. These factors can lead to generalized anxiety disorders, panic disorder, serious depressive disorders, social withdrawal and isolation.\n\nCluster headaches have been recently associated with obstructive sleep apnea comorbidity.\n\nRecurrence\nCluster headaches may occasionally be referred to as \"alarm clock headache\" because of the regularity of their recurrence. Cluster headaches often awaken individuals from sleep.  Both individual attacks and the cluster grouping can have a metronomic regularity; attacks typically striking at a precise time of day each morning or night. The recurrence of headache cluster grouping may occur more often around solstices, or seasonal changes, sometimes showing circannual periodicity. Conversely, attack frequency may be highly unpredictable, showing no periodicity at all. These observations have prompted researchers to speculate an involvement or dysfunction of the hypothalamus. The hypothalamus controls the body's \"biological clock\" and circadian rhythm. In episodic cluster headache, attacks occur once or more daily, often at the same time each day for a period of several weeks, followed by a headache-free period lasting weeks, months, or years. Approximately 10–15% of cluster headaches are chronic, with multiple headaches occurring every day for years, sometimes without any remission.\n\nIn accordance with the International Headache Society (IHS) diagnostic criteria, cluster headaches occurring in two or more cluster periods, lasting from 7 to 365 days with a pain-free remission of one month or longer between the headache attacks may be classified as episodic. If headache attacks occur for more than a year without pain-free remission of at least three months, the condition is classified as chronic.\nChronic cluster headaches both occur and recur without any remission periods between cycles; there may be variation in cycles, meaning the frequency and severity of attacks may change without predictability for a period of time. The frequency, severity, and duration of headache attacks experienced by people during these cycles varies between individuals and does not demonstrate complete remission of the episodic form. The condition may change unpredictably from chronic to episodic and from episodic to chronic."
                ],
                "epidemiology": [
                    "Cluster headache affects about 0.1% of the general population at some point in their life. Males are affected about four times more often than females. The condition usually starts between the ages of 20 and 50 years, although it can occur at any age. About one in five of adults reports the onset of cluster headache between 10 and 19 years."
                ]
            },
            {
                "name": [
                    "Parkinson's disease"
                ],
                "description": [
                    "Parkinson's disease (PD), or simply Parkinson's, is a neurodegenerative disease of mainly the central nervous system that affects both the motor and non-motor systems of the body. The symptoms usually emerge slowly, and, as the disease progresses, non-motor symptoms become more common. Usual symptoms include tremors, slowness of movement, rigidity, and difficulty with balance, collectively known as parkinsonism. Parkinson's disease dementia, falls and neuropsychiatric problems such as sleep abnormalities, psychosis, mood swings, or behavioral changes may also arise in advanced stages."
                ],
                "link": "https://en.wikipedia.org/wiki/Parkinson%27s_disease",
                "symptoms": [
                    "The defining symptoms affect the motor system and include tremor, bradykinesia, rigidity, and postural instability. Other symptoms may affect the autonomic or sensory nervous system, mood, behavior, sleep patterns, and cognition.\n\nNon-motor symptoms may precede the onset of motor symptoms by up to 20 years. These include constipation, anosmia, mood disorders, and REM sleep behavior disorder among others. In general, motor symptoms such as postural instability and gait abnormalities tend to appear as the disease progresses.\n\nMotor\nFour motor symptoms are considered as cardinal signs in PD: tremor, bradykinesia, rigidity, and postural instability, collectively known as parkinsonism. However, other motor-associated symptoms are common.\n\nTremor is the most common presenting sign and may appear at rest as well as during intentional movement with a frequency between 4–6 hertz (cycles per second). PD tremor tends to occur in the hands, but can affect other parts of the body, such as legs, arms, tongue, or lips, as well. It is often described as \"pill-rolling\", the tendency of the index finger and thumb to touch and perform a circular movement that reminds of the early pharmaceutical technique of manually making pills. Despite it being the most noticeable sign, tremor is present in only about 70–90 percent of cases.\n\nBradykinesia is often considered the most important feature of Parkinson's disease and is also present in atypical parkinsonism. It describes difficulties in motor planning, beginning, and executing, resulting in overall slowed movement with reduced amplitude which affects sequential and simultaneous tasks. Hence, it interferes with daily activities such as dressing, feeding and bathing. Facial muscles involved in bradykinesia lead to the characteristic reduced facial expression known as \"masked face\" or hypomimia.\n\nRigidity, also referred to as rigor or \"stiffness\", is the increased resistance during passive mobilization of a limb affecting up to 89 percent of cases. It usually occurs after onset of tremor and bradykinesia on one or both sides of the body and can lead to muscle or joint pain as the disease progresses. As of 2024, it remains unclear whether rigidity is caused by a distinct biomechanical process or if it is the manifestation of another cardinal sign of PD.\n\nPostural instability (PI) is typical in the later stages of the disease, leading to impaired balance and falls, and secondarily to bone fractures, thus, reduced mobility and quality of life. PI is absent in the initial stages and usually occurs 10–15 years after first diagnosis. Within the first three years after disease onset, PI may indicate atypical parkinsonism. Together with bradykinesia and rigidity, it is responsible for the typical gait characterized by short shuffling steps and forward-flexed posture.\n\nOther common motor signs include a slurred and quiet voice, and handwriting that progressively becomes smaller. This latter may occur prior to other typical symptoms, but the exact neurobiological mechanism, and therefore possible connections with other symptoms, remains unknown.\n\nSensory\nTransformation of the sensory nervous system can lead to changes in sensation that include an impaired sense of smell, disturbed vision, pain, and paresthesia. Problems with visuospatial function may arise and lead to difficulties in facial recognition and perception of the orientation of drawn lines.\n\nPeripheral neuropathy is known to be present in up to 55 percent of PD patients. While it is responsible for most of paresthesia and pain in PD, its role in postural instability and motor impairment is poorly understood.\n\nAutonomic\nAlterations in the autonomic nervous system, known as dysautonomia, are associated with a variety of symptoms such as gastrointestinal dysfunction, orthostatic hypotension, excessive sweating, or urinary incontinence.\n\nGastrointestinal issues include constipation, impaired stomach emptying, immoderate production of saliva, and swallowing difficulty (prevalence up to 82 percent). Complications resulting from dysphagia include dehydration, malnutrition, weight loss, and aspiration pneumonia. All gastrointestinal features can be severe enough to cause discomfort, endanger health, and complicate disease management. Despite being related to each other, the exact mechanism of these symptoms remains unknown.\n\nOrthostatic hypotension is the sustained drop of blood pressure by at least 20 mmHg systolic or 10 mmHg diastolic within the first three minutes after raising to an upright position that can be seen in 30–50 percent of cases. Low blood pressure can impair the perfusion of organs situated above the heart, particularly the brain, resulting in lightheadedness. This can eventually lead to fainting and is associated with higher morbidity and mortality.\n\nOther autonomic-related symptoms include excessive sweating, urinary incontinence, and sexual dysfunction.\n\nNeuropsychiatric\nNeuropsychiatric symptoms (NPS) are common and range from mild disturbances to severe impairment, comprising abnormalities in cognition, mood, behavior, or thought which can interfere with daily activities, reduce quality of life, and increase the risk for admission to a nursing home. Some of them, such as depression and anxiety, are known to precede characteristic motor signs by up to several years and may herald the development of PD, while most of them worsen as the disease progresses. Research indicates that patients with more severe motor symptoms are at higher risk for any NPS. Conversely, NPS can worsen PD.\n\nDepression is the most common NPS and occurs in nearly half of all patients. It features low mood and lack of pleasure and is more prevalent in women. The diagnosis can be challenging since some symptoms of depression such as psychomotor retardation, memory problems, or altered appetite, share similarities with psychiatric signs caused by PD. It may result in suicidal ideation which is more prevalent in PD. Nonetheless, suicidal attempts themselves are lower than in the general population.\n\nApathy is characterized by emotional indifference and arises in about 46 percent of cases. Diagnosis is difficult, as it may become indistinct from symptoms of depression.\n\nAnxiety disorders develop in around 43 percent of cases. The most common are panic disorder, generalized anxiety disorder, and social anxiety disorder. Anxiety is known to cause deterioration in the symptoms of PD.\n\nParkinson's disease psychosis (PDP) is present in around 20 percent of cases and comprises hallucinations, illusions and delusions. It is associated with dopaminergic drugs used to treat the motor symptoms, higher morbidity, mortality, a decrease in health-promoting behaviors, and longer nursing home stays. Additionally, it correlates with depression and may herald onset of dementia in advanced stages. Unlike other psychotic forms, PDP typically presents with a clear sensorium. It might overlap with other psychiatric symptoms, making the diagnosis challenging.\n\nImpulse-control disorders (ICD) can be seen in approximately 19 percent of all patients and, in the context of PD, are grouped along with compulsive behavior and dopamine dysregulation syndrome (DDS) within the broader spectrum of impulsive and compulsive behaviors (ICB). They are characterized by impulsivity and difficulty to control impulsive urges and are positively correlated with the use of dopamine agonists.\n\nCognitive\nCognitive disturbances can occur in early stages or before diagnosis, and increase in prevalence and severity with duration of the disease. Ranging from mild cognitive impairment to severe Parkinson's disease dementia, they feature executive dysfunction, slowed cognitive processing speed, and disrupted perception and estimation of time.\n\nSleep\nSleep disorders are common in PD and affect about two thirds of all patients. They comprise insomnia, excessive daytime sleepiness (EDS), restless legs syndrome (RLS), REM sleep behavior disorder (RBD), and sleep-disordered breathing (SDB), many of which can be worsened by medication. RBD may begin years prior to the initial motor symptoms. Individual presentation of symptoms vary, although most of people affected by PD show an altered circadian rhythm at some point of disease progression.\n\nOther\nPD is associated with a variety of skin disorders that include melanoma, seborrheic dermatitis, bullous pemphigoid, and rosacea. Seborrheic dermatitis is recognized as a premotor feature that indicates dysautonomia and demonstrates that PD can be detected not only by changes of nervous tissue, but tissue abnormalities outside the nervous system as well."
                ],
                "epidemiology": [
                    "As of 2024, Parkinson's is the second most common neurodegenerative disease and the fastest-growing in total number of cases. As of 2023, global prevalence was estimated to be 1.51 per 1000. Although it is around 40% more common in men, age is the dominant predeterminant of Parkinson's. Consequently, as global life expectancy has increased, Parkinson's disease prevalence has also risen, with an estimated increase in cases by 74% from 1990 to 2016. The total number is predicted to rise to over 12 million patients by 2040. Some label this a pandemic.\n\nThis increase may be due to a number of global factors, including prolonged life expectancy, increased industrialisation, and decreased smoking. Although genetics is the sole factor in a minority of cases, most cases of Parkinson's are likely a result of gene-environment interactions: concordance studies with twins have found Parkinson's heritability to be just 30%. The influence of multiple genetic and environmental factors complicates epidemiological efforts.\n\nRelative to Europe and North America, disease prevalence is lower in Africa—especially sub-Saharan Africa—but similar in Latin America. Although China is predicted to have nearly half of the global Parkinson's population by 2030, estimates of prevalence in Asia have varied. Potential explanations for these geographic differences include genetic variation, environmental factors, health care access, and life expectancy. Although PD incidence and prevalence may vary by race and ethnicity, significant disparities in care, diagnosis, and study participation limit generalizability and lead to conflicting results. Within the United States, high rates of PD have been identified in the Midwest and South, as well as agricultural regions of California, Florida, Pennsylvania, and Texas: collectively termed the \"PD belt\". It is hypothesized that this is due to localized environmental factors like herbicides, pesticides, and industrial waste."
                ]
            },
            {
                "name": [
                    "Sensory processing disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Sensory_processing_disorder",
                "description": [
                    "Sensory processing disorder is a condition in which multisensory input is not adequately processed in order to provide appropriate responses to the demands of the environment. Sensory processing disorder is present in many people with dyspraxia, autism spectrum disorder and attention deficit hyperactivity disorder (ADHD). Individuals with SPD may inadequately process visual, auditory, olfactory (smell), gustatory (taste), tactile (touch), vestibular (balance), proprioception, and interoception sensory stimuli."
                ],
                "symptoms": [
                    "Sensory integration difficulties or sensory processing disorder (SPD) are characterized by persistent challenges with neurological processing of sensory stimuli that interfere with a person's ability to participate in everyday life. Such challenges can appear in one or several sensory systems of the somatosensory system, vestibular system, proprioceptive system, interoceptive system, auditory system, visual system, olfactory system, and gustatory system.[citation needed]\n\nWhile many people can present one or two symptoms, sensory processing disorder has to have a clear functional impact on the person's life:\n\nSigns of over-responsivity, including, for example, dislike of textures such as those found in fabrics, foods, grooming products or other materials found in daily living, to which most people would not react, and serious discomfort, sickness or threat induced by normal sounds, lights, ambient temperature, movements, smells, tastes, or even inner sensations such as heartbeat.[citation needed]\n\nSigns of under-responsivity, including sluggishness and lack of responsiveness.\n\nSensory cravings, including, for example, fidgeting, impulsiveness, and/or seeking or making loud, disturbing noises; and sensorimotor-based problems, including slow and uncoordinated movements or poor handwriting.\n\nSensory discrimination problems, which might manifest themselves in behaviors such as things constantly dropped.[citation needed]\n\nSymptoms may vary according to the disorder's type and subtype present.[citation needed]\n\nRelationship to other disorders\nSensory integration and processing difficulties can be a feature of a number of disorders, including anxiety problems, attention deficit hyperactivity disorder (ADHD), food intolerances, behavioral disorders, and particularly, autism spectrum disorders. This pattern of comorbidities poses a significant challenge to those who claim that SPD is an identifiably specific disorder, rather than simply a term given to a set of symptoms common to other disorders.\n\nTwo studies have provided preliminary evidence suggesting that there may be measurable neurological differences between children diagnosed with SPD and control children classified as neurotypical or children diagnosed with autism. Despite this evidence, that SPD researchers have yet to agree on a proven, standardized diagnostic tool undermines researchers' ability to define the boundaries of the disorder and makes correlational studies, like those on structural brain abnormalities, less convincing."
                ],
                "epidemiology": [
                    "It has been estimated by proponents that up to 16.5% of elementary school aged children present elevated SOR behaviors in the tactile or auditory modalities. This figure is larger than what previous studies with smaller samples had shown: an estimate of 5–13% of elementary school aged children. Critics have noted that such a high incidence for just one of the subtypes of SPD raises questions about the degree to which SPD is a specific and clearly identifiable disorder.\n\nProponents have also claimed that adults may also show signs of sensory processing difficulties and would benefit for sensory processing therapies, although this work has yet to distinguish between those with SPD symptoms alone vs adults whose processing abnormalities are associated with other disorders, such as autism spectrum disorder."
                ]
            },
            {
                "name": [
                    "Alzheimer's disease"
                ],
                "description": [
                    "Alzheimer's disease (AD) is a neurodegenerative disease that usually starts slowly and progressively worsens, and is the cause of 60–70% of cases of dementia. The most common early symptom is difficulty in remembering recent events. As the disease advances, symptoms can include problems with language, disorientation, mood swings, loss of motivation, self-neglect, and behavioral issues. As a person's condition declines, they often withdraw from family and society. Gradually, bodily functions are lost, ultimately leading to death. Although the speed of progression can vary, the average life expectancy following diagnosis is three to twelve years."
                ],
                "link": "https://en.wikipedia.org/wiki/Alzheimer%27s_disease",
                "symptoms": [
                    "The course of Alzheimer's is generally described in three stages, with a progressive pattern of cognitive and functional impairment. The three stages are described as early or mild, middle or moderate, and late or severe. The disease is known to target the hippocampus which is associated with memory, and this is responsible for the first symptoms of memory impairment. As the disease progresses so does the degree of memory impairment.\n\nFirst symptoms\nThe first symptoms are often mistakenly attributed to aging or stress. Detailed neuropsychological testing can reveal mild cognitive difficulties up to eight years before a person fulfills the clinical criteria for diagnosis of Alzheimer's disease. These early symptoms can affect the most complex activities of daily living. The most noticeable deficit is short term memory loss, which shows up as difficulty in remembering recently learned facts and inability to acquire new information.\n\nSubtle problems with the executive functions of attentiveness, planning, flexibility, and abstract thinking, or impairments in semantic memory (memory of meanings, and concept relationships) can also be symptomatic of the early stages of Alzheimer's disease. Apathy and depression can be seen at this stage, with apathy remaining as the most persistent symptom throughout the course of the disease. Mild cognitive impairment (MCI) is often found to be a transitional stage between normal aging and dementia. MCI can present with a variety of symptoms, and when memory loss is the predominant symptom, it is termed amnestic MCI and is frequently seen as a prodromal stage of Alzheimer's disease. Amnesic MCI has a greater than 90% likelihood of being associated with Alzheimer's.\n\nEarly stage\nIn people with Alzheimer's disease, the increasing impairment of learning and memory eventually leads to a definitive diagnosis. In a small percentage, difficulties with language, executive functions, perception (agnosia), or execution of movements (apraxia) are more prominent than memory problems. Alzheimer's disease does not affect all memory capacities equally. Older memories of the person's life (episodic memory), facts learned (semantic memory), and implicit memory (the memory of the body on how to do things, such as using a fork to eat or how to drink from a glass) are affected to a lesser degree than new facts or memories.\n\nLanguage problems are mainly characterised by a shrinking vocabulary and decreased word fluency, leading to a general impoverishment of oral and written language. In this stage, the person with Alzheimer's is usually capable of communicating basic ideas adequately. While performing fine motor tasks such as writing, drawing, or dressing, certain movement coordination and planning difficulties (apraxia) may be present; however, they are commonly unnoticed. As the disease progresses, people with Alzheimer's disease can often continue to perform many tasks independently; however, they may need assistance or supervision with the most cognitively demanding activities.\n\nMiddle stage\nProgressive deterioration eventually hinders independence, with subjects being unable to perform most common activities of daily living. Speech difficulties become evident due to an inability to recall vocabulary, which leads to frequent incorrect word substitutions (paraphasias). Reading and writing skills are also progressively lost. Complex motor sequences become less coordinated as time passes and Alzheimer's disease progresses, so the risk of falling increases. During this phase, memory problems worsen, and the person may fail to recognise close relatives. Long-term memory, which was previously intact, becomes impaired.\n\nBehavioral and neuropsychiatric changes become more prevalent. Common manifestations are wandering, irritability and emotional lability, leading to crying, outbursts of unpremeditated aggression, or resistance to caregiving. Sundowning can also appear. Approximately 30% of people with Alzheimer's disease develop illusionary misidentifications and other delusional symptoms. Subjects also lose insight of their disease process and limitations (anosognosia). Urinary incontinence can develop. These symptoms create stress for relatives and caregivers, which can be reduced by moving the person from home care to other long-term care facilities.\n\nLate stage\nDuring the final stage, known as the late-stage or severe stage, there is complete dependence on caregivers. Language is reduced to simple phrases or even single words, eventually leading to complete loss of speech. Despite the loss of verbal language abilities, people can often understand and return emotional signals. Although aggressiveness can still be present, extreme apathy and exhaustion are much more common symptoms. People with Alzheimer's disease will ultimately not be able to perform even the simplest tasks independently; muscle mass and mobility deteriorates to the point where they are bedridden and unable to feed themselves. The cause of death is usually an external factor, such as infection of pressure ulcers or pneumonia, not the disease itself. In some cases, there is a paradoxical lucidity immediately before death, where there is an unexpected recovery of mental clarity."
                ],
                "epidemiology": [
                    "Two main measures are used in epidemiological studies: incidence and prevalence. Incidence is the number of new cases per unit of person-time at risk (usually number of new cases per thousand person-years); while prevalence is the total number of cases of the disease in the population at any given time.\n\nRegarding incidence, cohort longitudinal studies (studies where a disease-free population is followed over the years) provide rates between 10 and 15 per thousand person-years for all dementias and 5–8 for AD, which means that half of new dementia cases each year are Alzheimer's disease. Advancing age is a primary risk factor for the disease and incidence rates are not equal for all ages: every 5 years after the age of 65, the risk of acquiring the disease approximately doubles, increasing from 3 to as much as 69 per thousand person years. Females with AD are more common than males, but this difference is likely due to women's longer life spans. When adjusted for age, both sexes are affected by Alzheimer's at equal rates. In the United States, the risk of dying from AD in 2010 was 26% higher among the non-Hispanic white population than among the non-Hispanic black population, and the Hispanic population had a 30% lower risk than the non-Hispanic white population. However, much AD research remains to be done in minority groups, such as the African American, East Asian and Hispanic/Latino populations. Studies have shown that these groups are underrepresented in clinical trials and do not have the same risk of developing AD when carrying certain genetic risk factors (i.e. APOE4), compared to their caucasian counterparts.\n\nThe prevalence of AD in populations is dependent upon factors including incidence and survival. Since the incidence of AD increases with age, prevalence depends on the mean age of the population for which prevalence is given. In the United States in 2020, AD dementia prevalence was estimated to be 5.3% for those in the 60–74 age group, with the rate increasing to 13.8% in the 74–84 group and to 34.6% in those greater than 85. Prevalence rates in some less developed regions around the globe are lower. Both the prevalence and incidence rates of AD are steadily increasing, however the prevalence rate is estimated to triple by 2050 reaching 152 million, compared to the 50 million people with AD globally in 2020."
                ]
            },
            {
                "name": [
                    "Landau–Kleffner syndrome"
                ],
                "description": [
                    "Landau–Kleffner syndrome (LKS)—also called infantile acquired aphasia, acquired epileptic aphasia or aphasia with convulsive disorder—is a rare childhood neurological syndrome."
                ],
                "link": "https://en.wikipedia.org/wiki/Landau%E2%80%93Kleffner_syndrome",
                "symptoms": [
                    "The Landau–Kleffner syndrome is characterized by the sudden or gradual development of aphasia (the inability to understand or express language) and an abnormal electroencephalogram (EEG). LKS affects the parts of the brain that control comprehension and speech (Broca's area and Wernicke's area). The disorder usually occurs in children between the ages of 3 and 7 years. There appears to be a male dominance in the diagnosis of the syndrome (ratio of 1.7:1, men to women).\n\nTypically, children with LKS develop normally, but then lose their language skills. While many affected individuals have clinical seizures, some only have electrographic seizures, including electrographic status epilepticus of sleep (ESES).  The first indication of the language problem is usually auditory verbal agnosia.  This is demonstrated in patients in multiple ways including the inability to recognize familiar noises and the impairment of the ability to lateralize or localize sound. In addition, receptive language is often critically impaired, however in some patients, impairment in expressive language is the most profound. In a study of 77 cases of Landau–Kleffner syndrome, 6 were found to have this type of aphasia. Because this syndrome appears during such a critical period of language acquisition in a child's life, speech production may be affected just as severely as language comprehension.   The onset of LKS is typically between 18 months and 13 years, the most predominant time of emergence being between 3 and 7 years.\n\nGenerally, earlier manifestation of the disease correlates with poorer language recovery, and with the appearance of night seizures that last for longer than 36 months. LKS has a wide range of symptom differences and lacks a uniformity in diagnostic criteria between cases, and many studies don't include follow-ups on the patients, so no other relationships between symptoms and recovery have been made known.\n\nLanguage deterioration in patients typically occurs over a period of weeks or months. However, acute onset of the condition has also been reported as well as episodic aphasia.\n\nSeizures, especially during the night, are a heavily weighted indicator of LKS.  The prevalence of clinical seizures in acquired epileptic aphasia (LKS) is 70–85%. In one third of patients, only a single episode of a seizure was recorded.  The seizures typically appear between the ages of 4 and 10 and disappear before adulthood (around the age of 15).\n\nOften, behavioral and neuropsychologic disturbances accompany the progression of LKS.  Behavioral issues are seen in as many as 78% of all cases.  Hyperactivity and a decreased attention span are observed in as many as 80% of patients as well as rage, aggression, and anxiety. These behavior patterns are considered secondary to the language impairment in LKS. Impaired short-term memory is a feature recorded in long-standing cases of acquired epileptic aphasia."
                ]
            },
            {
                "name": [
                    "Obsessive–compulsive disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Obsessive%E2%80%93compulsive_disorder",
                "description": [
                    "Obsessive–compulsive disorder (OCD) is a mental and behavioral disorder in which an individual has intrusive thoughts and feels the need to perform certain routines (compulsions) repeatedly to relieve the distress caused by the obsession, to the extent where it impairs general function."
                ],
                "symptoms": [
                    "OCD can present with a wide variety of symptoms. Certain groups of symptoms usually occur together as dimensions or clusters, which may reflect an underlying process. The standard assessment tool for OCD, the Yale–Brown Obsessive Compulsive Scale (Y-BOCS), has 13 predefined categories of symptoms. These symptoms fit into three to five groupings. A meta-analytic review of symptom structures found a four-factor grouping structure to be most reliable: symmetry factor, forbidden thoughts factor, cleaning factor, and hoarding factor. The symmetry factor correlates highly with obsessions related to ordering, counting, and symmetry, as well as repeating compulsions. The forbidden thoughts factor correlates highly with intrusive thoughts of a violent, religious, or sexual nature. The cleaning factor correlates highly with obsessions about contamination and compulsions related to cleaning. The hoarding factor only involves hoarding-related obsessions and compulsions, and was identified as being distinct from other symptom groupings.\n\nWhen looking into the onset of OCD, one study suggests that there are differences in the age of onset between males and females, with the average age of onset of OCD being 9.6 for male children and 11.0 for female children. Children with OCD often have other mental disorders, such as ADHD, depression, anxiety, and disruptive behavior disorder. Continually, children are more likely to struggle in school and experience difficulties in social situations (Lack 2012). When looking at both adults and children a study found the average ages of onset to be 21 and 24 for males and females respectively. While some studies have shown that OCD with earlier onset is associated with greater severity, other studies have not been able to validate this finding. Looking at women specifically, a different study suggested that 62% of participants found that their symptoms worsened at a premenstrual age. Across the board, all demographics and studies showed a mean age of onset of less than 25.\n\nSome OCD subtypes have been associated with improvement in performance on certain tasks, such as pattern recognition (washing subtype) and spatial working memory (obsessive thought subtype). Subgroups have also been distinguished by neuroimaging findings and treatment response, though neuroimaging studies have not been comprehensive enough to draw conclusions. Subtype-dependent treatment response has been studied, and the hoarding subtype has consistently been least responsive to treatment.\n\nWhile OCD is considered a homogeneous disorder from a neuropsychological perspective, many of the symptoms may be the result of comorbid disorders. For example, adults with OCD have exhibited more symptoms of attention–deficit/hyperactivity disorder (ADHD) and autism spectrum disorder (ASD) than adults without OCD.\n\nIn regards to the cause of onset, researchers asked participants in one study what they felt was responsible for triggering the initial onset of their illness. 29% of patients answered that there was an environmental factor in their life that did so. Specifically, the majority of participants who answered with that noted their environmental factor to be related to an increased responsibility.\n\nObsessions\nObsessions are stress-inducing thoughts that recur and persist, despite efforts to ignore or confront them. People with OCD frequently perform tasks, or compulsions, to seek relief from obsession-related anxiety. Within and among individuals, initial obsessions vary in clarity and vividness. A relatively vague obsession could involve a general sense of disarray or tension, accompanied by a belief that life cannot proceed as normal while the imbalance remains. A more intense obsession could be a preoccupation with the thought or image of a close family member or friend dying, or intrusive thoughts related to relationship rightness. Other obsessions concern the possibility that someone or something other than oneself—such as God, the devil, or disease—will harm either the patient or the people or things the patient cares about. Others with OCD may experience the sensation of invisible protrusions emanating from their bodies, or feel that inanimate objects are ensouled. Another common obsession is scrupulosity, the pathological guilt/anxiety about moral or religious issues. In scrupulosity, a person's obsessions focus on moral or religious fears, such as the fear of being an evil person or the fear of divine retribution for sin. Mysophobia, a pathological fear of contamination and germs, is another common obsession theme.\n\nSome people with OCD experience sexual obsessions that may involve intrusive thoughts or images of \"kissing, touching, fondling, oral sex, anal sex, intercourse, incest, and rape\" with \"strangers, acquaintances, parents, children, family members, friends, coworkers, animals, and religious figures\", and can include heterosexual or homosexual contact with people of any age. Similar to other intrusive thoughts or images, some disquieting sexual thoughts are normal at times, but people with OCD may attach extraordinary significance to such thoughts. For example, obsessive fears about sexual orientation can appear to the affected individual, and even to those around them, as a crisis of sexual identity. Furthermore, the doubt that accompanies OCD leads to uncertainty regarding whether one might act on the troubling thoughts, resulting in self-criticism or self-loathing.\n\nMost people with OCD understand that their thoughts do not correspond with reality; however, they feel that they must act as though these ideas are correct or realistic. For example, someone who engages in compulsive hoarding might be inclined to treat inorganic matter as if it had the sentience or rights of living organisms, despite accepting that such behavior is irrational on an intellectual level. There is debate as to whether hoarding should be considered an independent syndrome from OCD.\n\nCompulsions\nSome people with OCD perform compulsive rituals because they inexplicably feel that they must do so, while others act compulsively to mitigate the anxiety that stems from obsessive thoughts. The affected individual might feel that these actions will either prevent a dreaded event from occurring, or push the event from their thoughts. In any case, their reasoning is so idiosyncratic or distorted that it results in significant distress, either personally, or for those around the affected individual. Excessive skin picking, hair pulling, nail biting, and other body-focused repetitive behavior disorders are all on the obsessive–compulsive spectrum. Some individuals with OCD are aware that their behaviors are not rational, but they feel compelled to follow through with them to fend off feelings of panic or dread. Furthermore, compulsions often stem from memory distrust, a symptom of OCD characterized by insecurity in one's skills in perception, attention, and memory, even in cases where there is no clear evidence of a deficit.\n\nCommon compulsions may include hand washing, cleaning, checking things (such as locks on doors), repeating actions (such as repeatedly turning on and off switches), ordering items in a certain way, and requesting reassurance. Although some individuals perform actions repeatedly, they do not necessarily perform these actions compulsively; for example, morning or nighttime routines and religious practices are not usually compulsions. Whether behaviors qualify as compulsions or mere habit depends on the context in which they are performed. For instance, arranging and ordering books for eight hours a day would be expected of someone who works in a library, but this routine would seem abnormal in other situations. In other words, habits tend to bring efficiency to one's life, while compulsions tend to disrupt it. Furthermore, compulsions are different from tics (such as touching, tapping, rubbing, or blinking) and stereotyped movements (such as head banging, body rocking, or self-biting), which are usually not as complex and not precipitated by obsessions. It can sometimes be difficult to tell the difference between compulsions and complex tics, and about 10–40% of people with OCD also have a lifetime tic disorder.\n\nPeople with OCD rely on compulsions as an escape from their obsessive thoughts; however, they are aware that relief is only temporary, and that intrusive thoughts will return. Some affected individuals use compulsions to avoid situations that may trigger obsessions. Compulsions may be actions directly related to the obsession, such as someone obsessed with contamination compulsively washing their hands, but they can be unrelated as well. In addition to experiencing the anxiety and fear that typically accompanies OCD, affected individuals may spend hours performing compulsions every day. In such situations, it can become difficult for the person to fulfill their work, familial, or social roles. These behaviors can also cause adverse physical symptoms; for example, people who obsessively wash their hands with antibacterial soap and hot water can make their skin red and raw with dermatitis.\n\nIndividuals with OCD often use rationalizations to explain their behavior; however, these rationalizations do not apply to the behavioral pattern, but to each individual occurrence. For example, someone compulsively checking the front door may argue that the time and stress associated with one check is less than the time and stress associated with being robbed, and checking is consequently the better option. This reasoning often occurs in a cyclical manner, and can continue for as long as the affected person needs it to in order to feel safe.\n\nIn cognitive behavioral therapy (CBT), OCD patients are asked to overcome intrusive thoughts by not indulging in any compulsions. They are taught that rituals keep OCD strong, while not performing them causes OCD to become weaker. This position is supported by the pattern of memory distrust; the more often compulsions are repeated, the more weakened memory trust becomes, and this cycle continues as memory distrust increases compulsion frequency. For body-focused repetitive behaviors (BFRB) such as trichotillomania (hair pulling), skin picking, and onychophagia (nail biting), behavioral interventions such as habit reversal training and decoupling are recommended for the treatment of compulsive behaviors.\n\nOCD sometimes manifests without overt compulsions, which may be termed \"primarily obsessional OCD.\" OCD without overt compulsions could, by one estimate, characterize as many as 50–60% of OCD cases.\n\nInsight and overvalued ideation\nThe Diagnostic and Statistical Manual of Mental Disorders (DSM-5), identifies a continuum for the level of insight in OCD, ranging from good insight (the least severe) to no insight (the most severe). Good or fair insight is characterized by the acknowledgment that obsessive–compulsive beliefs are not or may not be true, while poor insight, in the middle of the continuum, is characterized by the belief that obsessive–compulsive beliefs are probably true. The absence of insight altogether, in which the individual is completely convinced that their beliefs are true, is also identified as a delusional thought pattern, and occurs in about 4% of people with OCD. When cases of OCD with no insight become severe, affected individuals have an unshakable belief in the reality of their delusions, which can make their cases difficult to differentiate from psychotic disorders.\n\nSome people with OCD exhibit what is known as overvalued ideas, ideas that are abnormal compared to affected individuals' respective cultures, and more treatment-resistant than most negative thoughts and obsessions. After some discussion, it is possible to convince the individual that their fears are unfounded. It may be more difficult to practice exposure and response prevention therapy (ERP) on such people, as they may be unwilling to cooperate, at least initially. Similar to how insight is identified on a continuum, obsessive-compulsive beliefs are characterized on a spectrum, ranging from obsessive doubt to delusional conviction. In the United States, overvalued ideation (OVI) is considered most akin to poor insight—especially when considering belief strength as one of an idea's key identifiers. Furthermore, severe and frequent overvalued ideas are considered similar to idealized values, which are so rigidly held by, and so important to affected individuals, that they end up becoming a defining identity. In adolescent OCD patients, OVI is considered a severe symptom.\n\nHistorically, OVI has been thought to be linked to poorer treatment outcome in patients with OCD, but it is currently considered a poor indicator of prognosis. The Overvalued Ideas Scale (OVIS) has been developed as a reliable quantitative method of measuring levels of OVI in patients with OCD, and research has suggested that overvalued ideas are more stable for those with more extreme OVIS scores.\n\nCognitive performance\nThough OCD was once believed to be associated with above-average intelligence, this does not appear to necessarily be the case. A 2013 review reported that people with OCD may sometimes have mild but wide-ranging cognitive deficits, most significantly those affecting spatial memory and to a lesser extent with verbal memory, fluency, executive function, and processing speed, while auditory attention was not significantly affected. People with OCD show impairment in formulating an organizational strategy for coding information, set-shifting, and motor and cognitive inhibition.\n\nSpecific subtypes of symptom dimensions in OCD have been associated with specific cognitive deficits. For example, the results of one meta-analysis comparing washing and checking symptoms reported that washers outperformed checkers on eight out of ten cognitive tests. The symptom dimension of contamination and cleaning may be associated with higher scores on tests of inhibition and verbal memory.\n\nVideo game addiction\nPediatric OCD\nApproximately 1–2% of children are affected by OCD. There is a lot of similarity between the clinical presentation of OCD in children and adults, and it is considered a highly familial disorder, with a phenotypic heritability of around 50%. Obsessive–compulsive disorder symptoms tend to develop more frequently in children 10–14 years of age, with males displaying symptoms at an earlier age, and at a more severe level than females. In children, symptoms can be grouped into at least four types, including sporadic and tic-related OCD.\n\nThe Children's Yale–Brown Obsessive–Compulsive Scale (CY-BOCS) is the gold standard measure for assessment of pediatric OCD. It follows the Y-BOCS format, but with a Symptom Checklist that is adapted for developmental appropriateness. Insight, avoidance, indecisiveness, responsibility, pervasive slowness, and doubting, are not included in a rating of overall severity. The CY-BOCS has demonstrated good convergent validity with clinician-rated OCD severity, and good to fair discriminant validity from measures of closely related anxiety, depression, and tic severity. The CY-BOCS Total Severity score is an important monitoring tool as it is responsive to pharmacotherapy and psychotherapy. Positive treatment response is characterized by 25% reduction in CY-BOCS total score, and diagnostic remission is associated with a 45%-50% reduction in Total Severity score (or a score <15).\n\nCBT is the first line treatment for mild to moderate cases of OCD in children, while medication plus CBT is recommended for moderate to severe cases. Serotonin reuptake inhibitors (SRIs) are first-line medications for OCD in children with established AACAP guidelines for dosing.\n\nAssociated conditions\nPeople with OCD may be diagnosed with other conditions as well, such as obsessive–compulsive personality disorder, major depressive disorder, bipolar disorder, generalized anxiety disorder, anorexia nervosa, social anxiety disorder, bulimia nervosa, Tourette syndrome, transformation obsession, ASD, ADHD, dermatillomania, body dysmorphic disorder, and trichotillomania. More than 50% of people with OCD experience suicidal tendencies, and 15% have attempted suicide. Depression, anxiety, and prior suicide attempts increase the risk of future suicide attempts.\n\nIt has been found that between 18 and 34% of females currently experiencing OCD scored positively on an inventory measuring disordered eating. Another study found that 7% are likely to have an eating disorder, while another found that fewer than 5% of males have OCD and an eating disorder.\n\nIndividuals with OCD have also been found to be affected by delayed sleep phase disorder at a substantially higher rate than the general public. Moreover, severe OCD symptoms are consistently associated with greater sleep disturbance. Reduced total sleep time and sleep efficiency have been observed in people with OCD, with delayed sleep onset and offset.\n\nSome research has demonstrated a link between drug addiction and OCD. For example, there is a higher risk of drug addiction among those with any anxiety disorder, likely as a way of coping with the heightened levels of anxiety. However, drug addiction among people with OCD may be a compulsive behavior. Depression is also extremely prevalent among people with OCD. One explanation for the high depression rate among OCD populations was posited by Mineka, Watson, and Clark (1998), who explained that people with OCD, or any other anxiety disorder, may feel \"out of control\".\n\nSomeone exhibiting OCD signs does not necessarily have OCD. Behaviors that present as obsessive–compulsive can also be found in a number of other conditions, including obsessive–compulsive personality disorder (OCPD), autism spectrum disorder (ASD), or disorders in which perseveration is a possible feature (ADHD, PTSD, bodily disorders, or stereotyped behaviors). Some cases of OCD present symptoms typically associated with Tourette syndrome, such as compulsions that may appear to resemble motor tics; this has been termed tic-related OCD or Tourettic OCD.\n\nOCD frequently occurs comorbidly with both bipolar disorder and major depressive disorder. Between 60 and 80% of those with OCD experience a major depressive episode in their lifetime. Comorbidity rates have been reported at between 19 and 90%, as a result of methodological differences. Between 9–35% of those with bipolar disorder also have OCD, compared to 1–2% in the general population. About 50% of those with OCD experience cyclothymic traits or hypomanic episodes. OCD is also associated with anxiety disorders. Lifetime comorbidity for OCD has been reported at 22% for specific phobia, 18% for social anxiety disorder, 12% for panic disorder, and 30% for generalized anxiety disorder. The comorbidity rate for OCD and ADHD has been reported to be as high as 51%."
                ],
                "epidemiology": [
                    "Obsessive–compulsive disorder affects about 2.3% of people at some point in their life, with the yearly rate about 1.2%. OCD occurs worldwide. It is unusual for symptoms to begin after the age of 35 and half of people develop problems before 20. Males and females are affected about equally. However, there is an earlier age for onset for males than females."
                ]
            },
            {
                "name": [
                    "Adjustment disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Adjustment_disorder",
                "description": [
                    "Adjustment disorder is a maladaptive response to a psychosocial stressor. It is classified as a mental disorder. The maladaptive response usually involves otherwise normal emotional and behavioral reactions that manifest more intensely than usual, causing marked distress, preoccupation with the stressor and its consequences, and functional impairment."
                ],
                "symptoms": [
                    "Some emotional signs of adjustment disorder are: sadness, hopelessness, lack of enjoyment, crying spells, nervousness, anxiety, desperation, feeling overwhelmed and thoughts of suicide, performing poorly in school/work etc.\n\nCommon characteristics of adjustment disorder include mild depressive symptoms, anxiety symptoms, and traumatic stress symptoms or a combination of the three. According to the DSM-5, there are six types of adjustment disorder, which are characterized by the following predominant symptoms: depressed mood, anxiety, mixed depression and anxiety, disturbance of conduct, mixed disturbance of emotions and conduct, and unspecified. However, the criteria for these symptoms are not specified in greater detail. Adjustment disorder may be acute or chronic, depending on whether it lasts more or less than six months. According to the DSM-5, if the adjustment disorder lasts less than six months, then it may be considered acute. If it lasts more than six months, it may be considered chronic. Moreover, the symptoms cannot last longer than six months after the stressor(s), or its consequences, have terminated.: 679  However, the stress-related disturbance does not only exist as an exacerbation of a pre-existing mental disorder.\n\nUnlike major depression, the disorder is caused by an outside stressor and generally resolves once the individual is able to adapt to the situation. The condition is different from anxiety disorder, which lacks the presence of a stressor, or post-traumatic stress disorder and acute stress disorder, which usually are associated with a more intense stressor.\n\nSuicidal behavior is prominent among people with adjustment disorder of all ages, and up to one-fifth of adolescent suicide victims may have an adjustment disorder. Bronish and Hecht (1989) found  that 70% of a series of patients with adjustment disorder attempted suicide immediately before their index admission and they remitted faster than a comparison group with major depression. Asnis et al. (1993) found that adjustment disorder patients report persistent ideation or suicide attempts less frequently than those diagnosed with major depression. According to a study on 82 adjustment disorder patients at a clinic, Bolu et al. (2012) found that 22 (26.8%) of these patients were admitted due to suicide attempt, consistent with previous findings. In addition, it was found that 15 of these 22 patients chose suicide methods that involved high chances of being saved. Henriksson et al. (2005) states statistically that the stressors are of one-half related to parental issues and one-third in peer issues.\n\nOne hypothesis about adjustment disorder is that it may represent a sub-threshold clinical syndrome.\n\nThe syndrome of occupational burnout is considered to be adjustment disorder by some national health authorities."
                ]
            },
            {
                "name": [
                    "Borderline personality disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Borderline_personality_disorder",
                "description": [
                    "Borderline personality disorder (BPD), also known as emotionally unstable personality disorder (EUPD), is a personality disorder characterized by a pervasive, long-term pattern of significant interpersonal relationship instability, a distorted sense of self, and intense emotional responses. People diagnosed with BPD frequently exhibit self-harming behaviours and engage in risky activities, primarily due to challenges regulating emotional states to a healthy, stable baseline. Symptoms such as dissociation, a pervasive sense of emptiness, and an acute fear of abandonment are prevalent among those affected."
                ],
                "symptoms": [
                    "Borderline personality disorder, as outlined in the DSM-5, manifests through nine distinct symptoms, with a diagnosis requiring at least five of the following criteria to be met:\n\nThe distinguishing characteristics of BPD include a pervasive pattern of instability in one's interpersonal relationships and in one's self-image, with frequent oscillation between extremes of idealization and devaluation of others, alongside fluctuating moods and difficulty regulating intense emotional reactions. Dangerous or impulsive behaviors are commonly associated with BPD.\n\nAdditional symptoms may encompass uncertainty about one's identity, values, morals, and beliefs; experiencing paranoid thoughts under stress; episodes of depersonalization; and, in moderate to severe cases, stress-induced breaks with reality or episodes of psychosis. It is also common for individuals with BPD to have comorbid conditions such as depressive or bipolar disorders, substance use disorders, eating disorders, post-traumatic stress disorder (PTSD), and attention-deficit hyperactivity disorder (ADHD).\n\nMood and affect\nIndividuals with BPD exhibit emotional dysregulation. Emotional dysregulation is characterized by an inability in flexibly responding to and managing emotional states, resulting in intense and prolonged emotional reactions that deviate from social norms, given the nature of the environmental stimuli encountered. Such reactions not only deviate from accepted social norms but also surpass what is informally deemed appropriate or proportional to the encountered stimuli.\n\nA core characteristic of BPD is affective instability, which manifests as rapid and frequent shifts in mood of high affect intensity and rapid onset of emotions, triggered by environmental stimuli. The return to a stable emotional state is notably delayed, exacerbating the challenge of achieving emotional equilibrium. This instability is further intensified by an acute sensitivity to psychosocial cues, leading to significant challenges in managing emotions effectively.\n\nAs the first component of emotional dysregulation, individuals with BPD are shown to have increased emotional sensitivity, especially towards negative mood states such as fear, anger, sadness, rejection, criticism, isolation, and perceived failure. This increased sensitivity results in an intensified response to environmental cues, including the emotions of others. Studies have identified a negativity bias in those with BPD, showing a predisposition towards recognizing and reacting more strongly to negative emotions in others, along with an attentional bias towards processing negatively-valenced stimuli. Without effective coping mechanisms, individuals might resort to self-harm, or suicidal behaviors to manage or escape from these intense negative emotions. While conscious of the exaggerated nature of their emotional responses, individuals with BPD face challenges in regulating these emotions. To mitigate further distress, there may be an unconscious suppression of emotional awareness, which paradoxically hinders the recognition of situations requiring intervention.\n\nA second component of emotional dysregulation in BPD is high levels of negative affectivity, stemming directly from the individual's emotional sensitivity to negative emotions. This negative affectivity causes emotional reactions that diverge from socially accepted norms, in ways that are disproportionate to the environmental stimuli presented. Those with BPD are relatively unable to tolerate the distress that is encountered in daily life, and they are prone to engage in maladaptive strategies to try to reduce the distress experienced. Maladaptive coping strategies include rumination, thought suppression, experiential avoidance, emotional isolation, as well as impulsive and self-injurious behaviours.\n\nAmerican psychologist Marsha Linehan highlights that while the sensitivity, intensity, and duration of emotional experiences in individuals with BPD can have positive outcomes, such as exceptional enthusiasm, idealism, and capacity for joy and love, it also predisposes them to be overwhelmed by negative emotions. This includes experiencing profound grief instead of mere sadness, intense shame instead of mild embarrassment, rage rather than annoyance, and panic over nervousness. Research indicates that individuals with BPD endure chronic and substantial emotional suffering.\n\nEmotional dysregulation is a significant feature of BPD, yet Fitzpatrick et al. (2022) suggest that such dysregulation may also be observed in other disorders, like generalized anxiety disorder (GAD). Nonetheless, their findings imply that individuals with BPD particularly struggle with disengaging from negative emotions and achieving emotional equilibrium.\n\nEuphoria, or transient intense joy, can occur in those with BPD, but they are more commonly afflicted by dysphoria (a profound state of unease or dissatisfaction), depression, and pervasive distress. Zanarini et al. identify four types of dysphoria characteristic of BPD: intense emotional states, destructiveness or self-destructiveness, feelings of fragmentation or identity loss, and perceptions of victimization. A diagnosis of BPD is closely linked with experiencing feelings of betrayal, lack of control, and self-harm.\n\nMoreover, emotional lability, indicating variability or fluctuations in emotional states, is frequent among those with BPD. Although emotional lability may imply rapid alternations between depression and elation, mood swings in BPD are more commonly between anger and anxiety or depression and anxiety.\n\nInterpersonal relationships\nInterpersonal relationships are significantly impacted in individuals with BPD, characterized by a heightened sensitivity to the behavior and actions of others. Individuals with BPD can be very conscious of and susceptible to their perceived or real treatment by others. Individuals may experience profound happiness and gratitude for perceived kindness, yet feel intense sadness or anger towards perceived criticism or harm. A notable feature of BPD is the tendency to engage in idealization and devaluation of others – that is to idealize and subsequently devalue others – oscillating between extreme admiration and profound mistrust or dislike. This pattern, referred to as \"splitting,\" can significantly influence the dynamics of interpersonal relationships. In addition to this external \"splitting,\" patients with BPD typically have internal splitting, i.e. vacillation between considering oneself a good person who has been mistreated (in which case anger predominates) and a bad person whose life has no value (in which case self-destructive or even suicidal behavior may occur). This splitting is also evident in black-and-white or all-or-nothing dichotomous thinking.\n\nDespite a strong desire for intimacy, individuals with BPD may exhibit insecure, avoidant, ambivalent, or fearfully preoccupied attachment styles in relationships, complicating their interactions and connections with others. Family members, including parents of adults with BPD, may find themselves in a cycle of being overly involved in the individual's life at times and, at other times, significantly detached, contributing to a sense of alienation within the family unit.\n\nPersonality disorders, including BPD, are associated with an increased incidence of chronic stress and conflict, reduced satisfaction in romantic partnerships, domestic abuse, and unintended pregnancies. Research indicates variability in relationship patterns among individuals with BPD. A portion of these individuals may transition rapidly between relationships, a pattern metaphorically described as \"butterfly-like,\" characterized by fleeting and transient interactions and \"fluttering\" in and out of relationships. Conversely, a subgroup, referred to as \"attached,\" tends to establish fewer but more intense and dependent relationships. These connections often form rapidly, evolving into deeply intertwined and tumultuous bonds, indicating a more pronounced dependence on these interpersonal ties compared to those without BPD.\n\nBehavior\nBehavioral patterns associated with BPD frequently involve impulsive actions, which may manifest as substance use disorders, binge eating, unprotected sexual encounters, self-injury among other self-harming practices. These behaviors are a response to the intense emotional distress experienced by individuals with BPD, serving as an immediate but temporary alleviation of their emotional pain. However, such actions typically result in feelings of shame and guilt, contributing to a recurrent cycle. This cycle typically begins with emotional discomfort, followed by impulsive behavior aimed at mitigating this discomfort, only to lead to shame and guilt, which in turn exacerbates the emotional pain. This escalation of emotional pain then intensifies the compulsion towards impulsive behavior as a form of relief, creating a vicious cycle. Over time, these impulsive responses can become an automatic mechanism for coping with emotional pain.\n\nSelf-harm and suicide\nSelf-harm and suicidal behaviors are core diagnostic criteria for BPD as outlined in the DSM-5. Between 50% and 80% of individuals diagnosed with BPD engage in self-harm, with cutting being the most common method. Other methods, such as bruising, burning, head banging, or biting, are also prevalent. It is hypothesized that individuals with BPD might experience a sense of emotional relief following acts of self-harm.\n\nEstimates of the lifetime risk of death by suicide among individuals with BPD range between 3% and 10%, varying with the method of investigation. There is evidence that a significant proportion of males who die by suicide may have undiagnosed BPD.\n\nThe motivations behind self-harm and suicide attempts among individuals with BPD are reported to differ. Nearly 70% of individuals with BPD engage in self-harm without the intention of ending their lives. Motivations for self-harm include expressing anger, self-punishment, inducing normal feelings or feelings of normality  in response to dissociative episodes, and distraction from emotional distress or challenging situations. Conversely, true suicide attempts by individuals with BPD frequently are motivated by the notion that others will be better off in their absence.\n\nSense of self and self-concept\nIndividuals diagnosed with BPD frequently experience significant difficulties in maintaining a stable self-concept. This instability manifests as uncertainty in personal values, beliefs, preferences, and interests. They may also express confusion regarding their aspirations and objectives in terms of relationships and career paths. Such indeterminacy leads to feelings of emptiness and a profound sense of disorientation regarding their own identity. Moreover, their self-perception can fluctuate dramatically over short periods, oscillating between positive and negative evaluations. Consequently, individuals with BPD might adopt their sense of self based on their surroundings or the people they interact with, resulting in a chameleon-like adaptation of identity.\n\nDissociation and cognitive challenges\nThe heightened emotional states experienced by individuals with BPD can impede their ability to concentrate and cognitively function. Additionally, individuals with BPD may frequently dissociate, which can be regarded as a mild to severe disconnection from physical and emotional experiences. Observers may notice signs of dissociation in individuals with BPD through diminished expressiveness in their face or voice, or through an apparent disconnection and insensitivity to emotional cues or stimuli.\n\nDissociation typically arises in response to distressing occurrences or reminders of past trauma, acting as a psychological defense mechanism by diverting attention from the current stressor or by blocking it out entirely. This process, believed to shield the individual from the anticipated overwhelming negative emotions and undesired impulses that the current emotional situation might provoke, is rooted in avoidance of intense emotional pain based on past experiences. While this mechanism may offer temporary emotional respite, it can foster unhealthy coping strategies and inadvertently dull positive emotions, thereby obstructing the individual's access to crucial emotional insights. These insights are essential for informed, healthy decision-making in everyday life.\n\nPsychotic symptoms\nBPD is predominantly characterized as a disorder involving emotional dysregulation, yet psychotic symptoms frequently occur in individuals with BPD, with prevalence estimates ranging between 21% and 54%. These manifestations have historically been labeled as \"pseudo-psychotic\" or \"psychotic-like\", implying a differentiation from symptoms observed in primary psychotic disorders. Studies conducted in the 2010s suggest a closer similarity between psychotic symptoms in BPD and those in recognized psychotic disorders than previously understood. The distinction of pseudo-psychosis has faced criticism for its weak construct validity and the potential to diminish the perceived severity of these symptoms, potentially hindering accurate diagnosis and effective treatment. Consequently, there are suggestions from some in the research community to categorize these symptoms as genuine psychosis, advocating for the abolishment of the distinction between pseudo-psychosis and true psychosis.\n\nThe DSM-5 identifies transient paranoia, exacerbated by stress, as a symptom of BPD. Research has identified the presence of both hallucinations and delusions in individuals with BPD who do not possess an alternate diagnosis that would better explain these symptoms. Further, phenomenological analysis indicates that auditory verbal hallucinations in BPD patients are indistinguishable from those observed in schizophrenia. This has led to suggestions of a potential shared etiological basis for hallucinations across BPD and other disorders, including psychotic and affective disorders.\n\nDisability and employment\nIndividuals diagnosed with BPD often possess the capability to engage in employment, provided they secure positions that align with their skill sets and the severity of their condition remains manageable. In certain cases, BPD may be recognized as a disability within the workplace, particularly if the condition's severity results in behaviors that undermine relationships, involve engagement in risky activities, or manifest as intense anger, thereby inhibiting the individual's ability to perform their job role effectively. The United States Social Security Administration officially recognizes BPD as a form of disability, enabling those significantly affected to apply for disability benefits."
                ],
                "epidemiology": [
                    "BPD has a point prevalence of 1.6% and a lifetime prevalence of 5.9% of the global population. Within clinical settings, the occurrence of BPD is 6.4% among urban primary care patients, 9.3% among psychiatric outpatients, and approximately 20% among psychiatric inpatients. Despite the high utilization of healthcare resources by individuals with BPD, up to half may show significant improvement over a ten-year period with appropriate treatment.\n\nRegarding gender distribution, women are diagnosed with BPD three times more frequently than men in clinical environments. Nonetheless, epidemiological research in the United States indicates no significant gender difference in the lifetime prevalence of BPD within the general population. This finding implies that women with BPD may be more inclined to seek treatment compared to men. Studies examining BPD patients have found no significant differences in the rates of childhood trauma and levels of current psychosocial functioning between genders. The relationship between BPD and ethnicity continues to be ambiguous, with divergent findings reported in the United States.  The overall prevalence of BPD in the U.S. prison population is thought to be 17%. These high numbers may be related to the high frequency of substance use and substance use disorders among people with BPD, which is estimated at 38%."
                ]
            },
            {
                "name": [
                    "Hypomania"
                ],
                "link": "https://en.wikipedia.org/wiki/Hypomania",
                "description": [
                    "Hypomania is a mental and behavioral disorder, characterised essentially by an apparently non-contextual elevation of mood (euphoria) that contributes to persistently disinhibited behavior."
                ],
                "symptoms": [
                    "Individuals in a hypomanic state may have a decreased need for sleep, may be extremely gregarious and competitive, and have a great deal of energy. They are, otherwise, often fully functioning (unlike individuals experiencing a manic episode).\n\nDistinctive markers\nSpecifically, hypomania is distinguished from mania by the absence of psychotic symptoms, and by its lesser degree of impact on functioning.\n\nHypomania is a feature of bipolar II disorder and cyclothymia, but can also occur in schizoaffective disorder. Hypomania is also a feature of bipolar I disorder; it arises in sequential procession as the mood disorder fluctuates between normal mood (euthymia) and mania. Some individuals with bipolar I disorder have hypomanic as well as manic episodes. Hypomania can also occur when moods progress downwards from a manic mood state to a normal mood. Hypomania is sometimes credited with increasing creativity and productive energy. Numerous people with bipolar disorder have credited hypomania with giving them an edge in their theater of work.\n\nPeople who experience hyperthymia, or \"chronic hypomania\", encounter the same symptoms as hypomania but on a longer-term basis.\n\nAssociated disorders\nCyclothymia, a condition of continuous mood fluctuations, is characterized by oscillating experiences of hypomania and depression that fail to meet the diagnostic criteria for either manic or major depressive episodes. These periods are often interspersed with periods of relatively normal (euthymic) functioning.\n\nWhen a patient presents with a history of at least one episode of both hypomania and major depression, each of which meet the diagnostic criteria, bipolar II disorder is diagnosed. In some cases, depressive episodes routinely occur during the fall or winter and hypomanic ones in the spring or summer. In such cases, one speaks of a \"seasonal pattern\".\n\nIf left untreated, and in those so predisposed, hypomania may transition into mania, which may be psychotic, in which case bipolar I disorder is the correct diagnosis."
                ]
            },
            {
                "name": [
                    "Panic disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Panic_disorder",
                "description": [
                    "Panic disorder is a mental and behavioral disorder, specifically an anxiety disorder characterized by reoccurring unexpected panic attacks. Panic attacks are sudden periods of intense fear that may include palpitations, sweating, shaking, shortness of breath, numbness, or a feeling that something terrible is going to happen. The maximum degree of symptoms occurs within minutes. There may be ongoing worries about having further attacks and avoidance of places where attacks have occurred in the past."
                ],
                "symptoms": [
                    "Individuals with panic disorder usually have a series of intense episodes of extreme anxiety during panic attacks. These attacks typically last about ten minutes, and can be as short-lived as 1–5 minutes, but can last twenty minutes to more than an hour, or until helpful intervention is made. Panic attacks can last up to an hour, and the intensity and symptoms of panic may vary.\n\nIn some cases, the attack may continue at unabated high intensity or seem to be increasing in severity. Managing panic disorder can be a challenge, but there are several strategies that can help individuals manage their symptoms and improve their social life. Common symptoms of panic disorder attack include rapid heartbeat, perspiration, dizziness, dyspnea, trembling, uncontrollable fear such as: the fear of losing control and going crazy, the fear of dying and hyperventilation. Other symptoms are a sensation of choking, paralysis, chest pain, nausea, numbness or tingling, chills or hot flashes, vision problems, faintness, crying and some sense of altered reality. In addition, the person usually has thoughts of impending doom. Individuals experiencing an episode have often a strong wish of escaping from the situation that provoked the attack. The anxiety of panic disorder is particularly severe and noticeably episodic compared to that from generalized anxiety disorder. Panic attacks may be provoked by exposure to certain stimuli (e.g., seeing a mouse) or settings (e.g., the dentist's office). Nocturnal panic attacks are common in people with panic disorder. Other attacks may appear unprovoked. Some individuals deal with these events on a regular basis, sometimes daily or weekly.\n\nLimited symptom attacks are similar to panic attacks but have fewer symptoms. Most people with Parkinson's disease experience both panic attacks and limited symptom attacks.\n\nInteroceptive\nStudies investigating the relationship between interoception and panic disorder have shown that people with panic disorder feel heartbeat sensations more intensely when stimulated by pharmacological agents, suggesting that they experience heightened interoceptive awareness compared to subjects without Parkinson's disease."
                ],
                "epidemiology": [
                    "Panic disorder typically begins during early adulthood; roughly half of all people who have panic disorder develop the condition between the ages of 17 and 24, especially those subjected to traumatic experiences. However, some studies suggest that the majority of young people affected for the first time are between the ages of 25 and 30. Women are twice as likely as men to develop panic disorder and it occurs far more frequently in people of above average intelligence.\n\nPanic disorder can continue for months or years, depending on how and when treatment is sought. If left untreated, it may worsen to the point where one's life is seriously affected by panic attacks and by attempts to avoid or conceal the condition. In fact, many people have had problems with personal relationships, education and employment while struggling to cope with panic disorder. Some people with panic disorder may conceal their condition because of the stigma of mental illness. In some individuals, symptoms may occur frequently for a period of months or years, then many years may pass with little or no symptoms. In some cases, the symptoms persist at the same level indefinitely. There is also some evidence that many individuals (especially those who develop symptoms at an early age) may experience a complete cessation of symptoms later in life (e.g., over age 50).\n\nIn 2000, the World Health Organization found prevalence and incidence rates for panic disorder to be very similar across the globe. Age-standardized prevalence per 100,000 ranged from 309 in Africa to 330 in East Asia for men and from 613 in Africa to 649 in North America, Oceania, and Europe for women."
                ]
            },
            {
                "name": [
                    "Food addiction"
                ],
                "link": "https://en.wikipedia.org/wiki/Food_addiction",
                "description": [
                    "A food addiction or eating addiction is any behavioral addiction characterized primarily by the compulsive consumption of palatable and hyperpalatable food items. Such foods often have high sugar, fat, and salt contents (HFSS), and markedly activate the reward system in humans and other animals. Those with eating addictions often overconsume such foods despite the adverse consequences associated with their overconsumption."
                ],
                "symptoms": [
                    "A food addiction features compulsive overeating, such as binge eating behavior, as its core and only defining feature. There are several potential signs that a person may be experiencing compulsive overeating. Common behaviors of compulsive overeaters include eating alone, consuming food quickly, gaining weight rapidly, and eating to the point of stomach discomfort. Other signs include significantly decreased mobility and withdrawal from activities due to weight gain. Emotional indicators can include feelings of guilt, a sense of loss of control, depression and mood swings.\n\nHiding consumption is an emotional indicator of other symptoms that could be a result of having a food addiction. Hiding consumption of food includes behaviors such as eating in secret, eating late at night, eating in a vehicle, and hiding certain foods until ready to consume in private. Other signs of hiding consumption are avoiding social interactions to eat the specific foods that are craved. Other emotional indicators are inner guilt, which may consist of rationalizing why the food would be beneficial to consume, as well as feeling guilty shortly after consuming the food.\n\nSense of loss of control may be indicated in many ways, such as expending more effort than usual to obtain specific foods, or spending unnecessary amounts of money on foods to satisfy cravings. This sense of loss of control may impede function during work due to disorganized thoughts, leading to a decrease in efficiency. Another indication is craving food despite being full. One may set rules to try to eat healthy, but find themselves frustrated when they are overruled by their cravings. A large indicator of loss of control due to food addiction is knowing one has a medical problem caused by their behaviors, but not being able to stop consuming the foods, further compromising one's health.\n\nFood addiction has some physical signs and symptoms, including decreased energy; decreased ability for activity compared to the past or compared to others; decreased mental efficiency due to the lack of nutritive energy; fatigue; hypersomnia; and insomnia. Other physical signs and symptoms are restlessness, irritability, digestive disorders, and headaches.\n\nIn extreme cases food addiction can result in suicidal thoughts."
                ],
                "epidemiology": [
                    "A review on behavioral addictions estimated the lifetime prevalence (i.e., the proportion of individuals in the population that developed the disorder during their lifetime) for food addiction in the United States as 2.8%.\n\nAs obesity continues to grow into a worldwide problem, solutions such as a sugar tax have been suggested. A sugar tax is set to be introduced in Ireland to minimise the consumption of harmful foods and drinks."
                ]
            },
            {
                "name": [
                    "Antisocial personality disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Antisocial_personality_disorder",
                "description": [
                    "Antisocial personality disorder, sometimes referred to as dissocial personality disorder, is a personality disorder characterized by a limited capacity for empathy and a long-term pattern of disregard for or violation of the rights of others, starting before one was 15 years old. Other notable symptoms include impulsivity, reckless behavior, a lack of remorse after hurting others, deceitfulness, irresponsibility, and aggressive behavior."
                ],
                "symptoms": [
                    "Due to tendencies toward recklessness and impulsivity, patients with ASPD are at a higher risk of drug and alcohol abuse. ASPD is the personality disorder most likely to be associated with addiction. Individuals with ASPD are at a higher risk of illegal drug usage, blood-borne diseases, HIV, shorter periods of abstinence, misuse of oral administrations, and compulsive gambling as a consequence of their tendency towards addiction. In addition, sufferers are more likely to abuse substances or develop an addiction at a young age.\n\nDue to ASPD being associated with higher levels of impulsivity, suicidality, and irresponsible behavior, the condition is correlated with heightened levels of aggressive behavior, domestic violence, illegal drug use, pervasive anger, and violent crimes. This behavior typically has negative effects on their education, relationships, and/or employment. Alongside this, sexual behaviors of risk such as having multiple sexual partners in a short period of time, seeing prostitutes, inconsistent use of condoms, trading sex for drugs, and frequent unprotected sex are also common.\n\nPatients with ASPD have been documented to describe emotions with ambivalence and experience heightened states of emotional coldness and detachment. Individuals with ASPD, or who display antisocial behavior, may often experience chronic boredom. They may experience emotions such as happiness and fear less clearly than others. It is also possible that they may experience emotions such as anger and frustration more frequently and clearly than other emotions.\n\nPeople with ASPD may have a limited capacity for empathy and can be more interested in benefiting themselves than avoiding harm to others. They may have no regard for morals, social norms, or the rights of others. People with ASPD can have difficulty beginning or sustaining relationships. It is common for the interpersonal relationships of someone with ASPD to revolve around the exploitation and abuse of others. People with ASPD may display arrogance, think lowly and negatively of others, have limited remorse for their harmful actions, and have a callous attitude toward those they have harmed.\n\nPeople with ASPD can have difficulty mentalizing, or interpreting the mental state of others. Alternately, they may display a perfectly intact theory of mind, or the ability to understand one's mental state, but have an impaired ability to understand how another individual may be affected by an aggressive action. These factors might contribute to aggressive and criminal behavior as well as empathy deficits. Despite this, they may be adept at social cognition, or the ability to process and store information about other people, which can contribute to an increased ability to manipulate others.\n\nASPD is highly prevalent among prisoners. People with ASPD tend to be convicted more, receive longer sentences, and are more likely to be charged with almost any crime, with assault and other violent crimes being the most common charges. Those who have committed violent crimes tend to have higher levels of testosterone than the average person, also contributing to the higher likelihood for men to be diagnosed with ASPD. The effect of testosterone is counteracted by cortisol, which facilitates the cognitive control of impulsive tendencies.\n\nArson and the destruction of others' property are also behaviors commonly associated with ASPD. Alongside other conduct problems, many people with ASPD had conduct disorder in their youth, characterized by a pervasive pattern of violent, criminal, defiant, and anti-social behavior.\n\nAlthough behaviors vary by degree, individuals with this personality disorder have been known to exploit others in harmful ways for their own gain or pleasure, and frequently manipulate and deceive other people. While some do so with a façade of superficial charm, others do so through intimidation and violence. Individuals with antisocial personality disorder may deliberately show irresponsibility, have difficulty acknowledging their faults and/or attempt to redirect attention away from harmful behaviors.\n\nComorbidity\nASPD commonly co-occurs with the following conditions:\n\nAnxiety disorders\nDepressive disorder\nImpulse control disorders\nSubstance-related disorder\nSomatization disorder\nAttention deficit hyperactivity disorder\nBipolar disorder\nBorderline personality disorder\nHistrionic personality disorder\nNarcissistic personality disorder\nSadistic personality disorder\nWhen combined with alcoholism, people may show frontal brain function deficits on neuropsychological tests greater than those associated with each condition. Alcohol use disorder is likely caused by lack of impulse and behavioral control exhibited by antisocial personality disorder patients."
                ],
                "epidemiology": [
                    "The estimated lifetime prevalence of ASPD amongst the general population falls within 1% to 4%, skewed towards 6% men and 2% women. The prevalence of ASPD is even higher in selected populations, like prisons, where there is a preponderance of violent offenders. It has been found that the prevalence of ASPD among prisoners is just under 50%. According to one study (n=23000), the prevalence of ASPD in prisoners is 47% in men and 21% in women. Thus, with only 27-31% of patients with ASPD seeing an improvement in symptoms over time, statistically around one third (33%) of male prisoners will not see any improvement in their symptoms, and are thus essentially prognostically hopeless. The corresponding percentage of female prisoners with statistically no chance of improvement in symptoms is around 15% or roughly one in six. Similarly, the prevalence of ASPD is higher among patients in alcohol or other drug (AOD) use treatment programs than in the general population, suggesting a link between ASPD and AOD use and dependence. As part of the Epidemiological Catchment Area (ECA) study, men with ASPD were found to be three to five times more likely to excessively use alcohol and illicit substances than those men without ASPD. There was found to be increased severity of this substance use in women with ASPD. In a study conducted with both men and women with ASPD, women were more likely to misuse substances compared to their male counterparts.\n\nHomelessness is also common amongst people with ASPD. A study on 31 youths of San Francisco and 56 youths in Chicago found that 84% and 48% of the homeless met the diagnostic criteria for ASPD respectively. Another study on the homeless found that 25% of participants had ASPD.\n\nIndividuals with ASPD are at an elevated risk for suicide. Some studies suggest this increase in suicidality is in part due to the association between suicide and symptoms or trends within ASPD, such as criminality and substance use. Children of people with ASPD are also at risk. Some research suggests that negative or traumatic experiences in childhood, perhaps as a result of the choices a parent with ASPD might make, can be a predictor of delinquency later on in the child's life. Additionally, with variability between situations, children of a parent with ASPD may face consequences of delinquency if they are raised in an environment in which crime and violence is common. Suicide is a leading cause of death among youth who display antisocial behavior, especially when mixed with delinquency. Incarceration, which could come as a consequence of actions from a person with ASPD, is a predictor for suicide ideation in youth."
                ]
            },
            {
                "name": [
                    "Headache"
                ],
                "description": [
                    "Headache, also known as cephalalgia, is the symptom of pain in the face, head, or neck. It can occur as a migraine, tension-type headache, or cluster headache. There is an increased risk of depression in those with severe headaches."
                ],
                "link": "https://en.wikipedia.org/wiki/Headache",
                "epidemiology": [
                    "Literature reviews find that approximately 64–77% of adults have had a headache at some point in their lives.  During each year, on average, 46–53% of people have headaches. However, the prevalence of headache varies widely depending on how the survey was conducted, with studies finding lifetime prevalence of as low as 8% to as high as 96%.  Most of these headaches are not dangerous. Only approximately 1–5% of people who seek emergency treatment for headaches have a serious underlying cause.\n\nMore than 90% of headaches are primary headaches. Most of these primary headaches are tension headaches. Most people with tension headaches have \"episodic\" tension headaches that come and go. Only 3.3% of adults have chronic tension headaches, with headaches for more than 15 days in a month.\n\nApproximately 12–18% of people in the world have migraines. More women than men experience migraines. In Europe and North America, 5–9% of men experience migraines, while 12–25% of women experience migraines.\n\nCluster headaches are relatively uncommon. They affect only 1–3 per thousand people in the world. Cluster headaches affect approximately three times as many men as women."
                ]
            },
            {
                "name": [
                    "Sanfilippo syndrome"
                ],
                "description": [
                    "Sanfilippo syndrome, also known as mucopolysaccharidosis type III (MPS III), is a rare lifelong genetic disease that mainly affects the brain and spinal cord. It is caused by a problem with how the body breaks down certain large sugar molecules called glycosaminoglycans (also known as GAGs or mucopolysaccharides). In children with this condition, these sugar molecules build up in the body and eventually lead to damage of the central nervous system and other organ systems."
                ],
                "link": "https://en.wikipedia.org/wiki/Sanfilippo_syndrome",
                "symptoms": [
                    "The age of onset, severity, and progression of the disease can vary greatly between patients with different subtypes and within the same subtype. Development during the prenatal and early post-natal stages progresses normally.[citation needed] Between the ages of one and four is when the disease typically manifests. Affected infants appear normal, although some mild facial dysmorphism may be noticeable. Of all of the MPS diseases, Sanfilippo syndrome produces the fewest physical abnormalities. Possible clinical somatic symptoms, although rare, include coarse facial features with broad eyebrows, dark eyelashes, dry and rough hair, and skeletal pathology that affects growth.\n\nAfter an initial symptom-free interval, symptoms may arise during the early years of development, from the age of one to three. Children usually present with delayed cognitive development and/or behavioral problems, followed by progressive intellectual decline resulting in severe dementia and progressive motor disease. Acquisition of speech is often slow and incomplete. Even though delayed cognitive development may occur, it tends to be mild in individuals with Sanfilippo syndrome.\n\nBetween the ages of three and ten, the disease progresses to increasing behavioral disturbance including temper tantrums, hyperactivity, destructive behavior, aggressive behavior, pica, difficulties with toilet training, and sleep disturbance. As affected children initially have normal muscle strength and mobility, the behavioral disturbances may be difficult to manage. The disordered sleep in particular presents a significant problem to care providers. People with this disorder may stay in this phase for five to ten years. After that, their behavior subsides, but patients start to become increasingly immobile and unresponsive as individuals with Sanfilippo syndrome will gradually lose their motor skills, often require wheelchairs, and develop swallowing difficulties and seizures. Persons with Sanfilippo Syndrome tend to regress to an unresponsive or vegetative state until they pass away, which can occur anywhere between early teen years and their seventies. The life-span of a severely affected person does not usually extend beyond late teens to early twenties. However, persons with less severe phenotypes of the disease have varied life spans, some cases surviving into their seventies.\n\nThe most common symptoms seen in individuals with Sanfilippo syndrome are neurological and may include intellectual disabilities, impaired language development, abnormal movements, and trouble sleeping; however, other symptoms commonly seen are excessive hair growth, chronic ear infections, respiratory infections, and poor nutrient absorption. Other signs less frequently seen in persons with Sanfilippo syndrome include behavioral changes and musculoskeletal changes such as increased muscle and joint stiffness and changes in bone growth or density.\n\nChildren with Sanfilippo syndrome often have an increased tolerance to pain. Bumps, bruises, or ear infections that would be painful for other children often go unnoticed in children with Sanfilippo syndrome. Some children with Sanfilippo syndrome may have a blood-clotting problem during and after surgery.\n\nIndividuals with Sanfilippo syndrome are born within normal physiological ranges. At around age 2, individuals with Sanfilippo syndrome are significantly taller than children without. By the age of 4, mostly male children with Sanfilippo syndrome were still taller than children without. Growth velocity decelerates dramatically after the age of 5, and by the time children with Sanfilippo syndrome reach 17, all individuals are significantly shorter than their reference groups.\n\nIt is difficult to clinically distinguish symptomatical differences among the four types of Sanfilippo syndrome. Although, each of the types can vary in severity. Type A is usually the most severe subtype, characterized by earliest onset, rapid clinical progression with severe symptoms, and short survival with patients averaging between 15 and 18 years old. Type B is considered slightly less aggressive than type A, but still display rapid clinical progression, and short survival with patients averaging between 17 and 19 years old. Type C is considered the less aggressive form of Sanfilippo syndrome with a patient's average life expectancy between 19 and 34 years of age, depending on the study. Type D is a rare subtype of Sanfilippo syndrome and no data has been published on average life expectancy."
                ],
                "epidemiology": [
                    "It is estimated that approximately 1 in 70,000 newborns are born with Sanfilippo syndrome. The point prevalence (the proportion of people in a population that has the trait at a given point of time) can vary from 1 to 9 in 1,000,000 people. Sanfilippo syndrome varies geographically, with approximately 1 case per 280,000 live births in Northern Ireland, 1 per 66,000 in Australia, and 1 per 50,000 in the Netherlands. Globally, there are an estimated 12,000 to 19,000 individuals living with types A, B, and C. Subtypes A and B are predominately found in Europe, with subtype A specific to the northern region and subtype B specific to the southern region.\n\nStudies were performed across several countries assessing the mean age of diagnosis for each type of Sanfilippo syndrome. For patients with Sanfilippo syndrome type A, mean age at diagnosis was found to between 3.5 and 4.9 years of age. For patients with Sanfilippo syndrome type B, mean age at diagnosis was found to be between 3.5 and 4.9 years of age. For patients with Sanfilippo syndrome type C, mean age at diagnosis was found to be between 4.5 and 19 years of age. For patients with Sanfilippo syndrome type D, mean age at diagnosis was found to be between 8.2 and 8.3 years of age.\n\nWorldwide, Sanfilippo syndrome Type A and B affects the most people with Types C and D seen less commonly; however, the actual number of persons affected may be more than reported due to incorrect or delayed diagnosis of the disorder. An Australian study estimated the following incidences for each subtype of Sanfilippo syndrome in the Australian population:\n\nOver 50% of individual with Sanfilippo syndrome type A's die from pneumonia. The remaining causes of death for type A are spread out between cardiorespiratory failure, gastrointestinal complications, central nervous system complications, and other. Pneumonia is also the primary cause of death for Sanfilippo syndrome type B. Over 30% of individuals with Sanfilippo syndrome type B die from pneumonia. The remaining causes of death for type B are spread out between cardiorespiratory failure, gastrointestinal complications and other. Due to the rarity of Sanfilippo syndrome type C and D, not enough data was collected to estimate mortality rates."
                ]
            },
            {
                "name": [
                    "Asperger syndrome"
                ],
                "description": [
                    "Asperger syndrome (AS), also known as Asperger's syndrome or Asperger's, is a term formerly used to describe a neurodevelopmental condition characterized by significant difficulties in social interaction and nonverbal communication, along with restricted, repetitive patterns of behavior and interests. Asperger syndrome has been merged with other conditions into autism spectrum disorder (ASD) and is no longer considered a diagnosis. It was considered milder than other diagnoses which were merged into ASD due to relatively unimpaired spoken language and intelligence."
                ],
                "link": "https://en.wikipedia.org/wiki/Asperger_syndrome",
                "epidemiology": [
                    "Frequency estimates vary enormously. In 2015, it was estimated that 37.2 million people globally are affected. A 2003 review of epidemiological studies of children found autism rates ranging from 0.03 to 4.84 per 1,000, with the ratio of autism to Asperger syndrome ranging from 1.5:1 to 16:1; combining the geometric mean ratio of 5:1 with a conservative prevalence estimate for autism of 1.3 per 1,000 suggests indirectly that the prevalence of AS might be around 0.26 per 1,000. Part of the variance in estimates arises from differences in diagnostic criteria. For example, a relatively small 2007 study of 5,484 eight-year-old children in Finland found 2.9 children per 1,000 met the ICD-10 criteria for an AS diagnosis, 2.7 per 1,000 for Gillberg and Gillberg criteria, 2.5 for DSM-IV, 1.6 for Szatmari et al., and 4.3 per 1,000 for the union of the four criteria. Boys seem to be more likely to have AS than girls; estimates of the sex ratio range from 1.6:1 to 4:1, using the Gillberg and Gillberg criteria. Females with autism spectrum disorders may be underdiagnosed.\n\nComorbidities\nAnxiety disorders and major depressive disorder are the most common conditions seen at the same time; comorbidity of these in persons with AS is estimated at 65%. Reports have associated AS with medical conditions such as aminoaciduria and ligamentous laxity, but these have been case reports or small studies and no factors have been associated with AS across studies. One study of males with AS found an increased rate of epilepsy and a high rate (51%) of nonverbal learning disorder. AS is associated with tics, Tourette syndrome and bipolar disorder. The repetitive behaviors of AS have many similarities with the symptoms of obsessive–compulsive disorder and obsessive–compulsive personality disorder, and 26% of a sample of young adults with AS were found to meet the criteria for schizoid personality disorder (which is characterised by severe social seclusion and emotional detachment), more than any other personality disorder in the sample. However many of these studies are based on clinical samples or lack standardized measures; nonetheless, comorbid conditions are relatively common.\n\nCorrelated characteristics\nResearch indicates that individuals with Aspergers have significantly higher rates of LGBT identities and feelings than the general population. They are also significantly more likely to be non-theistic."
                ]
            },
            {
                "name": [
                    "Rhythmic movement disorder"
                ],
                "description": [
                    "Rhythmic movement disorder (RMD) is a neurological disorder characterized by repetitive movements of large muscle groups immediately before and during sleep often involving the head and neck. It was independently described first in 1905 by Zappert as jactatio capitis nocturna and by Cruchet as rhythmie du sommeil. The majority of RMD episodes occur during NREM sleep, although REM movements have been reported. RMD is often associated with other psychiatric conditions or mental disabilities. The disorder often leads to bodily injury from unwanted movements. Because of these incessant muscle contractions, patients' sleep patterns are often disrupted. It differs from restless legs syndrome in that RMD involves involuntary muscle contractions before and during sleep while restless legs syndrome is the urge to move before sleep. RMD occurs in both males and females, often during early childhood with symptoms diminishing with age. Many affected individuals also have other sleep related disorders, like sleep apnea. The disorder can be differentially diagnosed into small subcategories, including sleep related bruxism, thumb sucking, hypnagogic foot tremor, and rhythmic sucking, to name a few. In order to be considered pathological, the ICSD-II requires that in the sleep-related rhythmic movements should “markedly interfere with normal sleep, cause significant impairment in daytime function, or result in self-inflicted bodily injury that requires medical treatment ”."
                ],
                "link": "https://en.wikipedia.org/wiki/Rhythmic_movement_disorder",
                "epidemiology": [
                    "Sleep-related movements are commonly seen in children, especially infants. However, the majority of these movements stop as the child ages. Some 66% of infants of 9-months show RMD-like symptoms compared to only 8% of 4 year olds."
                ],
                "symptoms": [
                    "Most RMD symptoms are relatively passive and do not cause any pain. Many patients are often unaware that an episode is occurring or has occurred. The rhythmic movements may produce some bodily injury via falls or muscle strains, but this is not reported in all patients\n. In unique cases of RMD, they hum or moan while asleep during an episode. Some patients describe the repetitive movements as relaxing and are only occasionally awakened by an RMD episode. Often, it is their partner or parent who first notes the symptoms. Additionally, it is often the partner or parent who led patients to seek medical attention.[citation needed]\n\nMotor symptoms\nSymptoms of rhythmic movement disorder vary, but most share common large muscle movement patterns. Many show consistent symptoms including:[citation needed]\n\nbody rocking, where the whole body is moved while on the hands and knees.\nhead banging, where the head is forcibly moved in a back and forth direction.\nhead rolling, where the head is moved laterally while in a supine position.\nOther less common muscle movements include:\n\nbody rolling, where the whole body is moved laterally while in a supine position.\nleg rolling, where one or both legs are moved laterally.\nleg banging, where one or both legs are moved in a back and forth direction.\na combination of the aforementioned symptoms\nThe majority of affected individuals have symptoms that involve the head, and the most common symptom is head banging. Usually, the head strikes a pillow or mattress near the frontal-parietal region. There is little cause for alarm at the movements as injury or brain damage as a result of the movements is rare. Some infants with diagnosed Costello Syndrome have been observed to have unique RMD episodes affecting the tongue and other facial muscles, which is an uncommonly affected area. Episodes usually last less than fifteen minutes and produce movements that vary from 0.5 to 2 Hz. Muscle movements during REM sleep are often twitches and occur simultaneously with normal sleep. The position of the body during sleep may determine which motor symptom is displayed. For example, Anderson et al. reported that one individual showed entire body rolling movements while sleeping on his side while displaying head rolling movements when sleeping supine.\n\nSleep\nBecause of the abnormal writhing movements, often patients’ sleep patterns are disrupted. This may be due to RMD's comorbidity with sleep apnea, which has been observed in some patients\n. Many find that their sleep is not refreshing and are tired or stressed the following day, despite getting a full nights rest. However, other patients report that their sleep patterns are infrequently interrupted due to RMD episodes and do not report being excessively sleepy during the next day as scored on the Epworth Sleepiness Scale. Thus, as can be seen, the effects and severity of RMD vary from person to person.[citation needed]\n\nBrain activity\nRhythmic movement disorder is observed using the standard procedure for polysomnography, which includes video recording, EEG during sleep, EMG, and ECG. These aforementioned brain monitoring devices eliminate the possibility of epilepsy as a cause. Other sleep related disorders like sleep apnea are ruled out by examining the patients' respiratory effort, air flow, and oxygen saturation. RMD patients often show no abnormal activity that is directly the result of the disorder in an MRI scan. RMD episodes are strongly associated with stage 2 NREM sleep and, specifically, K Complexes\n. Additionally, there is a close association with Alpha waves that contain a mixture of K complexes and arousals, regardless of the NREM stage in which the RMD occurred. The occurrence of these two sequences of brain waves suggests that the disorder is linked to an “unstable vigilance level” throughout NREM sleep\n. It has been noted that there is a complete absence of any EEG signs during or immediately after an intense rhythmic movement\n. After the episode, normal EEG patterns return. Functional MRI scans have shown that the mesencephalon and pons may be involved in the loss of motor control seen during an RMD episode, which is similar to other movement disorders\n\nEpisodes\nEpisodes of RMD are short, lasting between 3 and 130 seconds. Rare cases of constant RMD can last for hours. The majority of RMD episodes usually occur just before or during sleep. Some cases have been reported on rhythmic movements during wakeful activities like driving. When occurring in sleep, RMD episodes are more likely to onset during non-REM, stage 2 sleep. Roughly 46% of sleep-RMD episodes occur only in non-REM sleep; 30% in non-REM and REM; and only 24% strictly in REM sleep. Most patients are unresponsive during an episode and are unlikely to remember the movements occurring upon awakening. In some patients who also experience sleep apnea, episodes of apnea can be followed immediately by RMD-like symptoms, suggesting that the apnea episodes may trigger an RMD episode. Similarly, current studies suggest that external stimuli are not the cause of RMD episodes.\n\nAssociated conditions\nThe disorder is closely associated with developmental disabilities or autism. More recent studies have shown there is a strong link between prolonged RMD and ADHD."
                ]
            },
            {
                "name": [
                    "Generalized anxiety disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Generalized_anxiety_disorder",
                "description": [
                    "Generalized anxiety disorder (GAD) is a mental and behavioral disorder, specifically an anxiety disorder characterized by excessive, uncontrollable and often irrational worry about events or activities. Worry often interferes with daily functioning, and individuals with GAD are often overly concerned about everyday matters such as health, finances, death, family, relationship concerns, or work difficulties. Symptoms may include excessive worry, restlessness, trouble sleeping, exhaustion, irritability, sweating, and trembling."
                ],
                "epidemiology": [
                    "GAD is often estimated to affect approximately 3–6% of adults and 5% of children and adolescents.  Although estimates have varied to suggest a GAD prevalence of 3% in children and 10.8% in adolescents.  When GAD manifests in children and adolescents, it typically begins around 8 to 9 years of age.\n\nEstimates regarding prevalence of GAD or lifetime risk (i.e., lifetime morbid risk [LMR]) for GAD vary depending upon which criteria are used for diagnosing GAD (e.g., DSM-5 vs ICD-10) although estimates do not vary widely between diagnostic criteria. In general, ICD-10 is more inclusive than DSM-5, so estimates regarding prevalence and lifetime risk tend to be greater using ICD-10. In regard to prevalence, in a given year, about two (2%) percent of adults in the United States and Europe have been suggested to have GAD. However, the risk of developing GAD at any point in life has been estimated at 9.0%. Although it is possible to experience a single episode of GAD during one's life, most people who experience GAD experience it repeatedly over the course of their lives as a chronic or ongoing condition. GAD is diagnosed twice as frequently in women as in men and is more often diagnosed in those who are separated, divorced, unemployed, widowed or have low levels of education, and among those with low socioeconomic status. African Americans have higher odds of having GAD and the disorder often manifests itself in different patterns. It has been suggested that greater prevalence of GAD in women may be because women are more likely than men to live in poverty, are more frequently the subject of discrimination, and be sexually and physically abused more often than men. In regard to the first incidence of GAD in an individual's life course, a first manifestation of GAD usually occurs between the late teenage years and the early twenties with the median age of onset being approximately 31 and mean age of onset being 32.7.  However, GAD can begin or reoccur at any point in life. Indeed, GAD is common in the elderly population.\n\nUnited States\nUnited States: Approximately 3.1 percent of people age 18 and over in a given year (9.5 million).\n\nUK\n5.9 percent of adults were affected by GAD in 2019.\n\nOther\nAustralia: 3 percent of adults\nCanada: 2.5 percent\nItaly: 2.9 percent\nTaiwan: 0.4 percent"
                ]
            },
            {
                "name": [
                    "Dementia"
                ],
                "link": "https://en.wikipedia.org/wiki/Dementia",
                "description": [
                    "Dementia is a syndrome associated with many neurodegenerative diseases, characterized by a general decline in cognitive abilities that affects a person's ability to perform everyday activities. This typically involves problems with memory, thinking, behavior, and motor control. Aside from memory impairment and a disruption in thought patterns, the most common symptoms of dementia include emotional problems, difficulties with language, and decreased motivation. The symptoms may be described as occurring in a continuum over several stages. Dementia ultimately has a significant effect on the individual, their caregivers, and their social relationships in general. A diagnosis of dementia requires the observation of a change from a person's usual mental functioning and a greater cognitive decline than might be caused by the normal aging process."
                ],
                "symptoms": [
                    "The signs and symptoms of dementia are termed as the neuropsychiatric symptoms—also known as the behavioral and psychological symptoms—of dementia. The behavioral symptoms can include agitation, restlessness, inappropriate behavior, sexual disinhibition, and verbal or physical aggression. These symptoms may result from impairments in cognitive inhibition. The psychological symptoms can include depression, hallucinations (most often visual), delusions, apathy, and anxiety. The most commonly affected areas of brain function include memory, language, attention, problem solving, and visuospatial function affecting perception and orientation. The symptoms progress at a continuous rate over several stages, and they vary across the dementia subtypes. Most types of dementia are slowly progressive with some deterioration of the brain well established before signs of the disorder become apparent. There are often other conditions present, such as high blood pressure or diabetes, and there can sometimes be as many as four of these comorbidities.\n\nSigns of dementia include getting lost in a familiar neighborhood, using unusual words to refer to familiar objects, forgetting the name of a close family member or friend, forgetting old memories, and being unable to complete tasks independently. People with developing dementia often fall behind on bill payments; specifically mortgage and credit cards, and a crashing credit score can be an early indicator of the disease.\n\nPeople with dementia are more likely to have problems with incontinence than those of a comparable age without dementia; they are three times more likely to have urinary incontinence and four times more likely to have fecal incontinence."
                ],
                "epidemiology": [
                    "The number of cases of dementia worldwide in 2021 was estimated at 55 million, with close to 10 million new cases each year. According to a report by the World Health Organization, \"In 2021, Alzheimer’s disease and other forms of dementia ranked as the seventh leading cause of death, killing 1.8 million lives.\" By 2050, the number of people living with dementia is estimated to be over 150 million globally. Around 7% of people over the age of 65 have dementia, with slightly higher rates (up to 10% of those over 65) in places with relatively high life expectancy. An estimated 58% of people with dementia are living in low and middle income countries. The prevalence of dementia differs in different world regions, ranging from 4.7% in Central Europe to 8.7% in North Africa/Middle East; the prevalence in other regions is estimated to be between 5.6 and 7.6%. The number of people living with dementia is estimated to double every 20 years. In 2016 dementia resulted in about 2.4 million deaths, up from 0.8 million in 1990. The genetic and environmental risk factors for dementia disorders vary by ethnicity. For instance, Alzheimer's disease among Hispanic/Latino and African American subjects exhibit lower risks associated with gene changes in the apolipoprotein E gene than do non-Hispanic white subjects.\n\nThe annual incidence of dementia diagnosis is nearly 10 million worldwide. Almost half of new dementia cases occur in Asia, followed by Europe (25%), the Americas (18%) and Africa (8%). The incidence of dementia increases exponentially with age, doubling with every 6.3-year increase in age. Dementia affects 5% of the population older than 65 and 20–40% of those older than 85. Rates are slightly higher in women than men at ages 65 and greater. The disease trajectory is varied and the median time from diagnosis to death depends strongly on age at diagnosis, from 6.7 years for people diagnosed aged 60–69 to 1.9 years for people diagnosed at 90 or older.\n\nDementia impacts not only individuals with dementia, but also their carers and the wider society. Among people aged 60 years and over, dementia is ranked the 9th most burdensome condition according to the 2010 Global Burden of Disease (GBD) estimates. The global costs of dementia was around US$818 billion in 2015, a 35.4% increase from US$604 billion in 2010.\n\nA new 2024 study reveals that deaths from dementia in the U.S. have tripled in the past 21 years, rising from around 150,000 in 1999 to over 450,000 in 2020; the likelihood of dying from dementia increased across all demographic groups studied.\n\nAffected ages\nAbout 3% of people between the ages of 65–74 have dementia, 19% between 75 and 84, and nearly half of those over 85 years of age. As more people are living longer, dementia is becoming more common. For people of a specific age, however, it may be becoming less frequent in the developed world, due to a decrease in modifiable risk factors made possible by greater financial and educational resources. It is one of the most common causes of disability among the elderly but can develop before the age of 65 when it is known as early-onset dementia or presenile dementia. Less than 1% of those with Alzheimer's have gene mutations that cause a much earlier development of the disease, around the age of 45, known as early-onset Alzheimer's disease. More than 95% of people with Alzheimer's disease have the sporadic form (late onset, 80–90 years of age). Worldwide the cost of dementia in 2015 was put at US$818 billion. People with dementia are often physically or chemically restrained to a greater degree than necessary, raising issues of human rights. Social stigma is commonly perceived by those with the condition, and also by their caregivers."
                ]
            },
            {
                "name": [
                    "Charcot–Marie–Tooth disease"
                ],
                "description": [
                    "Charcot–Marie–Tooth disease (CMT) is a hereditary motor and sensory neuropathy of the peripheral nervous system characterized by progressive loss of muscle tissue and touch sensation across various parts of the body. This disease is the most commonly inherited neurological disorder, affecting about one in 2,500 people. It is named after those who classically described it: the Frenchman Jean-Martin Charcot (1825–1893), his pupil Pierre Marie (1853–1940), and the Briton Howard Henry Tooth (1856–1925)."
                ],
                "link": "https://en.wikipedia.org/wiki/Charcot%E2%80%93Marie%E2%80%93Tooth_disease",
                "symptoms": [
                    "Symptoms of CMT usually begin in early childhood or early adulthood but can begin later. Some people do not experience symptoms until their early 30s or 40s. Usually, the initial symptom is foot drop or high arches early in the course of the disease. This can be accompanied by hammertoe, where the toes are always curled. Wasting atrophy of muscle tissue of the lower parts of the legs may give rise to a \"stork leg\" or \"inverted champagne bottle\" appearance. Weakness in the hands and forearms occurs in many people as the disease progresses.\n\nHigh-arched feet (pes cavus) or flat-arched feet (pes planus) are classically associated with the disorder. Loss of touch sensation in the feet, ankles, and legs as well as in the hands, wrists, and arms occurs with various types of the disease. Early- and late-onset forms occur with 'on and off' painful spasmodic muscular contractions that can be disabling when the disease activates.  Sensory and proprioceptive nerves in the hands and feet are often damaged, while unmyelinated pain nerves are left intact. Overuse of an affected hand or limb can activate symptoms including numbness, spasm, and painful cramping.\n\nSymptoms and progression of the disease can vary. Involuntary grinding of teeth and squinting are prevalent and often go unnoticed by the person affected. Breathing can be affected in some, as can hearing, vision, and neck and shoulder muscles. Scoliosis is common, causing hunching and loss of height. Hip sockets can be malformed. Gastrointestinal problems can be part of CMT, as can difficulty chewing, swallowing, and speaking (due to atrophy of vocal cords). A tremor can develop as muscles waste. Pregnancy has been known to exacerbate CMT, as well as severe emotional stress. Patients with CMT must avoid periods of prolonged immobility such as when recovering from a secondary injury, as prolonged periods of limited mobility can drastically accelerate symptoms of CMT.\n\nPain due to postural changes, skeletal deformations, muscle fatigue, and cramping is fairly common in people with CMT. It can be mitigated or treated by physical therapies, surgeries, and corrective or assistive devices. Analgesic medications may also be needed if other therapies do not provide relief from pain. Neuropathic pain is often a symptom of CMT, though, like other symptoms of CMT, its presence and severity vary from case to case. For some people, pain can be significant to severe and interfere with daily life activities. However, pain is not experienced by all people with CMT. When neuropathic pain is present as a symptom of CMT, it is comparable to that seen in other peripheral neuropathies, as well as postherpetic neuralgia and complex regional pain syndrome, among other diseases.\n\nAtypical presentations of CMT can also lead to leg muscles, specifically the calves, enlarging. This hypertrophic type of CMT is not caused by the muscles enlarging directly, but by pseudohypertrophy of the legs as fatty tissue enters the leg muscles."
                ]
            }
        ]
    }
}