{
    "responseHeader": {
        "status": 0,
        "QTime": 46,
        "params": {
            "q": "Frequent on childrens",
            "defType": "edismax",
            "ps": "2",
            "qf": "description^3 symptoms^2 causes^2 treatment^1.7 diagnosis^1.5 prevention^1.0 epidemiology^1.5 content^0.5",
            "pf": "description^4 symptoms^2 causes^2",
            "fl": "name, link, description, symptoms, epidemiology",
            "rows": "25",
            "wt": "json",
            "ps2": "1"
        }
    },
    "response": {
        "numFound": 680,
        "start": 0,
        "numFoundExact": true,
        "docs": [
            {
                "name": "Prader–Willi syndrome",
                "description": "Prader–Willi syndrome (PWS) is a rare genetic disorder caused by a loss of function of specific genes on chromosome 15. In newborns, symptoms include weak muscles, poor feeding, and slow development. Beginning in childhood, those affected become constantly hungry, which often leads to obesity and type 2 diabetes. Mild to moderate intellectual impairment and behavioral problems are also typical of the disorder. Often, affected individuals have a narrow forehead, small hands and feet, short height, and light skin and hair. Most are unable to have children.",
                "link": "https://en.wikipedia.org/wiki/Prader%E2%80%93Willi_syndrome",
                "symptoms": "PWS symptoms can range from poor muscle tone during infancy to behavioral problems in early childhood. Some symptoms often found in infants, besides poor muscle tone, are a lack of eye coordination; almond-shaped eyes; thin upper lip; and, due to poor muscle tone, lack of a strong sucking reflex. Their cries are weak, and they have difficulty waking up.\n\nMore aspects seen in a clinical overview include hypotonia and abnormal neurologic function, hypogonadism, developmental and cognitive delays, hyperphagia and obesity, short stature, and behavioral and psychiatric disturbances.\n\nThe following features and signs are indicators of PWS, although not all will be present:\n\nIn-utero and birth\nReduced fetal movement\nFrequent abnormal fetal position\nOccasional polyhydramnios (excessive amniotic fluid)\nOften breech or caesarean births\nLethargy\nHypotonia\nFeeding difficulties (due to poor muscle tone affecting sucking reflex)\nDifficulties establishing respiration\nHypogonadism\nChildhood\nDelayed milestones/intellectual delay\nExcessive sleeping\nStrabismus (crossed eyes)\nScoliosis (often not detected at birth)\nCryptorchidism\nSpeech delay\nPoor physical coordination\nHyperphagia (excessive hunger) begins between the ages of 2 and 8, and continues throughout adulthood.\nExcessive weight gain\nSleep disorders\nDelayed puberty\nShort stature\nObesity\nExtreme flexibility\nNarrow forehead at the temples\nNarrow nose bridge\nThin upper lip\nDownturned mouth\nUnusually fair hair, skin and eyes\nSmall hands and feet\nTooth decay owing to underproduction of saliva\nConstipation or swollen stomachs owing to poor muscle tone in the gut\nLow levels of HGH\nAdulthood\nInfertility (males and females)\nHypogonadism\nSparse pubic hair\nObesity\nHypotonia (low muscle tone)\nLearning disabilities/borderline intellectual functioning (but some cases of average intelligence)\nProne to type 2 diabetes mellitus\nExtreme flexibility\nPhysical appearance\nProminent nasal bridge\nSmall hands and feet with tapering of fingers\nSoft skin, which is easily bruised\nExcess fat, especially in the central portion of the body\nHigh, narrow forehead\nThin top lip\nDownturned mouth\nAlmond-shaped eyes\nLight skin and hair relative to other family members\nLack of complete sexual development\nFrequent skin picking\nStretch marks\nDelayed motor development\nNeurocognitive\nIndividuals with PWS are at risk of learning and attention difficulties. Curfs and Fryns (1992) conducted research into the varying degrees of learning disability found in PWS.\n\nCassidy found that 40% of individuals with PWS have borderline/low average intelligence, a figure higher than the 32% found in Curfs and Fryns' study. However, both studies suggest that most individuals (50–65%) fall within the mild/borderline/low average intelligence range.[citation needed]\n\nChildren with PWS show an unusual cognitive profile. They are often strong in visual organization and perception, including reading and vocabulary, but their spoken language (sometimes affected by hypernasality) is generally poorer than their comprehension. A marked skill in completing jigsaw puzzles has been noted, but this may be an effect of increased practice.\n\nAuditory information processing and sequential processing are relatively poor, as are arithmetic and writing skills, visual and auditory short-term memory, and auditory attention span. These sometimes improve with age, but deficits in these areas remain throughout adulthood.\n\nPWS may be associated with psychosis.\n\nBehavioral\nPWS is frequently associated with a constant insatiable appetite, which persists no matter how much the patient eats, often resulting in morbid obesity.  Caregivers need to strictly limit the patients' access to food, usually by installing locks on refrigerators and on all closets and cabinets where food is stored. It is the most common genetic cause of morbid obesity in children. Currently, no consensus exists as to the cause for this symptom, although genetic abnormalities in chromosome 15 disrupt the normal functioning of the hypothalamus. Given that the hypothalamic arcuate nucleus regulates many basic processes, including appetite, a link may well exist. In the hypothalamus, nerve cells that produce oxytocin, a hormone thought to contribute to satiety, are believed to be abnormal in people with PWS.\n\nPeople with PWS have high ghrelin levels, which are thought to contribute directly to the increased appetite, hyperphagia and obesity seen in this syndrome. Cassidy states the need for a clear delineation of behavioral expectations, the reinforcement of behavioural limits, and the establishment of regular routines.\n\nThe main mental-health difficulties experienced by people with PWS include compulsive behaviour (usually manifested in skin picking) and anxiety. Psychiatric symptoms, for example, hallucinations, paranoia and depression, have been described in some cases and affect about 5–10% of young adults.  Patients are also often extremely stubborn and prone to anger. Psychiatric and behavioural problems are the most common cause of hospitalization.\n\nTypically 70–90% of affected individuals develop behavioral patterns in early childhood. Aspects of these patterns can include stubbornness, temper tantrums, controlling and manipulative behavior, difficulty with change in routine and compulsive-like behaviors.\n\nEndocrine\nSeveral aspects of PWS support the concept of a growth hormone deficiency. Specifically, individuals with PWS have short stature, are obese with abnormal body composition, have reduced fat-free mass, have reduced lean body mass and total energy expenditure, and have decreased bone density. PWS is characterized by hypogonadism. This is manifested as undescended testes in males and benign premature adrenarche in females. Testes may descend with time or can be managed with surgery or testosterone replacement. Adrenarche may be treated with hormone replacement therapy.[citation needed]\n\nOphthalmologic\nPWS is commonly associated with development of strabismus. In one study, over 50% of patients had strabismus, mainly esotropia.\n\nSome individuals (often those with deletions) may have hypopigmented fundi due to OCA2 haploinsufficiency.",
                "epidemiology": "PWS affects one in 10,000 to one in 25,000 newborns. More than 400,000 people live with PWS."
            },
            {
                "name": "Cyclic vomiting syndrome",
                "description": "Cyclic vomiting syndrome (CVS) is a chronic functional condition of unknown pathogenesis. CVS is characterized as recurring episodes lasting a single day to multiple weeks. Each episode is divided into four phases: inter-episodic, prodrome, vomiting, and recovery. Inter-episodic phase, is characterized as no discernible symptoms, normal everyday activities can occur, and this phase typically lasts one week to one month. The prodrome phase is known as the pre-emetic phase, characterized by the initial feeling of an approaching episode, still able to keep down oral medication. Emetic or vomiting phase is characterized as intense persistent nausea, and repeated vomiting typically lasting hours to days. Recovery phase is typically the phase where vomiting ceases, nausea diminishes or is absent, and appetite returns. \"Cyclic vomiting syndrome (CVS) is a rare abnormality of the neuroendocrine system that affects 2% of children.\" This disorder is thought to be closely related to migraines and family history of migraines.",
                "link": "https://en.wikipedia.org/wiki/Cyclic_vomiting_syndrome",
                "symptoms": "Affected individuals may vomit or retch 6–12 times in an hour and an episode may last from a few hours to over three weeks and in some cases months, with a median episode duration of 41 hours. Stomach acid, bile and, if the vomiting is severe, blood may be vomited. Some with the condition will ingest water to reduce the irritation of bile and acid on the esophagus during emesis. Between episodes, the affected individual is usually normal and healthy otherwise but can be in a weak state of fatigue or experience muscle pain. In approximately half of cases the attacks, or episodes, occur in a time-related manner. Each attack is stereotypical; that is, in any given individual, the timing, frequency and severity of attacks is similar. Some affected people experience episodes that progressively get worse when left untreated, occurring more frequently with reduced symptom free phase.\n\nEpisodes may happen every few days, every few weeks or every few months, for some happening at common uniform times, typically mornings. For other affected people, there is not a pattern in time that can be recognized. Some with the condition have a warning of an episodic attack; they may experience a prodrome, some documented prodromal symptoms include: unusually intense nausea and pallor, excess salivation, sweating, flushing, rapid/irregular heartbeat, diarrhea, anxiety/panic, food aversion, restlessness/insomnia, irritability, depersonalization, fatigue/listlessness, intense feelings of being hot or chilled, intense thirst, shivering/shaking, retching, tachypnea, abdominal pain/cramping, limb paresthesias, hyperesthesia, photophobia, phonophobia, headache, and dyspnea, heightened sensitivity, especially to light, though sensitivity to smell, sound, pressure, and temperature, as well as oncoming muscle pain and fatigue, are also reported by some patients. Many experiences a full panic attack when nausea begins and continue to panic once the vomiting has begun. Medications like Lorazepam, Alprazolam, and other benzodiazepines are prescribed by their doctors and instructed to take immediately at the onset of any of their CVS symptoms and/or triggers. Some prodromal symptoms are present inter-episodically as well as during acute phases of illness. The majority of affected people can identify triggers that may precede an attack. The most common are various foods, infections (such as colds), menstruation, extreme physical exertion, lack of sleep, and psychological stresses, both positive and negative.[citation needed]\n\nAn affected person may also be light-sensitive (photophobic), sound-sensitive (phonophobic) or, less frequently, temperature- or pressure-sensitive during an attack.  Some people also have a strong urge to bathe in warm or cold water. In fact, many people with CVS experience a compulsion to be submerged in hot water, and end up taking several baths during the duration of an episode. For some the psychological compulsion to be in hot water is so extreme that they cannot stop themselves from taking very long baths in near scalding hot water several times per day. For some of these people, they may have just finished taking a lengthy bath in extremely hot water and immediately feel this compulsion again and end up taking another bath right after drying off. Some people with the condition experience insomnia, diarrhea (GI complications), hot and cold flashes, and excessive sweating before an episode. Some report that they experience a restless sensation or stinging pain along the spine, hands, and feet followed by weakness in both legs. Some of these symptoms may be due to dehydration or hypokalemia from excessive vomiting, rather than the underlying cause of CVS.",
                "epidemiology": "The average age at onset is 3–7 years, with described cases as young as 6 days and as old as 73 years. Typical delay in diagnosis from onset of symptoms is 3 years. Females show a slight predominance over males.\n\nOne study found that 3 in 100,000 five-year-olds are diagnosed with the condition. Two studies on childhood CVS suggest nearly 2% of school-age children may have CVS."
            },
            {
                "name": "Lennox–Gastaut syndrome",
                "description": "Lennox–Gastaut syndrome (LGS) is a complex, rare, and severe childhood-onset epilepsy syndrome. It is characterized by multiple and concurrent seizure types including tonic seizure, cognitive dysfunction, and slow spike waves on electroencephalogram (EEG), which are very abnormal. Typically, it presents in children aged 3–5 years and most of the time persists into adulthood with slight changes in the electroclinical phenotype. It has been associated with perinatal injuries, congenital infections, brain malformations, brain tumors, genetic disorders such as tuberous sclerosis and numerous gene mutations. Sometimes LGS is observed after infantile epileptic spasm syndrome. The prognosis for LGS is marked by a 5% mortality in childhood and persistent seizures into adulthood.",
                "link": "https://en.wikipedia.org/wiki/Lennox%E2%80%93Gastaut_syndrome",
                "symptoms": "The symptoms vary and progress with age and are characterized by a triad of seizures including tonic seizure, cognitive dysfunction, and EEG findings. The triad may not fully emerge until 1–2 years after first seizure episode.\n\nSeizures\nThe peak age of onset of seizures is in the first year of life and the seizures evolve into LGS typically between 3 and 5 years of age. The mainstay symptoms are seizures that are frequent – occurring daily and difficult to treat with anti-seizure medications. An estimated 30% of patients with infantile epileptic spasm syndrome (formerly called West syndrome) have been reported to progress with LGS.\n\nTonic seizures are the most common and present in nearly everyone with LGS. They occur most frequently during non-REM sleep (90% of the time). They initially last for a minute or less and are activated by sleep. The presentation can be subtle. They present often as tonic eyelid opening with some changes in breathing coupled with pupillary dilation, urinary incontinence, increased heart rate, and flushing.[citation needed]\n\nNonconvulsive status epilepticus occurs in about 50% of patients with LGS. The seizures can cause sudden falling often leading to injury. These \"drop attacks\" are typically the first manifestation of LGS. The attacks are characterized by a single, generalized myoclonic jerk that precedes tonic contraction of axial muscles.[citation needed]\n\nEEG findings\nFindings that strongly suggest LGS include abnormal, consistent slow spike-wave (< 3 hertz [Hz]) on awake EEG. The complexes typically consist of a spike (duration < 70 milliseconds) or a sharp wave (70–200 milliseconds), followed first by a positive deep trough, then a negative wave (350–400 milliseconds). Not every wave is preceded by a spike. Bursts increase and decrease without clear onset and offset.  Slow spike waves may occur during seizures or between seizures, or may occur in absence of any observable clinical changes. This helps distinguish LGS from the pattern of extended 3-Hz spike-wave discharges.[citation needed]",
                "epidemiology": "LGS is seen in approximately 4% of children with epilepsy, and is more common in males than in females. Usual onset is between the ages of three and five. Children can have no neurological problems prior diagnosis, or have other forms of epilepsy. West syndrome is diagnosed in 20% of patients before it evolves into LGS at about 2 years old.\n\nFinland\nAccording to a 1997 community-based retrospective study in the Helsinki metropolitan area and the province of Uusimaa, the annual incidence of Lennox–Gastaut was 2 in 100,000 (0.002%) from 1975 to 1985.\n\nUnited States\n0.026% of all children in the Atlanta, Georgia metropolitan area were estimated to have LGS in 1997, which was defined as, \"onset of multiple seizure types before age 11 years, with at least one seizure type resulting in falls, and an EEG demonstrating slow spike-wave complexes (<2.5 Hz).\" The study concluded that LGS accounts for 4% of childhood epilepsies."
            },
            {
                "name": "Rasmussen encephalitis",
                "description": "Rasmussen syndrome or Rasmussen's encephalitis is a rare inflammatory neurological disease, characterized by frequent and severe seizures, loss of motor skills and speech, hemiparesis, encephalitis, and dementia. The illness affects a single cerebral hemisphere and generally occurs in children under the age of 15.",
                "link": "https://en.wikipedia.org/wiki/Rasmussen_encephalitis",
                "symptoms": "The condition mostly affects children, with an average age of 6 years. However, one in ten people with the condition develops it in adulthood.[citation needed]\n\nThere are two main stages, sometimes preceded by a 'prodromal stage' of a few months. In the acute stage, lasting four to eight months, the inflammation is active and the symptoms become progressively worse. These include weakness of one side of the body (hemiparesis), loss of vision for one side of the visual field (hemianopia), and cognitive difficulties (affecting learning, memory or language, for example). Epileptic seizures are also a major part of the illness, although these are often partial. Focal motor seizures or epilepsia partialis continua are particularly common, and may be very difficult to control with drugs.[citation needed]\n\nIn the chronic or residual stage, the inflammation is no longer active, but the affected individual is left with some or all of the symptoms because of the damage that the inflammation has caused. In the long term, most patients are left with some epilepsy, paralysis and cognitive problems, but the severity varies considerably."
            },
            {
                "name": "Kinsbourne syndrome",
                "description": "Opsoclonus myoclonus syndrome (OMS), also known as opsoclonus-myoclonus-ataxia (OMA), is a rare neurological disorder of unknown cause which appears to be the result of an autoimmune process involving the nervous system. It is an extremely rare condition, affecting as few as 1 in 10,000,000 people per year. It affects 2 to 3% of children with neuroblastoma and has been reported to occur with celiac disease and diseases of neurologic and autonomic dysfunction.",
                "link": "https://en.wikipedia.org/wiki/Kinsbourne_syndrome",
                "symptoms": "Symptoms include:[citation needed]\n\nopsoclonus (rapid, involuntary, multivectorial (horizontal and vertical), unpredictable, conjugate fast eye movements without intersaccadic [quick rotation of the eyes] intervals)\nmyoclonus (brief, involuntary twitching of a muscle or a group of muscles)\ncerebellar ataxia, both truncal and appendicular\naphasia (a language disorder in which there is an impairment of speech and of comprehension of speech, caused by brain damage)\nmutism (a language disorder in which a person does not speak despite evidence of speech ability in the past, often part of a larger neurological or psychiatric disorder)\nlethargy\nirritability or malaise\ndrooling\nstrabismus (a condition in which the eyes are not properly aligned with each other)\nvomiting\nsleep disturbances\nemotional disturbances (including fits of rage)\nAbout half of all OMS cases occur in association with neuroblastoma (a cancer of the sympathetic nervous system usually occurring in infants and children).\n\nDisease course and clinical subtypes\nIn most cases, OMS starts with an acute flare-up of physical symptoms within days or weeks, but some less obvious symptoms such as irritability and malaise may begin weeks or months earlier.[citation needed]"
            },
            {
                "name": "Myoclonic Encephalopathy of infants",
                "description": "Opsoclonus myoclonus syndrome (OMS), also known as opsoclonus-myoclonus-ataxia (OMA), is a rare neurological disorder of unknown cause which appears to be the result of an autoimmune process involving the nervous system. It is an extremely rare condition, affecting as few as 1 in 10,000,000 people per year. It affects 2 to 3% of children with neuroblastoma and has been reported to occur with celiac disease and diseases of neurologic and autonomic dysfunction.",
                "link": "https://en.wikipedia.org/wiki/Myoclonic_Encephalopathy_of_infants",
                "symptoms": "Symptoms include:[citation needed]\n\nopsoclonus (rapid, involuntary, multivectorial (horizontal and vertical), unpredictable, conjugate fast eye movements without intersaccadic [quick rotation of the eyes] intervals)\nmyoclonus (brief, involuntary twitching of a muscle or a group of muscles)\ncerebellar ataxia, both truncal and appendicular\naphasia (a language disorder in which there is an impairment of speech and of comprehension of speech, caused by brain damage)\nmutism (a language disorder in which a person does not speak despite evidence of speech ability in the past, often part of a larger neurological or psychiatric disorder)\nlethargy\nirritability or malaise\ndrooling\nstrabismus (a condition in which the eyes are not properly aligned with each other)\nvomiting\nsleep disturbances\nemotional disturbances (including fits of rage)\nAbout half of all OMS cases occur in association with neuroblastoma (a cancer of the sympathetic nervous system usually occurring in infants and children).\n\nDisease course and clinical subtypes\nIn most cases, OMS starts with an acute flare-up of physical symptoms within days or weeks, but some less obvious symptoms such as irritability and malaise may begin weeks or months earlier.[citation needed]"
            },
            {
                "name": "Opsoclonus myoclonus syndrome",
                "description": "Opsoclonus myoclonus syndrome (OMS), also known as opsoclonus-myoclonus-ataxia (OMA), is a rare neurological disorder of unknown cause which appears to be the result of an autoimmune process involving the nervous system. It is an extremely rare condition, affecting as few as 1 in 10,000,000 people per year. It affects 2 to 3% of children with neuroblastoma and has been reported to occur with celiac disease and diseases of neurologic and autonomic dysfunction.",
                "link": "https://en.wikipedia.org/wiki/Opsoclonus_myoclonus_syndrome",
                "symptoms": "Symptoms include:[citation needed]\n\nopsoclonus (rapid, involuntary, multivectorial (horizontal and vertical), unpredictable, conjugate fast eye movements without intersaccadic [quick rotation of the eyes] intervals)\nmyoclonus (brief, involuntary twitching of a muscle or a group of muscles)\ncerebellar ataxia, both truncal and appendicular\naphasia (a language disorder in which there is an impairment of speech and of comprehension of speech, caused by brain damage)\nmutism (a language disorder in which a person does not speak despite evidence of speech ability in the past, often part of a larger neurological or psychiatric disorder)\nlethargy\nirritability or malaise\ndrooling\nstrabismus (a condition in which the eyes are not properly aligned with each other)\nvomiting\nsleep disturbances\nemotional disturbances (including fits of rage)\nAbout half of all OMS cases occur in association with neuroblastoma (a cancer of the sympathetic nervous system usually occurring in infants and children).\n\nDisease course and clinical subtypes\nIn most cases, OMS starts with an acute flare-up of physical symptoms within days or weeks, but some less obvious symptoms such as irritability and malaise may begin weeks or months earlier.[citation needed]"
            },
            {
                "name": "Sanfilippo syndrome",
                "description": "Sanfilippo syndrome, also known as mucopolysaccharidosis type III (MPS III), is a rare lifelong genetic disease that mainly affects the brain and spinal cord. It is caused by a problem with how the body breaks down certain large sugar molecules called glycosaminoglycans (also known as GAGs or mucopolysaccharides). In children with this condition, these sugar molecules build up in the body and eventually lead to damage of the central nervous system and other organ systems.",
                "link": "https://en.wikipedia.org/wiki/Sanfilippo_syndrome",
                "symptoms": "The age of onset, severity, and progression of the disease can vary greatly between patients with different subtypes and within the same subtype. Development during the prenatal and early post-natal stages progresses normally.[citation needed] Between the ages of one and four is when the disease typically manifests. Affected infants appear normal, although some mild facial dysmorphism may be noticeable. Of all of the MPS diseases, Sanfilippo syndrome produces the fewest physical abnormalities. Possible clinical somatic symptoms, although rare, include coarse facial features with broad eyebrows, dark eyelashes, dry and rough hair, and skeletal pathology that affects growth.\n\nAfter an initial symptom-free interval, symptoms may arise during the early years of development, from the age of one to three. Children usually present with delayed cognitive development and/or behavioral problems, followed by progressive intellectual decline resulting in severe dementia and progressive motor disease. Acquisition of speech is often slow and incomplete. Even though delayed cognitive development may occur, it tends to be mild in individuals with Sanfilippo syndrome.\n\nBetween the ages of three and ten, the disease progresses to increasing behavioral disturbance including temper tantrums, hyperactivity, destructive behavior, aggressive behavior, pica, difficulties with toilet training, and sleep disturbance. As affected children initially have normal muscle strength and mobility, the behavioral disturbances may be difficult to manage. The disordered sleep in particular presents a significant problem to care providers. People with this disorder may stay in this phase for five to ten years. After that, their behavior subsides, but patients start to become increasingly immobile and unresponsive as individuals with Sanfilippo syndrome will gradually lose their motor skills, often require wheelchairs, and develop swallowing difficulties and seizures. Persons with Sanfilippo Syndrome tend to regress to an unresponsive or vegetative state until they pass away, which can occur anywhere between early teen years and their seventies. The life-span of a severely affected person does not usually extend beyond late teens to early twenties. However, persons with less severe phenotypes of the disease have varied life spans, some cases surviving into their seventies.\n\nThe most common symptoms seen in individuals with Sanfilippo syndrome are neurological and may include intellectual disabilities, impaired language development, abnormal movements, and trouble sleeping; however, other symptoms commonly seen are excessive hair growth, chronic ear infections, respiratory infections, and poor nutrient absorption. Other signs less frequently seen in persons with Sanfilippo syndrome include behavioral changes and musculoskeletal changes such as increased muscle and joint stiffness and changes in bone growth or density.\n\nChildren with Sanfilippo syndrome often have an increased tolerance to pain. Bumps, bruises, or ear infections that would be painful for other children often go unnoticed in children with Sanfilippo syndrome. Some children with Sanfilippo syndrome may have a blood-clotting problem during and after surgery.\n\nIndividuals with Sanfilippo syndrome are born within normal physiological ranges. At around age 2, individuals with Sanfilippo syndrome are significantly taller than children without. By the age of 4, mostly male children with Sanfilippo syndrome were still taller than children without. Growth velocity decelerates dramatically after the age of 5, and by the time children with Sanfilippo syndrome reach 17, all individuals are significantly shorter than their reference groups.\n\nIt is difficult to clinically distinguish symptomatical differences among the four types of Sanfilippo syndrome. Although, each of the types can vary in severity. Type A is usually the most severe subtype, characterized by earliest onset, rapid clinical progression with severe symptoms, and short survival with patients averaging between 15 and 18 years old. Type B is considered slightly less aggressive than type A, but still display rapid clinical progression, and short survival with patients averaging between 17 and 19 years old. Type C is considered the less aggressive form of Sanfilippo syndrome with a patient's average life expectancy between 19 and 34 years of age, depending on the study. Type D is a rare subtype of Sanfilippo syndrome and no data has been published on average life expectancy.",
                "epidemiology": "It is estimated that approximately 1 in 70,000 newborns are born with Sanfilippo syndrome. The point prevalence (the proportion of people in a population that has the trait at a given point of time) can vary from 1 to 9 in 1,000,000 people. Sanfilippo syndrome varies geographically, with approximately 1 case per 280,000 live births in Northern Ireland, 1 per 66,000 in Australia, and 1 per 50,000 in the Netherlands. Globally, there are an estimated 12,000 to 19,000 individuals living with types A, B, and C. Subtypes A and B are predominately found in Europe, with subtype A specific to the northern region and subtype B specific to the southern region.\n\nStudies were performed across several countries assessing the mean age of diagnosis for each type of Sanfilippo syndrome. For patients with Sanfilippo syndrome type A, mean age at diagnosis was found to between 3.5 and 4.9 years of age. For patients with Sanfilippo syndrome type B, mean age at diagnosis was found to be between 3.5 and 4.9 years of age. For patients with Sanfilippo syndrome type C, mean age at diagnosis was found to be between 4.5 and 19 years of age. For patients with Sanfilippo syndrome type D, mean age at diagnosis was found to be between 8.2 and 8.3 years of age.\n\nWorldwide, Sanfilippo syndrome Type A and B affects the most people with Types C and D seen less commonly; however, the actual number of persons affected may be more than reported due to incorrect or delayed diagnosis of the disorder. An Australian study estimated the following incidences for each subtype of Sanfilippo syndrome in the Australian population:\n\nOver 50% of individual with Sanfilippo syndrome type A's die from pneumonia. The remaining causes of death for type A are spread out between cardiorespiratory failure, gastrointestinal complications, central nervous system complications, and other. Pneumonia is also the primary cause of death for Sanfilippo syndrome type B. Over 30% of individuals with Sanfilippo syndrome type B die from pneumonia. The remaining causes of death for type B are spread out between cardiorespiratory failure, gastrointestinal complications and other. Due to the rarity of Sanfilippo syndrome type C and D, not enough data was collected to estimate mortality rates."
            },
            {
                "name": "Paroxysmal attacks",
                "description": "Paroxysmal attacks or paroxysms are a sudden recurrence or intensification of symptoms, such as a spasm or seizure. These short, frequent symptoms can be observed in various clinical conditions. They are usually associated with multiple sclerosis or pertussis, but they may also be observed in other disorders such as encephalitis, head trauma, stroke, autism, asthma, trigeminal neuralgia, breath-holding spells, epilepsy, malaria, tabes dorsalis, and Behçet's disease, paroxysmal nocturnal hemoglobinuria (PNH). It has also been noted as a symptom of gratification disorder in children.",
                "link": "https://en.wikipedia.org/wiki/Paroxysmal_attacks"
            },
            {
                "name": "Disruptive mood dysregulation disorder",
                "link": "https://en.wikipedia.org/wiki/Disruptive_mood_dysregulation_disorder",
                "description": "Disruptive mood dysregulation disorder (DMDD) is a mental disorder in children and adolescents characterized by a persistently irritable or angry mood and frequent temper outbursts that are disproportionate to the situation and significantly more severe than the typical reaction of same-aged peers. DMDD was added to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-V) as a type of depressive disorder diagnosis for youths. The symptoms of DMDD resemble many other disorders, thus a differential includes attention-deficit/hyperactivity disorder (ADHD), oppositional defiant disorder (ODD), anxiety disorders, and childhood bipolar disorder, intermittent explosive disorder (IED), major depressive disorder (MDD), and conduct disorder.",
                "symptoms": "Children with DMDD show severe and recurrent temper outbursts three or more times per week. These outbursts can be verbal or behavioral. Verbal outbursts are often described by observers as \"rages\", \"fits\", or \"tantrums\". Temper outbursts will vary between children in type, nature, and setting, so it is important to talk with parents about the nature of the outburst and their triggers. Unlike the irritability that can be a symptom of other childhood disorders, such as oppositional defiant disorder (ODD), anxiety disorders, and major depressive disorder (MDD), the irritability displayed by children with DMDD is not episodic or situation-dependent. In DMDD, the irritability or anger is severe and is shown most of the day, nearly every day in multiple settings, lasting for one or more years. In other words, it is important to discern between general irritability and tantrums that can be episodic and common in pediatric patients and the easy provocation and extreme anger expressions of threatening to kill, throwing things, or attacking someone, as seen in DMDD. While all children may experience irritability and frustration, children with DMDD have difficulty controlling the level of anger and have reactions out of proportion to the situation. For instance, a child with DMDD can become extremely upset or emotional to the point of intense temper outbursts with yelling or hitting after being asked by a parent to stop playing and complete their homework. These levels of outbursts occur multiple times per week.\n\nFurthermore, most children with DMDD display symptoms that meet the criteria of attention-deficit/hyperactivity disorder (ADHD), and a smaller portion of children with ADHD will display symptoms similar to DMDD. Originally, a distinctive disorder from which DMDD was derived, called Severe Mood Dysregulation Disorder (SMDD), had the requirement for at least three \"hyperarousal\" symptoms, such as pressured speech, racing thoughts, intrusive behavior, distractibility, insomnia, and agitation, but these are not included in the most recent DMDD criteria.\n\nComorbidity\nThe core features of DMDD—temper outbursts and chronic irritability—are sometimes seen in children and adolescents with other psychiatric conditions. However, in children with DMDD, comorbidities with other psychiatric disorders appear to be extremely common as well as the range of disorders that can co-occur. Common comorbidities of DMDD include attention-deficit/hyperactivity disorder (ADHD), MDD, anxiety disorders, conduct disorder, and substance use disorders.\n\nADHD is a neurodevelopmental disorder characterized by problems with inattention and/or hyperactivity-impulsivity. ADHD is characterized by inattention, hyperactivity, and impulsivity that are pervasive, impairing in multiple contexts, and age-inappropriate.  ADHD also associated with impaired executive functioning, structural and functional abnormalities in brain parts, such as frontal-striatal, with specific gene mutation. Patients with DMDD often exhibit symptoms of ADHD due to their inattention and distractibility. \"Previous studies have found an association between frequent and consistent irritability during early adolescence and the development of ADHD in late adolescence\".\n\nMDD is a mood disorder characterized by daily or nearly daily symptoms of down or depressed mood for all or almost all the day. The DSM-V requires an individual meets 5 of 9 criteria for at least the past 2 weeks that cause significant impairment in daily life and are not caused by other medical conditions or substance use. MDD often presents differently when comparing children and adults. Young children between 3 and 8 years old present with somatic complaints (such as stomach aches), more irritability, symptoms of anxiety, general behavioral problems, and less of the typical sadness commonly seen in adults. Similar to ADHD, developing MDD in early adulthood was found to be linked with persistent irritability during early adolescence, which can be seen in DMDD.\n\nAnxiety disorders are a broad category of disorders. They are all generally characterized by excessive fear (emotional response to a real or perceived imminent threat) and anxiety (the anticipation of a future threat). The objects or situations that are the sources of the fear and anxiety a person experiences, which can often lead to avoidant behavior, are used to characterize the different anxiety disorders. With DMDD, the severe mood dysregulation is associated with higher rates of anxiety and depressive disorders in the future.\n\nConduct disorder is a behavior disorder characterized by repeated, persistent patterns of behavior that violate the rights of others and disregard major societal norms and rules. While both DMDD and conduct disorder are associated with argumentative and defiant behavior, DMDD is distinctly differentiated from conduct disorder by the DSM-V. Individuals with DMDD experience severe emotional dysregulation not seen in conduct disorder. Additionally, conduct disorder is described by a distinct lack of remorse and repeated physical harm and threats of harm to people and/or animals. Evidence of conduct disorder during childhood is one of the criteria for an adult diagnosis of antisocial personality disorder; however, adults with a continued diagnosis of conduct disorder do not necessarily have antisocial personality disorder.\n\nSubstance use disorders (SUD) encompass a broad range of specific diagnoses, but they all generally have the characteristics of cognitive, behavioral, and physiological symptoms that cause someone to continue to use a substance despite significant impairment. One salient feature of SUDs is that they change the brain circuitry in such a way that the changes can persist beyond detoxification. In general, though, examining the comorbidity of SUDs in DMDD is important as it may be linked to self-medication for underlying mood disorders or trauma. However, while there are reports in community and clinical samples of comorbidity for SUDs with DMDD, there has been no formal examination of this link.",
                "epidemiology": "There are no good estimates of the prevalence of DMDD, but primary studies have found a rate of 0.8–3.3% and a literature review estimated about 1.6% prevalence rate in children under the age of 13 years old. Epidemiological studies show that approximately 3.2% of children in the community have chronic problems with irritability and temper, the essential features of DMDD. These problems are probably more common among clinic-referred youths. Parents report that approximately 30% of children hospitalized for psychiatric problems meet diagnostic criteria for DMDD; 15% meet criteria based on the observations of hospital staff."
            },
            {
                "name": "Dawson disease",
                "description": "Subacute sclerosing panencephalitis (SSPE), also known as Dawson disease, is a rare form of progressive brain inflammation caused by a persistent infection with the measles virus. The condition primarily affects children, teens, and young adults. It has been estimated that about 2 in 10,000 people who get measles will eventually develop SSPE. However, a 2016 study estimated that the rate for unvaccinated infants under 15 months was as high as 1 in 609. No cure for SSPE exists, and the condition is almost always fatal. SSPE should not be confused with acute disseminated encephalomyelitis, which can also be caused by the measles virus, but has a very different timing and course.",
                "link": "https://en.wikipedia.org/wiki/Dawson_disease",
                "symptoms": "SSPE is characterized by a history of primary measles infection, followed by an asymptomatic period that lasts 7 years on average but can range from 1 month to 27 years. After the asymptomatic period, progressive neurological deterioration occurs, characterized by behavior change, intellectual problems, myoclonic seizures, blindness, ataxia, and eventually death.\n\nStages of Progression\nSymptoms progress through the following 4 stages:\n\nStage 1: There may be personality changes, mood swings, or depression. Fever, headache, and memory loss may also be present. This stage may last up to 6 months.\nStage 2: This stage may involve jerking, muscle spasms, seizures, loss of vision, and dementia.\nStage 3: Jerking movements are replaced by writhing (twisting) movements and rigidity. At this stage, complications may result in blindness or death.\nStage 4: Progressive loss of consciousness into a persistent vegetative state, which may be preceded by or concomitant with paralysis, occurs in the final stage, during which breathing, heart rate, and blood pressure are affected. Death usually occurs as a result of fever, heart failure, or the brain’s inability to control the autonomic nervous system.",
                "epidemiology": "SSPE is a rare condition, although there is still relatively high incidence in Asia and the Middle East. However, the number of reported cases is declining since the introduction of the measles vaccine—eradication of the measles virus prevents the SSPE mutation and therefore the progression of the disease or even the initial infection itself.[citation needed]"
            },
            {
                "name": "Subacute sclerosing panencephalitis",
                "description": "Subacute sclerosing panencephalitis (SSPE), also known as Dawson disease, is a rare form of progressive brain inflammation caused by a persistent infection with the measles virus. The condition primarily affects children, teens, and young adults. It has been estimated that about 2 in 10,000 people who get measles will eventually develop SSPE. However, a 2016 study estimated that the rate for unvaccinated infants under 15 months was as high as 1 in 609. No cure for SSPE exists, and the condition is almost always fatal. SSPE should not be confused with acute disseminated encephalomyelitis, which can also be caused by the measles virus, but has a very different timing and course.",
                "link": "https://en.wikipedia.org/wiki/Subacute_sclerosing_panencephalitis",
                "symptoms": "SSPE is characterized by a history of primary measles infection, followed by an asymptomatic period that lasts 7 years on average but can range from 1 month to 27 years. After the asymptomatic period, progressive neurological deterioration occurs, characterized by behavior change, intellectual problems, myoclonic seizures, blindness, ataxia, and eventually death.\n\nStages of Progression\nSymptoms progress through the following 4 stages:\n\nStage 1: There may be personality changes, mood swings, or depression. Fever, headache, and memory loss may also be present. This stage may last up to 6 months.\nStage 2: This stage may involve jerking, muscle spasms, seizures, loss of vision, and dementia.\nStage 3: Jerking movements are replaced by writhing (twisting) movements and rigidity. At this stage, complications may result in blindness or death.\nStage 4: Progressive loss of consciousness into a persistent vegetative state, which may be preceded by or concomitant with paralysis, occurs in the final stage, during which breathing, heart rate, and blood pressure are affected. Death usually occurs as a result of fever, heart failure, or the brain’s inability to control the autonomic nervous system.",
                "epidemiology": "SSPE is a rare condition, although there is still relatively high incidence in Asia and the Middle East. However, the number of reported cases is declining since the introduction of the measles vaccine—eradication of the measles virus prevents the SSPE mutation and therefore the progression of the disease or even the initial infection itself.[citation needed]"
            },
            {
                "name": "Cerebral gigantism",
                "description": "Sotos syndrome is a rare genetic disorder characterized by excessive physical growth during the first years of life. Excessive growth often starts in infancy and continues into the early teen years. The disorder may be accompanied by autism, mild intellectual disability, delayed motor, cognitive, and social development, hypotonia, and speech impairments. Children with Sotos syndrome tend to be large at birth and are often taller, heavier, and have relatively large skulls (macrocephaly) than is normal for their age. Signs of the disorder, which vary among individuals, include a disproportionately large skull with a slightly protrusive forehead, large hands and feet, large mandible, hypertelorism, and downslanting eyes. Clumsiness, an awkward gait, and unusual aggressiveness or irritability may also occur.",
                "link": "https://en.wikipedia.org/wiki/Cerebral_gigantism",
                "symptoms": "This syndrome is characterized by overgrowth and advanced bone age. Affected individuals have dysmorphic features, with macrodolichocephaly, downslanting palpebral fissures and a pointed chin. The facial appearance is most notable in early childhood. Affected infants and children tend to grow quickly; they are significantly taller than their siblings and peers, and have an unusually large skull and large head. Adult height is usually in the normal range, although Broc Brown has the condition and was named the world's tallest teenager; as of late 2016, he was 2.34 m (7 ft 8 in) tall and still growing.\n\nIndividuals with Sotos syndrome often have intellectual impairment, and most also display autistic traits. Frequent behavioral impairments include attention deficit hyperactivity disorder (ADHD), phobias, obsessive compulsive disorder, tantrums, and impulsive behaviors (impulse control disorder). Problems with speech and language are also common. Affected individuals may often have stuttering, difficulty with sound production, or a monotone voice. Additionally, weak muscle tone (hypotonia) may delay other aspects of early development, particularly motor skills such as sitting and crawling.[citation needed]\n\nOther signs include scoliosis, seizures, heart or kidney defects, hearing loss, and problems with vision. Some infants with this disorder experience jaundice and poor feeding. A small number of patients with Sotos syndrome have developed cancer, most often in childhood, but no single form of cancer has been associated with this condition. It remains uncertain whether Sotos syndrome increases the risk of specific types of cancer. If persons with this disorder have any increased cancer risk, their risk is only slightly greater than that of the general population.",
                "epidemiology": "Incidence is approximately 1 in 14,000 births."
            },
            {
                "name": "Sotos syndrome",
                "description": "Sotos syndrome is a rare genetic disorder characterized by excessive physical growth during the first years of life. Excessive growth often starts in infancy and continues into the early teen years. The disorder may be accompanied by autism, mild intellectual disability, delayed motor, cognitive, and social development, hypotonia, and speech impairments. Children with Sotos syndrome tend to be large at birth and are often taller, heavier, and have relatively large skulls (macrocephaly) than is normal for their age. Signs of the disorder, which vary among individuals, include a disproportionately large skull with a slightly protrusive forehead, large hands and feet, large mandible, hypertelorism, and downslanting eyes. Clumsiness, an awkward gait, and unusual aggressiveness or irritability may also occur.",
                "link": "https://en.wikipedia.org/wiki/Sotos_syndrome",
                "symptoms": "This syndrome is characterized by overgrowth and advanced bone age. Affected individuals have dysmorphic features, with macrodolichocephaly, downslanting palpebral fissures and a pointed chin. The facial appearance is most notable in early childhood. Affected infants and children tend to grow quickly; they are significantly taller than their siblings and peers, and have an unusually large skull and large head. Adult height is usually in the normal range, although Broc Brown has the condition and was named the world's tallest teenager; as of late 2016, he was 2.34 m (7 ft 8 in) tall and still growing.\n\nIndividuals with Sotos syndrome often have intellectual impairment, and most also display autistic traits. Frequent behavioral impairments include attention deficit hyperactivity disorder (ADHD), phobias, obsessive compulsive disorder, tantrums, and impulsive behaviors (impulse control disorder). Problems with speech and language are also common. Affected individuals may often have stuttering, difficulty with sound production, or a monotone voice. Additionally, weak muscle tone (hypotonia) may delay other aspects of early development, particularly motor skills such as sitting and crawling.[citation needed]\n\nOther signs include scoliosis, seizures, heart or kidney defects, hearing loss, and problems with vision. Some infants with this disorder experience jaundice and poor feeding. A small number of patients with Sotos syndrome have developed cancer, most often in childhood, but no single form of cancer has been associated with this condition. It remains uncertain whether Sotos syndrome increases the risk of specific types of cancer. If persons with this disorder have any increased cancer risk, their risk is only slightly greater than that of the general population.",
                "epidemiology": "Incidence is approximately 1 in 14,000 births."
            },
            {
                "name": "Alexander Disease",
                "description": "Alexander disease is a very rare autosomal dominant leukodystrophy, which are neurological conditions caused by anomalies in the myelin which protects nerve fibers in the brain. The most common type is the infantile form that usually begins during the first two years of life. Symptoms include mental and physical developmental delays, followed by the loss of developmental milestones, an abnormal increase in head size and seizures. The juvenile form of Alexander disease has an onset between the ages of 2 and 13 years. These children may have excessive vomiting, difficulty swallowing and speaking, poor coordination, and loss of motor control. Adult-onset forms of Alexander disease are less common. The symptoms sometimes mimic those of Parkinson's disease or multiple sclerosis, or may present primarily as a psychiatric disorder.",
                "link": "https://en.wikipedia.org/wiki/Alexander_Disease"
            },
            {
                "name": "Hemifacial spasm",
                "description": "Hemifacial spasm (HFS) is a rare neuromuscular disease characterized by irregular, involuntary muscle contractions (spasms) on one side (hemi-) of the face (-facial). The facial muscles are controlled by the facial nerve, which originates at the brainstem and exits the skull below the ear where it separates into five main branches.",
                "link": "https://en.wikipedia.org/wiki/Hemifacial_spasm",
                "symptoms": "The first sign of hemifacial spasm is typically muscle movement in the patient's eyelid and around the eye. It can vary in intensity. The intermittent twitching of the eyelid, which can result in forced closure of the eye which gradually spreads to the muscles of the lower part of the face (Typical form- See Image). In atypical form the spasms start in the cheekbone area and spreads to the eyelid. Ultimately, all the muscles on that side are affected, nearly all the time. This sometimes causes the mouth to be pulled to the side. Experts have linked hemifacial spasm to facial nerve injury, Bell's palsy and tumors. Although the most frequent cause is a blood vessel pressing on the facial nerve at the spot where it leaves the patient's brain stem, sometimes there is no known cause. When the affected individual is younger than 40, doctors suspect an underlying cause such as multiple sclerosis.",
                "epidemiology": "The incidence of hemifacial spasm is approximately 0.8 per 100,000 persons. Hemifacial spasm is more prevalent among females over 40 years of age. The estimated prevalence for women is 14.5 per 100,000 and 7.4 per 100,000 in men. Prevalence for hemifacial spasm increases with age, reaching 39.7 per 100,000 for those aged 70 years and older. One study divided 214 hemifacial patients based on the cause of the disease: primary hemifacial spasm, where the patients had a compression in the facial nerve at the end of the brainstem; and secondary hemifacial spasm, where the patients had peripheral facial palsy or nerve lesion due to tumors, demyelination, trauma or infection. The study found that 77% of cases were primary and 23% secondary. The study also found that the two sets of patients shared a similar age at onset, male to female ratios, and similar affected side. In another study of 2050 patients who had presented with hemifacial spasm between 1986 and 2009, only nine cases were caused by a cerebellopontine angle syndrome, an incidence of 0.44%."
            },
            {
                "name": "Alternating hemiplegia of childhood",
                "description": "Alternating hemiplegia of childhood (AHC) is an ultra-rare neurological disorder named for the transient episodes, often referred to as \"attacks\", of hemiplegia that those with the condition experience. It typically presents before the age of 18 months. These hemiplegic attacks can cause anything from mild weakness to complete paralysis on one or both sides of the body, and they can vary greatly in duration. Attacks may also alternate from one side of the body to the other, or alternate between affecting one or both sides during a single attack. Besides hemiplegia, symptoms of the disorder include an extremely broad range of neurological and developmental impairments which are not well understood. Normally, hemiplegia and other associated symptoms cease completely with sleep, but they may recur upon waking.",
                "link": "https://en.wikipedia.org/wiki/Alternating_hemiplegia_of_childhood",
                "symptoms": "AHC patients exhibit a wide range of symptoms in addition to hemiplegic attacks. These can be further characterized as paroxysmal and non-paroxysmal symptoms. Paroxysmal symptoms are generally associated with hemiplegic attacks and may occur suddenly with hemiplegia or on their own. Paroxysmal symptoms may last for variable amounts of time. Non-paroxysmal symptoms tend to be side effects of AHC which are present at all times, not just during episodes or attacks. Epilepsy, which is also considered a paroxysmal symptom, plays an important role in the progression and diagnosis of AHC.[citation needed]\n\nHemiplegic attacks\nChronologically, hemiplegic attacks are not always the first symptom of AHC, but they are the most prominent symptom, as well as the symptom for which the disorder is named. Hemiplegic attacks may affect one or both sides of the body, and attacks which affect both sides of the body may be referred to as either bilateral or quadriplegic attacks. One of the unique characteristics of AHC is that hemiplegic attacks, as well as other symptoms which may co-occur with hemiplegia, cease immediately upon sleep. During strong attacks, the symptoms may reoccur upon waking. Hemiplegic attacks can occur suddenly or gradually, and the severity of an attack can vary over its duration. The attacks may alternate from one side of the body to another, though this is rare. The length of attacks may also vary from minutes to weeks, though the length of attacks varies more greatly between people than between attacks for one person. Both bilateral and hemiplegic attacks are associated with pseudobulbar features such as dysphagia, dysarthria, and respiratory difficulty. Paralysis is also often accompanied by changes in skin color and temperature, sweating, restlessness, tremor, screaming, and the appearance of pain. Hemiplegic attacks happen irregularly and can occur with speech, eating, and swallowing impairment. Patients with AHC are frequently underweight due to these side effects. The average age of onset for hemiplegic episodes has been found to be 6–7 months of age. This early onset gives the name of this disorder the slightly misleading ending \"of childhood\". AHC is not exclusively limited to childhood – attacks in some cases become milder after the first ten years of life, but they never completely disappear.\n\nParoxysmal symptoms\nAHC patients have exhibited various paroxysmal symptoms which manifest to different degrees in each person. Paroxysmal symptoms include tonic, tonic–clonic, or myoclonic limb movements, dystonic posturing, choreoathetosis, ocular nystagmus, and various other ocular motor abnormalities. Almost half of all people have dystonic symptoms prior to experiencing hemiplegia. These symptoms generally begin before 8 months of age. Ocular motor abnormalities occur early, and these are the most frequent early symptoms of AHC, particularly nystagmus. Almost 1/3 of people with this disorder had episodic ocular motor features within 1–2 days of birth. Many also experienced hemiplegia and dystonia before 3 months of age. A final symptom that may be considered paroxysmal is a temporary change in behavior - some patients will become unreasonable, demanding, and aggressive either before or after an attack.\n\nNot all patients have all of these symptoms, and it is not known whether they are caused by AHC. Symptoms usually manifest in the first 3 months of the child's life, with an average onset of 2.5 months. Frequently, some of these symptoms will manifest in the neonatal period. These paroxysmal symptoms are often used to help diagnose AHC, since there is no simple test for it.[citation needed]\n\nIn some cases, EEGs taken during these paroxysmal events were characterized by a generalized background slowing. Overall however, EEG during episodes and other investigative methods such as brain MRI, TACs, angiographic MRIs and CFS have normal results.\n\nNon-paroxysmal symptoms\nIn the long term, many paroxysmal symptoms occur along with AHC, and while these symptoms vary in strength depending on the person, they are consistent features of AHC. It is thought that some of these symptoms are brought on or worsened by hemiplegic attacks, though it is not known for certain. Patients experience persistent motor, movement (ataxia), and cognitive deficits. These deficits become more apparent over time and include developmental delays, social problems, and retardation. It is rare for someone with AHC not to have cognitive deficits, but a study in Japan did find two patients who met all of the diagnostic criteria for AHC but who were not mentally impaired. It is not known whether AHC is a progressive disease, but severe attacks are suspected to cause damage which results in permanent loss of function. 100% of children studied in the USA have had some form of mental impairment, which is usually described as mild to moderate, but varies greatly among individuals.\n\nEpilepsy\nAt least 50% of people with AHC also have epilepsy, and AHC is often misdiagnosed as epilepsy because of this. These epileptic events are distinguished from other episodes by an alteration of consciousness, as well as frequent tonic or tonic–clonic activity. Epileptic episodes are generally rare, though they do increase with age. Due to the rarity of epileptic episodes, there are few EEG confirmations of them.[citation needed]"
            },
            {
                "name": "Canavan disease",
                "description": "Canavan disease, or Canavan–Van Bogaert–Bertrand disease, is a rare and fatal autosomal recessive degenerative disease that causes progressive damage to nerve cells and loss of white matter in the brain. It is one of the most common degenerative cerebral diseases of infancy. It is caused by a deficiency of the enzyme aminoacylase 2, and is one of a group of genetic diseases referred to as leukodystrophies. It is characterized by degeneration of myelin in the phospholipid layer insulating the axon of a neuron and is associated with a gene located on human chromosome 17.",
                "link": "https://en.wikipedia.org/wiki/Canavan_disease",
                "symptoms": "Symptoms of the most common (and most serious) form of Canavan disease typically appear in early infancy usually between the first three to six months of age. Canavan disease then progresses rapidly from that stage, with typical cases involving intellectual disability, loss of previously acquired motor skills, feeding difficulties, abnormal muscle tone (i.e., initial floppiness – hypotonia – that may eventually translate into spasticity), poor head control, and megalocephaly (abnormally enlarged head). Paralysis, blindness, or seizures may also occur.\n\nThere exists a much less common variant of Canavan disease which is generally much less serious, and involves later onset of symptoms, which are often mild and nonspecific enough to go unrecognized as manifestations of Canavan's disease. This variant does not seem to have any effect on lifespan, and is typically limited to minor cases of speech and motor skill development delay."
            },
            {
                "name": "ATR-16 syndrome",
                "description": "ATR-16 syndrome, also called alpha-thalassemia-Intellectual disability syndrome, is a rare disease characterized by monosomy on part of chromosome 16.",
                "link": "https://en.wikipedia.org/wiki/ATR-16_syndrome",
                "symptoms": "ATR-16 syndrome affects the blood, development, and brain; symptoms vary based on the specific genes deleted on chromosome 16. Because it is so rare, it is difficult to determine the \"core\" symptoms of the disease. People with ATR-16 have alpha-thalassemia, a blood disorder where there is less normal hemoglobin in the blood than there should be, and the red blood cells are smaller than they should be (microcytic anemia). Affected children have various characteristic physical features, including clubfoot, \"locked\" little fingers, microcephaly (small head), hypertelorism (widely spaced eyes), broad, prominent nose bridge, downward-slanted palpebral fissures, small ears, retrognathia, and short neck. Children with ATR-16 syndrome also have mild to moderate intellectual disabilities, developmental delays/growth delays, and speech delays. Some children with ATR-16 have seizures, cryptorchidism (undescended testes), or hypospadias.",
                "epidemiology": "The incidence rate of ATR-16 syndrome is not easy to estimate and it is thought to be underdiagnosed. Scientists have described more than 20 cases as of 2013."
            },
            {
                "name": "Bell's palsy",
                "description": "Bell's palsy is a type of facial paralysis that results in a temporary inability to control the facial muscles on the affected side of the face. In most cases, the weakness is temporary and significantly improves over weeks. Symptoms can vary from mild to severe. They may include muscle twitching, weakness, or total loss of the ability to move one or, in rare cases, both sides of the face. Other symptoms include drooping of the eyebrow, a change in taste, and pain around the ear. Typically symptoms come on over 48 hours. Bell's palsy can trigger an increased sensitivity to sound known as hyperacusis.",
                "link": "https://en.wikipedia.org/wiki/Bell%27s_palsy",
                "symptoms": "Bell's palsy is characterized by a one-sided facial droop that comes on within 72 hours. In rare cases (<1%), it can occur on both sides resulting in total facial paralysis.\n\nThe facial nerve controls a number of functions, such as blinking and closing the eyes, smiling, frowning, lacrimation, salivation, flaring nostrils and raising eyebrows. It also carries taste sensations from the anterior two-thirds of the tongue, through the chorda tympani nerve (a branch of the facial nerve). Because of this, people with Bell's palsy may present with loss of taste sensation in the anterior 2⁄3 of the tongue on the affected side.\n\nAlthough the facial nerve innervates the stapedius muscle of the middle ear (through the tympanic branch), sound sensitivity, causing normal sounds to be perceived as very loud (hyperacusis), and dysacusis are possible but hardly ever clinically evident.",
                "epidemiology": "The number of new cases of Bell's palsy ranges from about one to four cases per 10,000 population per year. The rate increases with age. Bell's palsy affects about 40,000 people in the United States every year. It affects approximately 1 person in 65 during a lifetime.\n\nA range of annual incidence rates have been reported in the literature: 15, 24, and 25–53 (all rates per 100,000 population per year). Bell's palsy is not a reportable disease, and there are no established registries for people with this diagnosis, which complicates precise estimation.\n\nFrequency\nAbout 40,000 people are affected by Bell's Palsy in the United States every year. It can affect anyone of any gender and age, but its incidence seems to be highest in those in the 15- to 45-year-old age group."
            },
            {
                "name": "Encephalotrigeminal Angiomatosis",
                "description": "Sturge–Weber syndrome, sometimes referred to as encephalotrigeminal angiomatosis, is a rare congenital neurological and skin disorder. It is one of the phakomatoses and is often associated with port-wine stains of the face, glaucoma, seizures, intellectual disability, and ipsilateral leptomeningeal angioma. Sturge–Weber syndrome can be classified into three different types. Type 1 includes facial and leptomeningeal angiomas as well as the possibility of glaucoma or choroidal lesions. Normally, only one side of the brain is affected. This type is the most common. Type 2 involvement includes a facial angioma with a possibility of glaucoma developing. There is no evidence of brain involvement. Symptoms can show at any time beyond the initial diagnosis of the facial angioma. The symptoms can include glaucoma, cerebral blood flow abnormalities and headaches. More research is needed on this type of Sturge–Weber syndrome. Type 3 has leptomeningeal angioma involvement exclusively. The facial angioma is absent and glaucoma rarely occurs. This type is only diagnosed via brain scan.",
                "link": "https://en.wikipedia.org/wiki/Encephalotrigeminal_Angiomatosis",
                "symptoms": "Sturge–Weber syndrome is usually manifested at birth by a port-wine stain on the forehead and upper eyelid of one side of the face, or the whole face. The birthmark can vary in color from light pink to deep purple and is caused by an overabundance of capillaries around the ophthalmic branch of the trigeminal nerve, just under the surface of the face. There is also malformation of blood vessels in the pia mater overlying the brain on the same side of the head as the birthmark. This causes calcification of tissue and loss of nerve cells in the cerebral cortex.[citation needed]\n\nNeurological signs include seizures that begin in infancy and may worsen with age. Convulsions usually happen on the side of the body opposite the birthmark, and vary in severity. There may also be muscle weakness on the side of the body opposite the birthmark.[citation needed]\n\nSome children will have developmental delays and cognitive delays; about 50% will have glaucoma (optic neuropathy often associated with increased intraocular pressure), which can be present at birth or develop later. Glaucoma can be expressed as leukocoria, which should suggest further evaluation for retinoblastoma. Increased pressure within the eye can cause the eyeball to enlarge and bulge out of its socket (buphthalmos).[citation needed]\n\nSturge–Weber syndrome rarely affects other body organs.[citation needed]",
                "epidemiology": "It occurs in approximately 1 in 50,000 newborns."
            },
            {
                "name": "Sturge–Weber syndrome",
                "description": "Sturge–Weber syndrome, sometimes referred to as encephalotrigeminal angiomatosis, is a rare congenital neurological and skin disorder. It is one of the phakomatoses and is often associated with port-wine stains of the face, glaucoma, seizures, intellectual disability, and ipsilateral leptomeningeal angioma. Sturge–Weber syndrome can be classified into three different types. Type 1 includes facial and leptomeningeal angiomas as well as the possibility of glaucoma or choroidal lesions. Normally, only one side of the brain is affected. This type is the most common. Type 2 involvement includes a facial angioma with a possibility of glaucoma developing. There is no evidence of brain involvement. Symptoms can show at any time beyond the initial diagnosis of the facial angioma. The symptoms can include glaucoma, cerebral blood flow abnormalities and headaches. More research is needed on this type of Sturge–Weber syndrome. Type 3 has leptomeningeal angioma involvement exclusively. The facial angioma is absent and glaucoma rarely occurs. This type is only diagnosed via brain scan.",
                "link": "https://en.wikipedia.org/wiki/Sturge%E2%80%93Weber_syndrome",
                "symptoms": "Sturge–Weber syndrome is usually manifested at birth by a port-wine stain on the forehead and upper eyelid of one side of the face, or the whole face. The birthmark can vary in color from light pink to deep purple and is caused by an overabundance of capillaries around the ophthalmic branch of the trigeminal nerve, just under the surface of the face. There is also malformation of blood vessels in the pia mater overlying the brain on the same side of the head as the birthmark. This causes calcification of tissue and loss of nerve cells in the cerebral cortex.[citation needed]\n\nNeurological signs include seizures that begin in infancy and may worsen with age. Convulsions usually happen on the side of the body opposite the birthmark, and vary in severity. There may also be muscle weakness on the side of the body opposite the birthmark.[citation needed]\n\nSome children will have developmental delays and cognitive delays; about 50% will have glaucoma (optic neuropathy often associated with increased intraocular pressure), which can be present at birth or develop later. Glaucoma can be expressed as leukocoria, which should suggest further evaluation for retinoblastoma. Increased pressure within the eye can cause the eyeball to enlarge and bulge out of its socket (buphthalmos).[citation needed]\n\nSturge–Weber syndrome rarely affects other body organs.[citation needed]",
                "epidemiology": "It occurs in approximately 1 in 50,000 newborns."
            },
            {
                "name": "Witzelsucht",
                "description": "Witzelsucht is a set of rare neurological symptoms characterized by a tendency to make puns, or tell inappropriate jokes or pointless stories in socially inappropriate situations. It makes one unable to read sarcasm.",
                "link": "https://en.wikipedia.org/wiki/Witzelsucht",
                "symptoms": "Case studies\nA condition rarely diagnosed, Witzelsucht has been well documented in the recent era in at least two cases:\n\nCase #1: A 30-year-old, right-handed man was admitted to the department of neurology for irritability, inappropriate behavior, and morbid hyperphagia with obesity. His inappropriate laughter and persistent pun and joke telling was a sharp contrast to his personality as an intellectual theological scholar, known for his exceptional memory as opposed to his sense of humor. This behavior was generally prompted by environmental stimuli such as physician’s rounds or blood sampling. To the patient, his behavior seemed normal, which explains why he remained nondiscriminating toward his jokes, their context, and their impression on those around him. Neurological examination revealed mild spastic left hemiparesis with minimal motor coordination and impairment of voluntary fine movements. Single-photon emission computed tomography (SPECT) showed hypoperfusion, or decreased blood flow, in the right frontoparietal area. Additionally, verbal and performance tests showed evidence of poor concentration skills, high distractibility, and difficulty with visual-spatial tasks. The patient’s performance on the Wisconsin Card Sorting Test was severely impaired, suggesting frontal dysfunction.\n\nCase #2: A 56-year-old man, KS, was admitted to the hospital with signs of a putaminal hemorrhage, including dense paralysis on the left side of his body and face, difficulty swallowing, and visual field defects on his left side. On the fifth day of hospitalization, he was alert and cooperative with no disorientation, delusion, or emotional lability. He then became euphoric and outspoken, speaking in puns and witticisms with an exaggerated smile. The content of his conversations, however, was not bizarre or random. He would work in puns and jokes while speaking his concerns about his other physical symptoms from the stroke in a coherent manner. Sometimes he would not crack a smile at something he said to make others around him laugh hysterically, while other times he could not appreciate others' jokes. During this time, KS also developed hypersexuality, using erotic words and inappropriate behavior toward the female hospital staff. Before his stroke, KS's family reported he did make jokes on occasion, but never in this bizarre manner, and never behaved impolitely to women. MRI tests showed bleeding at the right putamen, extending into the posterior and lateral portions of the right thalamus and defects in the thalamus and right basal ganglion. Another test showed deficits in recent memory, orientation, abstract thinking, drawing, and verbal fluency.\n\nAltered sense of humor\nIn both case studies, patients showed an altered sense of humor, mostly in regard to producing and appreciating humor. The right hemisphere is involved with processing speed and problem solving, which plays a role in humor processing. These patients have difficulty fully interpreting a joke's content, but can recognize the importance of the form of a joke. Patients with Witzelsucht often find non sequiturs, slapstick humor, and puns funniest since these forms of humor do not require integration of content across sentences[dubious – discuss]. In other words, the end of the joke is not dependent on the first part; one does not need to make a logical connection to understand humor. Patients show no change in understanding simple logic, and understand the importance of surprise in humor (hence why they choose slapstick humor instead of the “correct” punch line); however, once they have registered this surprise, they cannot connect the punch line to the body of the joke to fully appreciate the true humor behind the joke. Successful jokes require a juxtaposition of the sound and the meaning of words used to understand the punchline. However, patients with witzelsucht have difficulty connecting the two, resulting in an inability to appreciate humor.\n\nAdditionally, patients show no emotional reaction to humor, whether produced by themselves or others. This lack of responsiveness is due to dissociation between their cognitive and affective responses to humorous stimuli. That is, even when a patient understands that a joke is funny (based on quantitative brain activity), they do not respond with laughter, or even a smile. While they have grasped the cognitive basis of humor, they do not affectively respond. This is also considered a cognitive component of empathy, affecting one's ability to take the perspective of others; hence why patients often do not respond to humor produced by other people.\n\nHypersexuality\nThis symptom is much rarer than the unusual use of puns and nonresponsive sense of humor most notably seen in Witzelsucht patients. Nonetheless, patients can still exhibit hypersexuality by making sexual comments at socially inappropriate times. Some signs of this behavior include impulsivity, poor judgment, deficits in emotional regulation, excess preoccupation with sex, and cognitive rigidity (difficulty in appreciating another’s emotion, inability to yield). More than likely this symptom is linked to amygdala damage that can occur during a stroke, which can also induce frontal lobe damage."
            },
            {
                "name": "Parry–Romberg syndrome",
                "description": "Parry–Romberg syndrome (PRS) is a rare disease presenting in early childhood characterized by progressive shrinkage and degeneration of the tissues beneath the skin, usually on only one side of the face but occasionally extending to other parts of the body. An autoimmune mechanism is suspected, and the syndrome may be a variant of localized scleroderma, but the precise cause and pathogenesis of this acquired disorder remains unknown. It has been reported in the literature as a possible consequence of sympathectomy. The syndrome has a higher prevalence in females and typically appears between 5 and 15 years of age. There has been only one case report of the syndrome appearing in older adults: a 43-year-old woman with symptoms appearing at the age of 33.",
                "link": "https://en.wikipedia.org/wiki/Parry%E2%80%93Romberg_syndrome",
                "symptoms": "Skin and connective tissues\nInitial facial changes usually involve the area of the face covered by the temporal or buccinator muscles. The disease progressively spreads from the initial location, resulting in atrophy of the skin and its adnexa, as well as underlying subcutaneous structures such as connective tissue, (fat, fascia, cartilage, bones) and/or muscles of one side of the face. The mouth and nose are typically deviated towards the affected side of the face.\n\nThe process may eventually extend to involve tissues between the nose and the upper corner of the lip, the upper jaw, the angle of the mouth, the area around the eye and brow, the ear, and/or the neck. The syndrome often begins with a circumscribed patch of scleroderma in the frontal region of the scalp which is associated with a loss of hair and the appearance of a depressed linear scar extending down through the midface on the affected side. This scar is referred to as a \"coup de sabre\" lesion because it resembles the scar of a wound made by a sabre, and is indistinguishable from the scar observed in frontal linear scleroderma.\n\nIn 20% of cases, the hair and skin overlying affected areas may become hyperpigmented or hypopigmented with patches of unpigmented skin. In up to 20% of cases the disease may involve the ipsilateral (on the same side) or contralateral (on the opposite side) neck, trunk, arm, or leg. The cartilage of the nose, ear and larynx can be involved. The disease has been reported to affect both sides of the face in 5 to 10% of cases.\n\nSymptoms and physical findings usually become apparent during the first or early during the second decade of life. The average age of onset is nine years of age, and the majority of individuals experience symptoms before 20 years of age. The disease may progress for several years before eventually going into remission (abruptly ceasing).\n\nNeurological\nNeurological abnormalities are common. Roughly 45% of people with Parry–Romberg syndrome also have trigeminal neuralgia (severe pain in the tissues supplied by the ipsilateral trigeminal nerve, including the forehead, eye, cheek, nose, mouth and jaw) and/or migraine (severe headaches that may be accompanied by visual abnormalities, nausea and vomiting).\n\n10% of affected individuals develop a seizure disorder as part of the disease. The seizures are typically Jacksonian in nature (characterized by rapid spasms of a muscle group that subsequently spread to adjacent muscles) and occur on the side contralateral to the affected side of the face. Half of these cases are associated with abnormalities in both the gray and white matter of the brain—usually ipsilateral but sometimes contralateral—that are detectable on magnetic resonance imaging (MRI) scan.\n\nOcular\nRecession of the eyeball within the orbit is the most common eye abnormality observed in Parry–Romberg syndrome. It is caused by a loss of subcutaneous tissue around the orbit. Other common findings include drooping of the eyelid, constriction of the pupil, redness of the conjunctiva, and decreased sweating of the affected side of the face. Collectively, these signs are referred to as Horner's syndrome. Other ocular abnormalities include ophthalmoplegia (paralysis of one or more of the extraocular muscles) and other types of strabismus, uveitis, and heterochromia of the iris.\n\nOral\nThe tissues of the mouth, including the tongue, gingiva, teeth and soft palate are commonly involved in Parry–Romberg syndrome. 50% of affected individuals develop dental abnormalities such as delayed eruption, dental root exposure, or resorption of the dental roots on the affected side. 35% have difficulty or inability to normally open the mouth or other jaw symptoms, including temporomandibular joint dysfunction and spasm of the muscles of mastication on the affected side. 25% experience atrophy of one side of the upper lip and tongue.",
                "epidemiology": "Parry–Romberg syndrome appears to occur randomly and for unknown reasons. Prevalence is higher in females than males, with a ratio of roughly 3:2. The condition is observed on the left side of the face about as often as on the right side."
            },
            {
                "name": "Progressive hemifacial atrophy",
                "description": "Parry–Romberg syndrome (PRS) is a rare disease presenting in early childhood characterized by progressive shrinkage and degeneration of the tissues beneath the skin, usually on only one side of the face but occasionally extending to other parts of the body. An autoimmune mechanism is suspected, and the syndrome may be a variant of localized scleroderma, but the precise cause and pathogenesis of this acquired disorder remains unknown. It has been reported in the literature as a possible consequence of sympathectomy. The syndrome has a higher prevalence in females and typically appears between 5 and 15 years of age. There has been only one case report of the syndrome appearing in older adults: a 43-year-old woman with symptoms appearing at the age of 33.",
                "link": "https://en.wikipedia.org/wiki/Progressive_hemifacial_atrophy",
                "symptoms": "Skin and connective tissues\nInitial facial changes usually involve the area of the face covered by the temporal or buccinator muscles. The disease progressively spreads from the initial location, resulting in atrophy of the skin and its adnexa, as well as underlying subcutaneous structures such as connective tissue, (fat, fascia, cartilage, bones) and/or muscles of one side of the face. The mouth and nose are typically deviated towards the affected side of the face.\n\nThe process may eventually extend to involve tissues between the nose and the upper corner of the lip, the upper jaw, the angle of the mouth, the area around the eye and brow, the ear, and/or the neck. The syndrome often begins with a circumscribed patch of scleroderma in the frontal region of the scalp which is associated with a loss of hair and the appearance of a depressed linear scar extending down through the midface on the affected side. This scar is referred to as a \"coup de sabre\" lesion because it resembles the scar of a wound made by a sabre, and is indistinguishable from the scar observed in frontal linear scleroderma.\n\nIn 20% of cases, the hair and skin overlying affected areas may become hyperpigmented or hypopigmented with patches of unpigmented skin. In up to 20% of cases the disease may involve the ipsilateral (on the same side) or contralateral (on the opposite side) neck, trunk, arm, or leg. The cartilage of the nose, ear and larynx can be involved. The disease has been reported to affect both sides of the face in 5 to 10% of cases.\n\nSymptoms and physical findings usually become apparent during the first or early during the second decade of life. The average age of onset is nine years of age, and the majority of individuals experience symptoms before 20 years of age. The disease may progress for several years before eventually going into remission (abruptly ceasing).\n\nNeurological\nNeurological abnormalities are common. Roughly 45% of people with Parry–Romberg syndrome also have trigeminal neuralgia (severe pain in the tissues supplied by the ipsilateral trigeminal nerve, including the forehead, eye, cheek, nose, mouth and jaw) and/or migraine (severe headaches that may be accompanied by visual abnormalities, nausea and vomiting).\n\n10% of affected individuals develop a seizure disorder as part of the disease. The seizures are typically Jacksonian in nature (characterized by rapid spasms of a muscle group that subsequently spread to adjacent muscles) and occur on the side contralateral to the affected side of the face. Half of these cases are associated with abnormalities in both the gray and white matter of the brain—usually ipsilateral but sometimes contralateral—that are detectable on magnetic resonance imaging (MRI) scan.\n\nOcular\nRecession of the eyeball within the orbit is the most common eye abnormality observed in Parry–Romberg syndrome. It is caused by a loss of subcutaneous tissue around the orbit. Other common findings include drooping of the eyelid, constriction of the pupil, redness of the conjunctiva, and decreased sweating of the affected side of the face. Collectively, these signs are referred to as Horner's syndrome. Other ocular abnormalities include ophthalmoplegia (paralysis of one or more of the extraocular muscles) and other types of strabismus, uveitis, and heterochromia of the iris.\n\nOral\nThe tissues of the mouth, including the tongue, gingiva, teeth and soft palate are commonly involved in Parry–Romberg syndrome. 50% of affected individuals develop dental abnormalities such as delayed eruption, dental root exposure, or resorption of the dental roots on the affected side. 35% have difficulty or inability to normally open the mouth or other jaw symptoms, including temporomandibular joint dysfunction and spasm of the muscles of mastication on the affected side. 25% experience atrophy of one side of the upper lip and tongue.",
                "epidemiology": "Parry–Romberg syndrome appears to occur randomly and for unknown reasons. Prevalence is higher in females than males, with a ratio of roughly 3:2. The condition is observed on the left side of the face about as often as on the right side."
            }
        ]
    }
}