{
    "responseHeader": {
        "status": 0,
        "QTime": 51,
        "params": {
            "q": "Frequent on teenagers",
            "defType": "edismax",
            "ps": "2",
            "qf": "description^3 symptoms^2 causes^2 treatment^1.7 diagnosis^1.5 prevention^1.0 epidemiology^1.5 content^0.5",
            "pf": "description^4 symptoms^2 causes^2",
            "fl": "name, link, description, symptoms, epidemiology",
            "rows": "25",
            "wt": "json",
            "ps2": "1"
        }
    },
    "response": {
        "numFound": 680,
        "start": 0,
        "numFoundExact": true,
        "docs": [
            {
                "name": "Hemifacial spasm",
                "description": "Hemifacial spasm (HFS) is a rare neuromuscular disease characterized by irregular, involuntary muscle contractions (spasms) on one side (hemi-) of the face (-facial). The facial muscles are controlled by the facial nerve, which originates at the brainstem and exits the skull below the ear where it separates into five main branches.",
                "link": "https://en.wikipedia.org/wiki/Hemifacial_spasm",
                "symptoms": "The first sign of hemifacial spasm is typically muscle movement in the patient's eyelid and around the eye. It can vary in intensity. The intermittent twitching of the eyelid, which can result in forced closure of the eye which gradually spreads to the muscles of the lower part of the face (Typical form- See Image). In atypical form the spasms start in the cheekbone area and spreads to the eyelid. Ultimately, all the muscles on that side are affected, nearly all the time. This sometimes causes the mouth to be pulled to the side. Experts have linked hemifacial spasm to facial nerve injury, Bell's palsy and tumors. Although the most frequent cause is a blood vessel pressing on the facial nerve at the spot where it leaves the patient's brain stem, sometimes there is no known cause. When the affected individual is younger than 40, doctors suspect an underlying cause such as multiple sclerosis.",
                "epidemiology": "The incidence of hemifacial spasm is approximately 0.8 per 100,000 persons. Hemifacial spasm is more prevalent among females over 40 years of age. The estimated prevalence for women is 14.5 per 100,000 and 7.4 per 100,000 in men. Prevalence for hemifacial spasm increases with age, reaching 39.7 per 100,000 for those aged 70 years and older. One study divided 214 hemifacial patients based on the cause of the disease: primary hemifacial spasm, where the patients had a compression in the facial nerve at the end of the brainstem; and secondary hemifacial spasm, where the patients had peripheral facial palsy or nerve lesion due to tumors, demyelination, trauma or infection. The study found that 77% of cases were primary and 23% secondary. The study also found that the two sets of patients shared a similar age at onset, male to female ratios, and similar affected side. In another study of 2050 patients who had presented with hemifacial spasm between 1986 and 2009, only nine cases were caused by a cerebellopontine angle syndrome, an incidence of 0.44%."
            },
            {
                "name": "Alternating hemiplegia of childhood",
                "description": "Alternating hemiplegia of childhood (AHC) is an ultra-rare neurological disorder named for the transient episodes, often referred to as \"attacks\", of hemiplegia that those with the condition experience. It typically presents before the age of 18 months. These hemiplegic attacks can cause anything from mild weakness to complete paralysis on one or both sides of the body, and they can vary greatly in duration. Attacks may also alternate from one side of the body to the other, or alternate between affecting one or both sides during a single attack. Besides hemiplegia, symptoms of the disorder include an extremely broad range of neurological and developmental impairments which are not well understood. Normally, hemiplegia and other associated symptoms cease completely with sleep, but they may recur upon waking.",
                "link": "https://en.wikipedia.org/wiki/Alternating_hemiplegia_of_childhood",
                "symptoms": "AHC patients exhibit a wide range of symptoms in addition to hemiplegic attacks. These can be further characterized as paroxysmal and non-paroxysmal symptoms. Paroxysmal symptoms are generally associated with hemiplegic attacks and may occur suddenly with hemiplegia or on their own. Paroxysmal symptoms may last for variable amounts of time. Non-paroxysmal symptoms tend to be side effects of AHC which are present at all times, not just during episodes or attacks. Epilepsy, which is also considered a paroxysmal symptom, plays an important role in the progression and diagnosis of AHC.[citation needed]\n\nHemiplegic attacks\nChronologically, hemiplegic attacks are not always the first symptom of AHC, but they are the most prominent symptom, as well as the symptom for which the disorder is named. Hemiplegic attacks may affect one or both sides of the body, and attacks which affect both sides of the body may be referred to as either bilateral or quadriplegic attacks. One of the unique characteristics of AHC is that hemiplegic attacks, as well as other symptoms which may co-occur with hemiplegia, cease immediately upon sleep. During strong attacks, the symptoms may reoccur upon waking. Hemiplegic attacks can occur suddenly or gradually, and the severity of an attack can vary over its duration. The attacks may alternate from one side of the body to another, though this is rare. The length of attacks may also vary from minutes to weeks, though the length of attacks varies more greatly between people than between attacks for one person. Both bilateral and hemiplegic attacks are associated with pseudobulbar features such as dysphagia, dysarthria, and respiratory difficulty. Paralysis is also often accompanied by changes in skin color and temperature, sweating, restlessness, tremor, screaming, and the appearance of pain. Hemiplegic attacks happen irregularly and can occur with speech, eating, and swallowing impairment. Patients with AHC are frequently underweight due to these side effects. The average age of onset for hemiplegic episodes has been found to be 6–7 months of age. This early onset gives the name of this disorder the slightly misleading ending \"of childhood\". AHC is not exclusively limited to childhood – attacks in some cases become milder after the first ten years of life, but they never completely disappear.\n\nParoxysmal symptoms\nAHC patients have exhibited various paroxysmal symptoms which manifest to different degrees in each person. Paroxysmal symptoms include tonic, tonic–clonic, or myoclonic limb movements, dystonic posturing, choreoathetosis, ocular nystagmus, and various other ocular motor abnormalities. Almost half of all people have dystonic symptoms prior to experiencing hemiplegia. These symptoms generally begin before 8 months of age. Ocular motor abnormalities occur early, and these are the most frequent early symptoms of AHC, particularly nystagmus. Almost 1/3 of people with this disorder had episodic ocular motor features within 1–2 days of birth. Many also experienced hemiplegia and dystonia before 3 months of age. A final symptom that may be considered paroxysmal is a temporary change in behavior - some patients will become unreasonable, demanding, and aggressive either before or after an attack.\n\nNot all patients have all of these symptoms, and it is not known whether they are caused by AHC. Symptoms usually manifest in the first 3 months of the child's life, with an average onset of 2.5 months. Frequently, some of these symptoms will manifest in the neonatal period. These paroxysmal symptoms are often used to help diagnose AHC, since there is no simple test for it.[citation needed]\n\nIn some cases, EEGs taken during these paroxysmal events were characterized by a generalized background slowing. Overall however, EEG during episodes and other investigative methods such as brain MRI, TACs, angiographic MRIs and CFS have normal results.\n\nNon-paroxysmal symptoms\nIn the long term, many paroxysmal symptoms occur along with AHC, and while these symptoms vary in strength depending on the person, they are consistent features of AHC. It is thought that some of these symptoms are brought on or worsened by hemiplegic attacks, though it is not known for certain. Patients experience persistent motor, movement (ataxia), and cognitive deficits. These deficits become more apparent over time and include developmental delays, social problems, and retardation. It is rare for someone with AHC not to have cognitive deficits, but a study in Japan did find two patients who met all of the diagnostic criteria for AHC but who were not mentally impaired. It is not known whether AHC is a progressive disease, but severe attacks are suspected to cause damage which results in permanent loss of function. 100% of children studied in the USA have had some form of mental impairment, which is usually described as mild to moderate, but varies greatly among individuals.\n\nEpilepsy\nAt least 50% of people with AHC also have epilepsy, and AHC is often misdiagnosed as epilepsy because of this. These epileptic events are distinguished from other episodes by an alteration of consciousness, as well as frequent tonic or tonic–clonic activity. Epileptic episodes are generally rare, though they do increase with age. Due to the rarity of epileptic episodes, there are few EEG confirmations of them.[citation needed]"
            },
            {
                "name": "Canavan disease",
                "description": "Canavan disease, or Canavan–Van Bogaert–Bertrand disease, is a rare and fatal autosomal recessive degenerative disease that causes progressive damage to nerve cells and loss of white matter in the brain. It is one of the most common degenerative cerebral diseases of infancy. It is caused by a deficiency of the enzyme aminoacylase 2, and is one of a group of genetic diseases referred to as leukodystrophies. It is characterized by degeneration of myelin in the phospholipid layer insulating the axon of a neuron and is associated with a gene located on human chromosome 17.",
                "link": "https://en.wikipedia.org/wiki/Canavan_disease",
                "symptoms": "Symptoms of the most common (and most serious) form of Canavan disease typically appear in early infancy usually between the first three to six months of age. Canavan disease then progresses rapidly from that stage, with typical cases involving intellectual disability, loss of previously acquired motor skills, feeding difficulties, abnormal muscle tone (i.e., initial floppiness – hypotonia – that may eventually translate into spasticity), poor head control, and megalocephaly (abnormally enlarged head). Paralysis, blindness, or seizures may also occur.\n\nThere exists a much less common variant of Canavan disease which is generally much less serious, and involves later onset of symptoms, which are often mild and nonspecific enough to go unrecognized as manifestations of Canavan's disease. This variant does not seem to have any effect on lifespan, and is typically limited to minor cases of speech and motor skill development delay."
            },
            {
                "name": "ATR-16 syndrome",
                "description": "ATR-16 syndrome, also called alpha-thalassemia-Intellectual disability syndrome, is a rare disease characterized by monosomy on part of chromosome 16.",
                "link": "https://en.wikipedia.org/wiki/ATR-16_syndrome",
                "symptoms": "ATR-16 syndrome affects the blood, development, and brain; symptoms vary based on the specific genes deleted on chromosome 16. Because it is so rare, it is difficult to determine the \"core\" symptoms of the disease. People with ATR-16 have alpha-thalassemia, a blood disorder where there is less normal hemoglobin in the blood than there should be, and the red blood cells are smaller than they should be (microcytic anemia). Affected children have various characteristic physical features, including clubfoot, \"locked\" little fingers, microcephaly (small head), hypertelorism (widely spaced eyes), broad, prominent nose bridge, downward-slanted palpebral fissures, small ears, retrognathia, and short neck. Children with ATR-16 syndrome also have mild to moderate intellectual disabilities, developmental delays/growth delays, and speech delays. Some children with ATR-16 have seizures, cryptorchidism (undescended testes), or hypospadias.",
                "epidemiology": "The incidence rate of ATR-16 syndrome is not easy to estimate and it is thought to be underdiagnosed. Scientists have described more than 20 cases as of 2013."
            },
            {
                "name": "Bell's palsy",
                "description": "Bell's palsy is a type of facial paralysis that results in a temporary inability to control the facial muscles on the affected side of the face. In most cases, the weakness is temporary and significantly improves over weeks. Symptoms can vary from mild to severe. They may include muscle twitching, weakness, or total loss of the ability to move one or, in rare cases, both sides of the face. Other symptoms include drooping of the eyebrow, a change in taste, and pain around the ear. Typically symptoms come on over 48 hours. Bell's palsy can trigger an increased sensitivity to sound known as hyperacusis.",
                "link": "https://en.wikipedia.org/wiki/Bell%27s_palsy",
                "symptoms": "Bell's palsy is characterized by a one-sided facial droop that comes on within 72 hours. In rare cases (<1%), it can occur on both sides resulting in total facial paralysis.\n\nThe facial nerve controls a number of functions, such as blinking and closing the eyes, smiling, frowning, lacrimation, salivation, flaring nostrils and raising eyebrows. It also carries taste sensations from the anterior two-thirds of the tongue, through the chorda tympani nerve (a branch of the facial nerve). Because of this, people with Bell's palsy may present with loss of taste sensation in the anterior 2⁄3 of the tongue on the affected side.\n\nAlthough the facial nerve innervates the stapedius muscle of the middle ear (through the tympanic branch), sound sensitivity, causing normal sounds to be perceived as very loud (hyperacusis), and dysacusis are possible but hardly ever clinically evident.",
                "epidemiology": "The number of new cases of Bell's palsy ranges from about one to four cases per 10,000 population per year. The rate increases with age. Bell's palsy affects about 40,000 people in the United States every year. It affects approximately 1 person in 65 during a lifetime.\n\nA range of annual incidence rates have been reported in the literature: 15, 24, and 25–53 (all rates per 100,000 population per year). Bell's palsy is not a reportable disease, and there are no established registries for people with this diagnosis, which complicates precise estimation.\n\nFrequency\nAbout 40,000 people are affected by Bell's Palsy in the United States every year. It can affect anyone of any gender and age, but its incidence seems to be highest in those in the 15- to 45-year-old age group."
            },
            {
                "name": "Encephalotrigeminal Angiomatosis",
                "description": "Sturge–Weber syndrome, sometimes referred to as encephalotrigeminal angiomatosis, is a rare congenital neurological and skin disorder. It is one of the phakomatoses and is often associated with port-wine stains of the face, glaucoma, seizures, intellectual disability, and ipsilateral leptomeningeal angioma. Sturge–Weber syndrome can be classified into three different types. Type 1 includes facial and leptomeningeal angiomas as well as the possibility of glaucoma or choroidal lesions. Normally, only one side of the brain is affected. This type is the most common. Type 2 involvement includes a facial angioma with a possibility of glaucoma developing. There is no evidence of brain involvement. Symptoms can show at any time beyond the initial diagnosis of the facial angioma. The symptoms can include glaucoma, cerebral blood flow abnormalities and headaches. More research is needed on this type of Sturge–Weber syndrome. Type 3 has leptomeningeal angioma involvement exclusively. The facial angioma is absent and glaucoma rarely occurs. This type is only diagnosed via brain scan.",
                "link": "https://en.wikipedia.org/wiki/Encephalotrigeminal_Angiomatosis",
                "symptoms": "Sturge–Weber syndrome is usually manifested at birth by a port-wine stain on the forehead and upper eyelid of one side of the face, or the whole face. The birthmark can vary in color from light pink to deep purple and is caused by an overabundance of capillaries around the ophthalmic branch of the trigeminal nerve, just under the surface of the face. There is also malformation of blood vessels in the pia mater overlying the brain on the same side of the head as the birthmark. This causes calcification of tissue and loss of nerve cells in the cerebral cortex.[citation needed]\n\nNeurological signs include seizures that begin in infancy and may worsen with age. Convulsions usually happen on the side of the body opposite the birthmark, and vary in severity. There may also be muscle weakness on the side of the body opposite the birthmark.[citation needed]\n\nSome children will have developmental delays and cognitive delays; about 50% will have glaucoma (optic neuropathy often associated with increased intraocular pressure), which can be present at birth or develop later. Glaucoma can be expressed as leukocoria, which should suggest further evaluation for retinoblastoma. Increased pressure within the eye can cause the eyeball to enlarge and bulge out of its socket (buphthalmos).[citation needed]\n\nSturge–Weber syndrome rarely affects other body organs.[citation needed]",
                "epidemiology": "It occurs in approximately 1 in 50,000 newborns."
            },
            {
                "name": "Sturge–Weber syndrome",
                "description": "Sturge–Weber syndrome, sometimes referred to as encephalotrigeminal angiomatosis, is a rare congenital neurological and skin disorder. It is one of the phakomatoses and is often associated with port-wine stains of the face, glaucoma, seizures, intellectual disability, and ipsilateral leptomeningeal angioma. Sturge–Weber syndrome can be classified into three different types. Type 1 includes facial and leptomeningeal angiomas as well as the possibility of glaucoma or choroidal lesions. Normally, only one side of the brain is affected. This type is the most common. Type 2 involvement includes a facial angioma with a possibility of glaucoma developing. There is no evidence of brain involvement. Symptoms can show at any time beyond the initial diagnosis of the facial angioma. The symptoms can include glaucoma, cerebral blood flow abnormalities and headaches. More research is needed on this type of Sturge–Weber syndrome. Type 3 has leptomeningeal angioma involvement exclusively. The facial angioma is absent and glaucoma rarely occurs. This type is only diagnosed via brain scan.",
                "link": "https://en.wikipedia.org/wiki/Sturge%E2%80%93Weber_syndrome",
                "symptoms": "Sturge–Weber syndrome is usually manifested at birth by a port-wine stain on the forehead and upper eyelid of one side of the face, or the whole face. The birthmark can vary in color from light pink to deep purple and is caused by an overabundance of capillaries around the ophthalmic branch of the trigeminal nerve, just under the surface of the face. There is also malformation of blood vessels in the pia mater overlying the brain on the same side of the head as the birthmark. This causes calcification of tissue and loss of nerve cells in the cerebral cortex.[citation needed]\n\nNeurological signs include seizures that begin in infancy and may worsen with age. Convulsions usually happen on the side of the body opposite the birthmark, and vary in severity. There may also be muscle weakness on the side of the body opposite the birthmark.[citation needed]\n\nSome children will have developmental delays and cognitive delays; about 50% will have glaucoma (optic neuropathy often associated with increased intraocular pressure), which can be present at birth or develop later. Glaucoma can be expressed as leukocoria, which should suggest further evaluation for retinoblastoma. Increased pressure within the eye can cause the eyeball to enlarge and bulge out of its socket (buphthalmos).[citation needed]\n\nSturge–Weber syndrome rarely affects other body organs.[citation needed]",
                "epidemiology": "It occurs in approximately 1 in 50,000 newborns."
            },
            {
                "name": "Witzelsucht",
                "description": "Witzelsucht is a set of rare neurological symptoms characterized by a tendency to make puns, or tell inappropriate jokes or pointless stories in socially inappropriate situations. It makes one unable to read sarcasm.",
                "link": "https://en.wikipedia.org/wiki/Witzelsucht",
                "symptoms": "Case studies\nA condition rarely diagnosed, Witzelsucht has been well documented in the recent era in at least two cases:\n\nCase #1: A 30-year-old, right-handed man was admitted to the department of neurology for irritability, inappropriate behavior, and morbid hyperphagia with obesity. His inappropriate laughter and persistent pun and joke telling was a sharp contrast to his personality as an intellectual theological scholar, known for his exceptional memory as opposed to his sense of humor. This behavior was generally prompted by environmental stimuli such as physician’s rounds or blood sampling. To the patient, his behavior seemed normal, which explains why he remained nondiscriminating toward his jokes, their context, and their impression on those around him. Neurological examination revealed mild spastic left hemiparesis with minimal motor coordination and impairment of voluntary fine movements. Single-photon emission computed tomography (SPECT) showed hypoperfusion, or decreased blood flow, in the right frontoparietal area. Additionally, verbal and performance tests showed evidence of poor concentration skills, high distractibility, and difficulty with visual-spatial tasks. The patient’s performance on the Wisconsin Card Sorting Test was severely impaired, suggesting frontal dysfunction.\n\nCase #2: A 56-year-old man, KS, was admitted to the hospital with signs of a putaminal hemorrhage, including dense paralysis on the left side of his body and face, difficulty swallowing, and visual field defects on his left side. On the fifth day of hospitalization, he was alert and cooperative with no disorientation, delusion, or emotional lability. He then became euphoric and outspoken, speaking in puns and witticisms with an exaggerated smile. The content of his conversations, however, was not bizarre or random. He would work in puns and jokes while speaking his concerns about his other physical symptoms from the stroke in a coherent manner. Sometimes he would not crack a smile at something he said to make others around him laugh hysterically, while other times he could not appreciate others' jokes. During this time, KS also developed hypersexuality, using erotic words and inappropriate behavior toward the female hospital staff. Before his stroke, KS's family reported he did make jokes on occasion, but never in this bizarre manner, and never behaved impolitely to women. MRI tests showed bleeding at the right putamen, extending into the posterior and lateral portions of the right thalamus and defects in the thalamus and right basal ganglion. Another test showed deficits in recent memory, orientation, abstract thinking, drawing, and verbal fluency.\n\nAltered sense of humor\nIn both case studies, patients showed an altered sense of humor, mostly in regard to producing and appreciating humor. The right hemisphere is involved with processing speed and problem solving, which plays a role in humor processing. These patients have difficulty fully interpreting a joke's content, but can recognize the importance of the form of a joke. Patients with Witzelsucht often find non sequiturs, slapstick humor, and puns funniest since these forms of humor do not require integration of content across sentences[dubious – discuss]. In other words, the end of the joke is not dependent on the first part; one does not need to make a logical connection to understand humor. Patients show no change in understanding simple logic, and understand the importance of surprise in humor (hence why they choose slapstick humor instead of the “correct” punch line); however, once they have registered this surprise, they cannot connect the punch line to the body of the joke to fully appreciate the true humor behind the joke. Successful jokes require a juxtaposition of the sound and the meaning of words used to understand the punchline. However, patients with witzelsucht have difficulty connecting the two, resulting in an inability to appreciate humor.\n\nAdditionally, patients show no emotional reaction to humor, whether produced by themselves or others. This lack of responsiveness is due to dissociation between their cognitive and affective responses to humorous stimuli. That is, even when a patient understands that a joke is funny (based on quantitative brain activity), they do not respond with laughter, or even a smile. While they have grasped the cognitive basis of humor, they do not affectively respond. This is also considered a cognitive component of empathy, affecting one's ability to take the perspective of others; hence why patients often do not respond to humor produced by other people.\n\nHypersexuality\nThis symptom is much rarer than the unusual use of puns and nonresponsive sense of humor most notably seen in Witzelsucht patients. Nonetheless, patients can still exhibit hypersexuality by making sexual comments at socially inappropriate times. Some signs of this behavior include impulsivity, poor judgment, deficits in emotional regulation, excess preoccupation with sex, and cognitive rigidity (difficulty in appreciating another’s emotion, inability to yield). More than likely this symptom is linked to amygdala damage that can occur during a stroke, which can also induce frontal lobe damage."
            },
            {
                "name": "Parry–Romberg syndrome",
                "description": "Parry–Romberg syndrome (PRS) is a rare disease presenting in early childhood characterized by progressive shrinkage and degeneration of the tissues beneath the skin, usually on only one side of the face but occasionally extending to other parts of the body. An autoimmune mechanism is suspected, and the syndrome may be a variant of localized scleroderma, but the precise cause and pathogenesis of this acquired disorder remains unknown. It has been reported in the literature as a possible consequence of sympathectomy. The syndrome has a higher prevalence in females and typically appears between 5 and 15 years of age. There has been only one case report of the syndrome appearing in older adults: a 43-year-old woman with symptoms appearing at the age of 33.",
                "link": "https://en.wikipedia.org/wiki/Parry%E2%80%93Romberg_syndrome",
                "symptoms": "Skin and connective tissues\nInitial facial changes usually involve the area of the face covered by the temporal or buccinator muscles. The disease progressively spreads from the initial location, resulting in atrophy of the skin and its adnexa, as well as underlying subcutaneous structures such as connective tissue, (fat, fascia, cartilage, bones) and/or muscles of one side of the face. The mouth and nose are typically deviated towards the affected side of the face.\n\nThe process may eventually extend to involve tissues between the nose and the upper corner of the lip, the upper jaw, the angle of the mouth, the area around the eye and brow, the ear, and/or the neck. The syndrome often begins with a circumscribed patch of scleroderma in the frontal region of the scalp which is associated with a loss of hair and the appearance of a depressed linear scar extending down through the midface on the affected side. This scar is referred to as a \"coup de sabre\" lesion because it resembles the scar of a wound made by a sabre, and is indistinguishable from the scar observed in frontal linear scleroderma.\n\nIn 20% of cases, the hair and skin overlying affected areas may become hyperpigmented or hypopigmented with patches of unpigmented skin. In up to 20% of cases the disease may involve the ipsilateral (on the same side) or contralateral (on the opposite side) neck, trunk, arm, or leg. The cartilage of the nose, ear and larynx can be involved. The disease has been reported to affect both sides of the face in 5 to 10% of cases.\n\nSymptoms and physical findings usually become apparent during the first or early during the second decade of life. The average age of onset is nine years of age, and the majority of individuals experience symptoms before 20 years of age. The disease may progress for several years before eventually going into remission (abruptly ceasing).\n\nNeurological\nNeurological abnormalities are common. Roughly 45% of people with Parry–Romberg syndrome also have trigeminal neuralgia (severe pain in the tissues supplied by the ipsilateral trigeminal nerve, including the forehead, eye, cheek, nose, mouth and jaw) and/or migraine (severe headaches that may be accompanied by visual abnormalities, nausea and vomiting).\n\n10% of affected individuals develop a seizure disorder as part of the disease. The seizures are typically Jacksonian in nature (characterized by rapid spasms of a muscle group that subsequently spread to adjacent muscles) and occur on the side contralateral to the affected side of the face. Half of these cases are associated with abnormalities in both the gray and white matter of the brain—usually ipsilateral but sometimes contralateral—that are detectable on magnetic resonance imaging (MRI) scan.\n\nOcular\nRecession of the eyeball within the orbit is the most common eye abnormality observed in Parry–Romberg syndrome. It is caused by a loss of subcutaneous tissue around the orbit. Other common findings include drooping of the eyelid, constriction of the pupil, redness of the conjunctiva, and decreased sweating of the affected side of the face. Collectively, these signs are referred to as Horner's syndrome. Other ocular abnormalities include ophthalmoplegia (paralysis of one or more of the extraocular muscles) and other types of strabismus, uveitis, and heterochromia of the iris.\n\nOral\nThe tissues of the mouth, including the tongue, gingiva, teeth and soft palate are commonly involved in Parry–Romberg syndrome. 50% of affected individuals develop dental abnormalities such as delayed eruption, dental root exposure, or resorption of the dental roots on the affected side. 35% have difficulty or inability to normally open the mouth or other jaw symptoms, including temporomandibular joint dysfunction and spasm of the muscles of mastication on the affected side. 25% experience atrophy of one side of the upper lip and tongue.",
                "epidemiology": "Parry–Romberg syndrome appears to occur randomly and for unknown reasons. Prevalence is higher in females than males, with a ratio of roughly 3:2. The condition is observed on the left side of the face about as often as on the right side."
            },
            {
                "name": "Progressive hemifacial atrophy",
                "description": "Parry–Romberg syndrome (PRS) is a rare disease presenting in early childhood characterized by progressive shrinkage and degeneration of the tissues beneath the skin, usually on only one side of the face but occasionally extending to other parts of the body. An autoimmune mechanism is suspected, and the syndrome may be a variant of localized scleroderma, but the precise cause and pathogenesis of this acquired disorder remains unknown. It has been reported in the literature as a possible consequence of sympathectomy. The syndrome has a higher prevalence in females and typically appears between 5 and 15 years of age. There has been only one case report of the syndrome appearing in older adults: a 43-year-old woman with symptoms appearing at the age of 33.",
                "link": "https://en.wikipedia.org/wiki/Progressive_hemifacial_atrophy",
                "symptoms": "Skin and connective tissues\nInitial facial changes usually involve the area of the face covered by the temporal or buccinator muscles. The disease progressively spreads from the initial location, resulting in atrophy of the skin and its adnexa, as well as underlying subcutaneous structures such as connective tissue, (fat, fascia, cartilage, bones) and/or muscles of one side of the face. The mouth and nose are typically deviated towards the affected side of the face.\n\nThe process may eventually extend to involve tissues between the nose and the upper corner of the lip, the upper jaw, the angle of the mouth, the area around the eye and brow, the ear, and/or the neck. The syndrome often begins with a circumscribed patch of scleroderma in the frontal region of the scalp which is associated with a loss of hair and the appearance of a depressed linear scar extending down through the midface on the affected side. This scar is referred to as a \"coup de sabre\" lesion because it resembles the scar of a wound made by a sabre, and is indistinguishable from the scar observed in frontal linear scleroderma.\n\nIn 20% of cases, the hair and skin overlying affected areas may become hyperpigmented or hypopigmented with patches of unpigmented skin. In up to 20% of cases the disease may involve the ipsilateral (on the same side) or contralateral (on the opposite side) neck, trunk, arm, or leg. The cartilage of the nose, ear and larynx can be involved. The disease has been reported to affect both sides of the face in 5 to 10% of cases.\n\nSymptoms and physical findings usually become apparent during the first or early during the second decade of life. The average age of onset is nine years of age, and the majority of individuals experience symptoms before 20 years of age. The disease may progress for several years before eventually going into remission (abruptly ceasing).\n\nNeurological\nNeurological abnormalities are common. Roughly 45% of people with Parry–Romberg syndrome also have trigeminal neuralgia (severe pain in the tissues supplied by the ipsilateral trigeminal nerve, including the forehead, eye, cheek, nose, mouth and jaw) and/or migraine (severe headaches that may be accompanied by visual abnormalities, nausea and vomiting).\n\n10% of affected individuals develop a seizure disorder as part of the disease. The seizures are typically Jacksonian in nature (characterized by rapid spasms of a muscle group that subsequently spread to adjacent muscles) and occur on the side contralateral to the affected side of the face. Half of these cases are associated with abnormalities in both the gray and white matter of the brain—usually ipsilateral but sometimes contralateral—that are detectable on magnetic resonance imaging (MRI) scan.\n\nOcular\nRecession of the eyeball within the orbit is the most common eye abnormality observed in Parry–Romberg syndrome. It is caused by a loss of subcutaneous tissue around the orbit. Other common findings include drooping of the eyelid, constriction of the pupil, redness of the conjunctiva, and decreased sweating of the affected side of the face. Collectively, these signs are referred to as Horner's syndrome. Other ocular abnormalities include ophthalmoplegia (paralysis of one or more of the extraocular muscles) and other types of strabismus, uveitis, and heterochromia of the iris.\n\nOral\nThe tissues of the mouth, including the tongue, gingiva, teeth and soft palate are commonly involved in Parry–Romberg syndrome. 50% of affected individuals develop dental abnormalities such as delayed eruption, dental root exposure, or resorption of the dental roots on the affected side. 35% have difficulty or inability to normally open the mouth or other jaw symptoms, including temporomandibular joint dysfunction and spasm of the muscles of mastication on the affected side. 25% experience atrophy of one side of the upper lip and tongue.",
                "epidemiology": "Parry–Romberg syndrome appears to occur randomly and for unknown reasons. Prevalence is higher in females than males, with a ratio of roughly 3:2. The condition is observed on the left side of the face about as often as on the right side."
            },
            {
                "name": "Romberg syndrome",
                "description": "Parry–Romberg syndrome (PRS) is a rare disease presenting in early childhood characterized by progressive shrinkage and degeneration of the tissues beneath the skin, usually on only one side of the face but occasionally extending to other parts of the body. An autoimmune mechanism is suspected, and the syndrome may be a variant of localized scleroderma, but the precise cause and pathogenesis of this acquired disorder remains unknown. It has been reported in the literature as a possible consequence of sympathectomy. The syndrome has a higher prevalence in females and typically appears between 5 and 15 years of age. There has been only one case report of the syndrome appearing in older adults: a 43-year-old woman with symptoms appearing at the age of 33.",
                "link": "https://en.wikipedia.org/wiki/Romberg_syndrome",
                "symptoms": "Skin and connective tissues\nInitial facial changes usually involve the area of the face covered by the temporal or buccinator muscles. The disease progressively spreads from the initial location, resulting in atrophy of the skin and its adnexa, as well as underlying subcutaneous structures such as connective tissue, (fat, fascia, cartilage, bones) and/or muscles of one side of the face. The mouth and nose are typically deviated towards the affected side of the face.\n\nThe process may eventually extend to involve tissues between the nose and the upper corner of the lip, the upper jaw, the angle of the mouth, the area around the eye and brow, the ear, and/or the neck. The syndrome often begins with a circumscribed patch of scleroderma in the frontal region of the scalp which is associated with a loss of hair and the appearance of a depressed linear scar extending down through the midface on the affected side. This scar is referred to as a \"coup de sabre\" lesion because it resembles the scar of a wound made by a sabre, and is indistinguishable from the scar observed in frontal linear scleroderma.\n\nIn 20% of cases, the hair and skin overlying affected areas may become hyperpigmented or hypopigmented with patches of unpigmented skin. In up to 20% of cases the disease may involve the ipsilateral (on the same side) or contralateral (on the opposite side) neck, trunk, arm, or leg. The cartilage of the nose, ear and larynx can be involved. The disease has been reported to affect both sides of the face in 5 to 10% of cases.\n\nSymptoms and physical findings usually become apparent during the first or early during the second decade of life. The average age of onset is nine years of age, and the majority of individuals experience symptoms before 20 years of age. The disease may progress for several years before eventually going into remission (abruptly ceasing).\n\nNeurological\nNeurological abnormalities are common. Roughly 45% of people with Parry–Romberg syndrome also have trigeminal neuralgia (severe pain in the tissues supplied by the ipsilateral trigeminal nerve, including the forehead, eye, cheek, nose, mouth and jaw) and/or migraine (severe headaches that may be accompanied by visual abnormalities, nausea and vomiting).\n\n10% of affected individuals develop a seizure disorder as part of the disease. The seizures are typically Jacksonian in nature (characterized by rapid spasms of a muscle group that subsequently spread to adjacent muscles) and occur on the side contralateral to the affected side of the face. Half of these cases are associated with abnormalities in both the gray and white matter of the brain—usually ipsilateral but sometimes contralateral—that are detectable on magnetic resonance imaging (MRI) scan.\n\nOcular\nRecession of the eyeball within the orbit is the most common eye abnormality observed in Parry–Romberg syndrome. It is caused by a loss of subcutaneous tissue around the orbit. Other common findings include drooping of the eyelid, constriction of the pupil, redness of the conjunctiva, and decreased sweating of the affected side of the face. Collectively, these signs are referred to as Horner's syndrome. Other ocular abnormalities include ophthalmoplegia (paralysis of one or more of the extraocular muscles) and other types of strabismus, uveitis, and heterochromia of the iris.\n\nOral\nThe tissues of the mouth, including the tongue, gingiva, teeth and soft palate are commonly involved in Parry–Romberg syndrome. 50% of affected individuals develop dental abnormalities such as delayed eruption, dental root exposure, or resorption of the dental roots on the affected side. 35% have difficulty or inability to normally open the mouth or other jaw symptoms, including temporomandibular joint dysfunction and spasm of the muscles of mastication on the affected side. 25% experience atrophy of one side of the upper lip and tongue.",
                "epidemiology": "Parry–Romberg syndrome appears to occur randomly and for unknown reasons. Prevalence is higher in females than males, with a ratio of roughly 3:2. The condition is observed on the left side of the face about as often as on the right side."
            },
            {
                "name": "Distal hereditary motor neuropathy type V",
                "description": "Distal hereditary motor neuropathy type V is a particular type of neuropathic disorder. In general, distal hereditary motor neuropathies affect the axons of distal motor neurons and are characterized by progressive weakness and atrophy of muscles of the extremities. It is common for them to be called \"spinal forms of Charcot-Marie-Tooth disease (CMT)\", because the diseases are closely related in symptoms and genetic cause. The diagnostic difference in these diseases is the presence of sensory loss in the extremities. There are seven classifications of dHMNs, each defined by patterns of inheritance, age of onset, severity, and muscle groups involved. Type V is a disorder characterized by autosomal dominance, weakness of the upper limbs that is progressive and symmetrical, and atrophy of the small muscles of the hands.",
                "link": "https://en.wikipedia.org/wiki/Distal_hereditary_motor_neuropathy_type_V",
                "symptoms": "Onset usually occurs within the first two decades of life, commonly in the teenage years or the twenties.  Life expectancy is normal.\n High arch of the foot (pes cavus) is common. Patients also have trouble controlling their hands, due to muscle loss on the thumb side of the index finger and palm below the thumb. It is rare for a person with this disorder to lose the ability to walk, though changes in gait may occur later in life.\n\nFrequency of this disorder is unknown."
            },
            {
                "name": "Pain disorder",
                "link": "https://en.wikipedia.org/wiki/Pain_disorder",
                "description": "Pain disorder is chronic pain experienced by a patient in one or more areas, and is thought to be caused by psychological stress. The pain is often so severe that it disables the patient from proper functioning. Duration may be as short as a few days or as long as many years. The disorder may begin at any age, and occurs more frequently in girls than boys. This disorder often occurs after an accident, during an illness that has caused pain, or after withdrawing from use during drug addiction, which then takes on a 'life' of its own.",
                "symptoms": "Common side effects or comorbidities of pain disorder include: depression; anxiety; inactivity; disability; sleep disturbance; fatigue; and disruption of social relationships. Pain conditions are generally considered \"acute\" if they last less than six months, and \"chronic\" if they last six or more months. The neurological or physiological basis for chronic pain disorders is currently unknown; they are not explained by, for example, clinically obtainable evidence of disease or of damage to the painful areas.[citation needed]\n\nIn many cases, pain levels can vary depending on circumstances, and can often be moderated to some extent by activity and mood. For example, pain symptoms may become more intense when focused on, and less intense when the person is engaged in enjoyable activities. The same can be said about excessive worry. A minor physical symptom can be aggravated or become more harmful and threatening if the affected person engages in a constant body and symptom appraisal, which can lead to stress and maladaptive behavior when coping with the physical symptom.",
                "epidemiology": "Ethnicities show differences in how they express their discomfort and on how acceptable shows of pain and its tolerance are.[citation needed]\nMost obvious in adolescence, females tend to have this disorder more than males, and females reach out more.\nMore unexplainable pains occur as people get older. Typically, younger children complain of only one symptom, commonly abdominal pains or headaches. The older they get, the more varied the pain location as well as more locations and increasing frequency."
            },
            {
                "name": "Cyclic vomiting syndrome",
                "description": "Cyclic vomiting syndrome (CVS) is a chronic functional condition of unknown pathogenesis. CVS is characterized as recurring episodes lasting a single day to multiple weeks. Each episode is divided into four phases: inter-episodic, prodrome, vomiting, and recovery. Inter-episodic phase, is characterized as no discernible symptoms, normal everyday activities can occur, and this phase typically lasts one week to one month. The prodrome phase is known as the pre-emetic phase, characterized by the initial feeling of an approaching episode, still able to keep down oral medication. Emetic or vomiting phase is characterized as intense persistent nausea, and repeated vomiting typically lasting hours to days. Recovery phase is typically the phase where vomiting ceases, nausea diminishes or is absent, and appetite returns. \"Cyclic vomiting syndrome (CVS) is a rare abnormality of the neuroendocrine system that affects 2% of children.\" This disorder is thought to be closely related to migraines and family history of migraines.",
                "link": "https://en.wikipedia.org/wiki/Cyclic_vomiting_syndrome",
                "symptoms": "Affected individuals may vomit or retch 6–12 times in an hour and an episode may last from a few hours to over three weeks and in some cases months, with a median episode duration of 41 hours. Stomach acid, bile and, if the vomiting is severe, blood may be vomited. Some with the condition will ingest water to reduce the irritation of bile and acid on the esophagus during emesis. Between episodes, the affected individual is usually normal and healthy otherwise but can be in a weak state of fatigue or experience muscle pain. In approximately half of cases the attacks, or episodes, occur in a time-related manner. Each attack is stereotypical; that is, in any given individual, the timing, frequency and severity of attacks is similar. Some affected people experience episodes that progressively get worse when left untreated, occurring more frequently with reduced symptom free phase.\n\nEpisodes may happen every few days, every few weeks or every few months, for some happening at common uniform times, typically mornings. For other affected people, there is not a pattern in time that can be recognized. Some with the condition have a warning of an episodic attack; they may experience a prodrome, some documented prodromal symptoms include: unusually intense nausea and pallor, excess salivation, sweating, flushing, rapid/irregular heartbeat, diarrhea, anxiety/panic, food aversion, restlessness/insomnia, irritability, depersonalization, fatigue/listlessness, intense feelings of being hot or chilled, intense thirst, shivering/shaking, retching, tachypnea, abdominal pain/cramping, limb paresthesias, hyperesthesia, photophobia, phonophobia, headache, and dyspnea, heightened sensitivity, especially to light, though sensitivity to smell, sound, pressure, and temperature, as well as oncoming muscle pain and fatigue, are also reported by some patients. Many experiences a full panic attack when nausea begins and continue to panic once the vomiting has begun. Medications like Lorazepam, Alprazolam, and other benzodiazepines are prescribed by their doctors and instructed to take immediately at the onset of any of their CVS symptoms and/or triggers. Some prodromal symptoms are present inter-episodically as well as during acute phases of illness. The majority of affected people can identify triggers that may precede an attack. The most common are various foods, infections (such as colds), menstruation, extreme physical exertion, lack of sleep, and psychological stresses, both positive and negative.[citation needed]\n\nAn affected person may also be light-sensitive (photophobic), sound-sensitive (phonophobic) or, less frequently, temperature- or pressure-sensitive during an attack.  Some people also have a strong urge to bathe in warm or cold water. In fact, many people with CVS experience a compulsion to be submerged in hot water, and end up taking several baths during the duration of an episode. For some the psychological compulsion to be in hot water is so extreme that they cannot stop themselves from taking very long baths in near scalding hot water several times per day. For some of these people, they may have just finished taking a lengthy bath in extremely hot water and immediately feel this compulsion again and end up taking another bath right after drying off. Some people with the condition experience insomnia, diarrhea (GI complications), hot and cold flashes, and excessive sweating before an episode. Some report that they experience a restless sensation or stinging pain along the spine, hands, and feet followed by weakness in both legs. Some of these symptoms may be due to dehydration or hypokalemia from excessive vomiting, rather than the underlying cause of CVS.",
                "epidemiology": "The average age at onset is 3–7 years, with described cases as young as 6 days and as old as 73 years. Typical delay in diagnosis from onset of symptoms is 3 years. Females show a slight predominance over males.\n\nOne study found that 3 in 100,000 five-year-olds are diagnosed with the condition. Two studies on childhood CVS suggest nearly 2% of school-age children may have CVS."
            },
            {
                "name": "Tuberous sclerosis",
                "description": "Tuberous sclerosis complex (TSC) is a rare multisystem autosomal dominant genetic disease that causes non-cancerous tumours to grow in the brain and on other vital organs such as the kidneys, heart, liver, eyes, lungs and skin. A combination of symptoms may include seizures, intellectual disability, developmental delay, behavioral problems, skin abnormalities, lung disease, and kidney disease.",
                "link": "https://en.wikipedia.org/wiki/Tuberous_sclerosis",
                "symptoms": "The physical manifestations of TSC are due to the formation of hamartia (malformed tissue such as the cortical tubers), hamartomas (benign growths such as facial angiofibroma and subependymal nodules), and very rarely, cancerous hamartoblastomas. The effect of these on the brain leads to neurological symptoms such as seizures, intellectual disability, developmental delay, and behavioral problems.[citation needed]\n\nNeurological\nThree types of brain tumours are associated with TSC:[citation needed]\n\nGiant cell astrocytoma: (grows and blocks the cerebrospinal fluid  flow, leading to dilatation of ventricles causing headache and vomiting)\nCortical tubers: after which the disease is named\nSubependymal nodules: form in the walls of ventricles\nClassic intracranial manifestations of TSC include subependymal nodules and cortical/subcortical tubers.\n\nThe tubers are typically triangular in configuration, with the apex pointed towards the ventricles, and are thought to represent foci of abnormal neuronal migration. The T2 signal abnormalities may subside in adulthood, but will still be visible on histopathological analysis. On magnetic resonance imaging (MRI), TSC patients can exhibit other signs consistent with abnormal neuron migration such as radial white matter tracts hyperintense on T2WI and heterotopic grey matter.[citation needed]\n\nSubependymal nodules are composed of abnormal, swollen glial cells and bizarre multinucleated cells which are indeterminate for glial or neuronal origin. Interposed neural tissue is not present. These nodules have a tendency to calcify as the patient ages. A nodule that markedly enhances and enlarges over time should be considered suspicious for transformation into a subependymal giant cell astrocytoma, which typically develops in the region of the foramen of Monro, in which case it is at risk of developing an obstructive hydrocephalus.\n\nA variable degree of ventricular enlargement is seen, either obstructive (e.g. by a subependymal nodule in the region of the foramen of Monro) or idiopathic in nature.[citation needed]\n\nNeuropsychiatric\nAbout 90% of people with TSC develop a range of neurodevelopmental, behavioural, psychiatric, and psychosocial difficulties. The \"TSC‐associated neuropsychiatric disorders\" are abbreviated TAND. These difficulties are less frequently identified and thus undertreated when compared with the neurological symptoms. Most problems are associated with more severe intellectual delay or associated with childhood and adolescence, and some (for example depressed mood) may be unreported if the person is unable to communicate. TAND can be investigated and considered at six levels: behavioural, psychiatric, intellectual, academic, neuropsychological, and psychosocial.\n\nBehavioural problems most commonly seen include overactivity, impulsivity and sleeping difficulties. Also common are anxiety, mood swings, and severe aggression. Less common are depressed mood, self-injury, and compulsive behaviours.\n\nPeople with TSC are frequently also diagnosed with psychiatric disorders: autism spectrum disorder (ASD), attention deficit hyperactivity disorder (ADHD), anxiety disorder and depressive disorder. TSC is one of the most common genetic causes of autism spectrum disorder, which affects nearly half of people with TSC. ASD is more common in TSC2 than TSC1 and more common with earlier and more severe epilepsy, and with lower intellectual ability. ADHD is nearly as frequently seen in TSC as ASD (up to half of all people with TSC). Anxiety and depressive disorders, when they occur, are typically diagnosed in early adulthood and among those intellectually able to express their moods.\n\nThe intellectual ability of people with TSC varies enormously. About 40–50% have a normal IQ. A normal IQ is much more commonly seen in TSC1 than TSC2, and profound intellectual disability seen in 34% of TSC2 compared with 10% of TSC1 in one study. Many studies have examined whether early onset, type and severity of epilepsy associates with intellectual ability. Academic issues occur even in people with TSC who have normal intellectual ability. These are often specific learning disorders such as dyscalculia (understanding mathematics), but also include other aspects affecting school life such as anxiety, lack of social skills or low self-esteem.\n\nAbout half of people with TSC, when assessed for neuropsychological skills, are in the bottom 5th percentile in some areas, which indicates a severe impairment. These include problems with attention (for example, being able to concentrate on two separate things like looking and listening), memory (particularly recall, verbal and spatial working memory) and executive function (for example, planning, self-monitoring, cognitive flexibility).\n\nThe psychosocial impacts of TSC include low self-esteem and self-efficacy in the individual, and a burden on the family coping with a complex and unpredictable disorder.\n\nKidneys\nBetween 26% and 80% of TSC patients have benign tumors of the kidneys called angiomyolipomas, with hematuria being the most frequent presenting symptom.   TSC angiomyolipomas differ from non-TSC angiomyolipomas in age of presentation (31.5 years vs 53.6 years), mean tumor size (8.2 cm vs 4.5 cm), and percentage of cases requiring surgical intervention (50% vs 28%).  Although benign, an angiomyolipoma larger than 4 cm is at risk for a potentially catastrophic hemorrhage, either spontaneously or with minimal trauma.[citation needed]\n\nLungs\nPatients with TSC can develop progressive replacement of the lung parenchyma with multiple cysts, known as lymphangioleiomyomatosis (LAM). Recent genetic analysis has shown that the proliferative bronchiolar smooth muscle in TSC-related lymphangioleiomyomatosis is monoclonal metastasis from a coexisting renal angiomyolipoma. Cases of TSC-related lymphangioleiomyomatosis recurring following lung transplant have been reported.\n\nHeart\nSmall tumours of the heart muscle, called cardiac rhabdomyomas, are rare in the general population (perhaps 0.2% of children) but very common in people with TSC. Around 80% of children under two-years-old with TSC have at least one rhabdomyoma, and about 90% of those will have several. The vast majority of children with at least one rhabdomyoma, and nearly all children with multiple rhabdomyomas will be found to have TSC. Prenatal ultrasound, performed by an obstetric sonographer specializing in cardiology, can detect a rhabdomyoma after 20 weeks. Rhabdomyoma vary in size from a few millimetres to several centimetres, and are usually found in the lower chambers (ventricles) and less often in the upper chambers (atria). They grow in size during the second half of pregnancy, but regress after birth, and are seen in only around 20% of children over two years old.\n\nMost rhabdomyomas cause no problems but some may cause heart failure in the foetus or first year of life. Rhabdomyomas are believed to be responsible for the development of heart arrhythmia later in life, which is relatively common in TSC. Arrhythmia can be hard to spot in people with TSC, other than by performing routine ECG. For example, arrhythmia may cause fainting that is confused with drop seizures, and symptoms of arrhythmia such as palpitations may not be reported in an individual with developmental delay.\n\nSkin\nSome form of dermatological sign is present in 96% of individuals with TSC. Most cause no problems, but are helpful in diagnosis. Some cases may cause disfigurement, necessitating treatment. The most common skin abnormalities include:\n\nHypomelanic macules (\"ash leaf spots\") are present in about 90% of people with TSC. These small white or lighter patches of skin may appear anywhere on the body, and are caused by a lack of melanin. They are usually the only visible sign of TSC at birth. In fair-skinned individuals, a Wood's lamp (ultraviolet light) may be required to see them. On the scalp, the effect may be a white patch of hair (poliosis). Patches smaller than 3mm are known as \"confetti\" skin lesions.\nFacial angiofibromas are present in about 75% of people with TSC. These are a rash of reddish spots or bumps on the nose and cheeks in a butterfly distribution, which consist of blood vessels and fibrous tissue. This potentially socially embarrassing rash starts to appear during childhood.[citation needed]\nUngual fibromas: Also known as Koenen's tumors, these are small fleshy tumors that grow around and under the toenails or fingernails. These are rare in childhood, but common by middle age. They are generally more common on toes than on fingers, develop at 15–29 years, and are more common in women than in men.\nFibrous cephalic plaques are present in about 25% of people with TSC. These are raised, discoloured areas usually found on the forehead, but sometimes on the face or elsewhere on the scalp.[citation needed]\nShagreen patches are present in about half of people with TSC, appearing in childhood. They are areas of thick leathery skin that are dimpled like an orange peel, and pigmented, they are usually found on the lower back or nape of the neck, or scattered across the trunk or thighs. The frequency of these lesions rises with age.[citation needed]\nDental enamel pits are found in almost all adults with TSC.\nIntraoral fibromas are small surface-tumours found in the gums, inside the cheeks or tongue. Gum (gingival) fibromas are found in about 20-50% of people with TSC, more commonly in adults.\nEyes\nRetinal lesions, called astrocytic hamartomas (or \"phakomas\"), which appear as a greyish or yellowish-white lesion in the back of the globe on the ophthalmic examination. Astrocytic hamartomas can calcify, and they are in the differential diagnosis of a calcified globe mass on a CT scan.\n\nNonretinal lesions associated with TSC include:\n\nColoboma\nAngiofibromas of the eyelids\nPapilledema (related to hydrocephalus)[citation needed]\nPancreas\nPancreatic neuroendocrine tumours have been described in rare cases of TSC.\n\nVariability\n\nIndividuals with TSC may experience none or all of the clinical signs discussed above. The following table shows the prevalence of some of the clinical signs in individuals diagnosed with TSC.",
                "epidemiology": "TSC occurs in all races and ethnic groups, and in both sexes. The live-birth prevalence is estimated to be between 10 and 16 cases per 100,000. A 1998 study estimated total population prevalence between about 7 and 12 cases per 100,000, with more than half of these cases undetected. Prior to the invention of CT scanning to identify the nodules and tubers in the brain, the prevalence was thought to be much lower, and the disease associated with those people diagnosed clinically with learning disability, seizures and facial angiofibroma. Whilst still regarded as a rare disease, TSC is common when compared to many other genetic diseases, with at least 1 million individuals affected worldwide."
            },
            {
                "name": "Von Hippel–Lindau disease",
                "description": "Von Hippel–Lindau disease (VHL), also known as Von Hippel–Lindau syndrome, is a rare genetic disorder with multisystem involvement. It is characterized by visceral cysts and benign tumors with potential for subsequent malignant transformation. It is a type of phakomatosis that results from a mutation in the Von Hippel–Lindau tumor suppressor gene on chromosome 3p25.3.",
                "link": "https://en.wikipedia.org/wiki/Von_Hippel%E2%80%93Lindau_disease",
                "symptoms": "Signs and symptoms associated with VHL disease include headaches, problems with balance and walking, dizziness, weakness of the limbs, vision problems, and high blood pressure.\n\nConditions associated with VHL disease include angiomatosis, hemangioblastomas, pheochromocytoma, renal cell carcinoma, pancreatic cysts (pancreatic serous cystadenoma), endolymphatic sac tumor, and bilateral papillary cystadenomas of the epididymis (men) or broad ligament of the uterus (women). Angiomatosis occurs in 37.2% of patients presenting with VHL disease and usually occurs in the retina. As a result, loss of vision is very common. However, other organs can be affected: strokes, heart attacks, and cardiovascular disease are common additional symptoms. Approximately 40% of VHL disease presents with CNS hemangioblastomas and they are present in around 60–80%. Spinal hemangioblastomas are found in 13–59% of VHL disease and are specific because 80% are found in VHL disease. Although all of these tumors are common in VHL disease, around half of cases present with only one tumor type. Most people with VHL develop symptoms in their mid-twenties.",
                "epidemiology": "VHL disease has an incidence of one in 36,000 births. There is over 90% penetrance by the age of 65. Age at diagnosis varies from infancy to age 60–70 years, with an average patient age at clinical diagnosis of 26 years.[citation needed]"
            },
            {
                "name": "Lesch–Nyhan syndrome",
                "description": "Lesch–Nyhan syndrome (LNS) is a rare inherited disorder caused by a deficiency of the enzyme hypoxanthine-guanine phosphoribosyltransferase (HGPRT). This deficiency occurs due to mutations in the HPRT1 gene located on the X chromosome. LNS affects about 1 in 380,000 live births. The disorder was first recognized and clinically characterized by American medical student Michael Lesch and his mentor, pediatrician William Nyhan, at Johns Hopkins.",
                "link": "https://en.wikipedia.org/wiki/Lesch%E2%80%93Nyhan_syndrome",
                "symptoms": "LNS is characterized by three major hallmarks: neurologic dysfunction, cognitive and behavioral disturbances including self-mutilation, and uric acid overproduction (hyperuricemia). Damage to the basal ganglia causes affected individuals to adopt a characteristic fencing stance due to the nature of the lesion. Some may also have macrocytic anemia due to the faulty DNA synthesis, most likely due to deficient purine synthesis that leads to a lag of  cell division with respect to increases in cell mass. Virtually all patients are male; males experience delayed growth and puberty, and most develop shrunken testicles or testicular atrophy. Female carriers are at an increased risk for gouty arthritis but are usually otherwise unaffected.\n\nOverproduction of uric acid\nOne of the first symptoms of the disease is the presence of sand-like crystals of uric acid in the diapers of the affected infant. Overproduction of uric acid may lead to the development of uric acid crystals or stones in the kidneys, ureters, or bladder. Such crystals deposited in joints later in the disease may produce gout-like arthritis, with swelling and tenderness. The overproduction of uric acid is present at birth, but may not be recognized by routine clinical laboratory testing methods. The serum uric acid concentration is often normal, as the excess purines are promptly eliminated in the urine. The crystals usually appear as an orange grainy material, or they may coalesce to form either multiple tiny stones or distinct large stones that are difficult to pass. The stones, or calculi, usually cause hematuria (blood in the urine) and increase the risk of urinary tract infection. Some affected people have kidney damage due to such kidney stones. Stones may be the presenting feature of the disease, but can go undetected for months or even years. \n\nNervous system impairment\nThe periods before and surrounding birth are typically normal in individuals with LNS. The most common presenting features are abnormally decreased muscle tone (hypotonia) and developmental delay, which are evident by three to six months of age. Affected individuals are late in sitting up, while most never crawl or walk.\n\nIrritability is most often noticed along with the first signs of nervous system impairment. Within the first few years of life, extrapyramidal involvement causes abnormal involuntary muscle contractions such as loss of motor control (dystonia), writhing motions (choreoathetosis), and arching of the spine (opisthotonus). Signs of pyramidal system involvement, including spasticity, overactive reflexes (hyperreflexia) and extensor plantar reflexes, also occur. The resemblance to athetoid cerebral palsy is apparent in the neurologic aspects of LNS. As a result, most individuals are initially diagnosed as having cerebral palsy. The motor disability is so extensive that most individuals never walk, and become lifelong wheelchair users.\n\nSelf-injuring behavior\nPersons affected are cognitively impaired and have behavioral disturbances that emerge between two and three years of age. The uncontrollable self-injury associated with LNS also usually begins at three years of age. The self-injury begins with biting of the lips and tongue; as the disease progresses, affected individuals frequently develop finger biting and headbanging. The self-injury can increase during times of stress. Self-harm is a distinguishing characteristic of the disease and is apparent in 85% of affected males.\n\nThe majority of individuals are cognitively impaired, which is sometimes difficult to distinguish from other symptoms because of the behavioral disturbances and motor deficits associated with the syndrome. In many ways, the behaviors may be seen as a psychological extension of the compulsion to cause self-injury, and include rejecting desired treats or travel, repaying kindness with coldness or rage, failing to answer test questions correctly despite study and a desire to succeed, and provoking anger from caregivers when affection is desired.\n\nCompulsive behaviors also occur, including aggressiveness, vomiting, spitting, and coprolalia (involuntary swearing). The development of this type of behavior is sometimes seen within the first year, or in early childhood, but others may not develop it until later in life.\n\nLNS in females\nWhile carrier females are generally an asymptomatic condition, they do experience an increase in uric acid excretion, and some may develop symptoms of hyperuricemia, and experience gout in their later years. Testing in this context has no clinical consequence, but it may reveal the possibility of transmitting the trait to male children. Women may also require testing if a male child develops LNS. In this instance, a negative test means the son's disease is the result of a new mutation, and the risk in siblings is not increased.\n\nFemales who carry one copy of the defective gene are carriers with a 50% chance of passing the disease on to their sons. In order for a female to be affected, she would need to have two copies of the mutated gene, one of which would be inherited from her father. Males affected with LNS do not usually have children due to the debilitating effects of the disease. It is possible for a female to inherit an X chromosome from her unaffected father, who carries a new mutation of the HGPRT gene. Under these circumstances, a girl could be born with LNS, and though there are a few reports of this happening, it is very rare. The overwhelming majority of patients with LNS are male.[citation needed]\n\nLess severe forms\nA less severe, related disease, partial HPRT deficiency, is known as Kelley–Seegmiller syndrome (Lesch–Nyhan syndrome involves total HPRT deficiency). Symptoms generally involve less neurological involvement but the disease still causes gout and kidney stones."
            },
            {
                "name": "Zellweger syndrome",
                "description": " Zellweger syndrome is a rare congenital disorder characterized by the reduction or absence of functional peroxisomes in the cells of an individual. It is one of a family of disorders called Zellweger spectrum disorders which are leukodystrophies. Zellweger syndrome is named after Hans Zellweger (1909–1990), a Swiss-American pediatrician, a professor of pediatrics and genetics at the University of Iowa who researched this disorder.",
                "link": "https://en.wikipedia.org/wiki/Zellweger_syndrome",
                "symptoms": "Zellweger syndrome is one of three peroxisome biogenesis disorders which belong to the Zellweger spectrum of peroxisome biogenesis disorders (PBD-ZSD). The other two disorders are neonatal adrenoleukodystrophy (NALD), and infantile Refsum disease (IRD). Although all have a similar molecular basis for disease, Zellweger syndrome is the most severe of these three disorders.\n\nZellweger syndrome is associated with impaired neuronal migration, neuronal positioning, and brain development. In addition, individuals with Zellweger syndrome can show a reduction in central nervous system (CNS) myelin (particularly cerebral), which is referred to as hypomyelination. Myelin is critical for normal CNS functions, and in this regard, serves to insulate nerve fibers in the brain. Patients can also show postdevelopmental sensorineuronal degeneration that leads to a progressive loss of hearing and vision.\n\nZellweger syndrome can also affect the function of many other organ systems. Patients can show craniofacial abnormalities (such as a high forehead, hypoplastic supraorbital ridges, epicanthal folds, midface hypoplasia, and a large fontanelle), hepatomegaly (enlarged liver), chondrodysplasia punctata (punctate calcification of the cartilage in specific regions of the body), eye abnormalities, and renal cysts. Newborns may present with profound hypotonia (low muscle tone), seizures, apnea, and an inability to eat."
            },
            {
                "name": "Dejerine–Sottas disease",
                "description": "Dejerine–Sottas disease, also known as, Dejerine–Sottas syndrome, hereditary motor and sensory polyneuropathy type III, and Charcot–Marie–Tooth disease type 3, is a hereditary neurological disorder characterized by damage to the peripheral nerves, demyelination, and resulting progressive muscle wasting and somatosensory loss. The condition is caused by mutations in various genes and currently has no known cure.",
                "link": "https://en.wikipedia.org/wiki/Dejerine%E2%80%93Sottas_disease",
                "symptoms": "Onset occurs in infancy or early childhood, usually before three years of age. Progression is slow until the teenage years at which point it may accelerate, resulting in severe disability.\n\nSymptoms are more severe and rapidly progressive than in the other more common Charcot–Marie–Tooth diseases. Some patients may never walk and will be reliant on wheelchair use by the end of their first decade, while others may need only a cane, crutches, or similar support through most of their lives, but this is rare.\n\nDejerine–Sottas disease is characterized by moderate to severe lower and upper extremity weakness and loss of sensation, mainly in the lower legs, forearms, feet, and hands. Loss of muscle mass and reduced muscle tone usually occur as the disease progresses. Other symptoms may include pain in the extremities, curvature of the spine, clawed hands, foot deformities, ataxia, peripheral areflexia, and slow acquisition of motor skills in childhood. Symptoms that are less common can include limitation of eye movements, other eye problems such as nystagmus or anisocoria, or moderate to severe hearing loss."
            },
            {
                "name": "Hypnopompic hallucinations",
                "link": "https://en.wikipedia.org/wiki/Hypnopompic_hallucinations",
                "description": "Hypnopompia is the state of consciousness leading out of sleep, a term coined by the psychical researcher Frederic Myers. Its mirror is the hypnagogic state at sleep onset; though often conflated, the two states are not identical and have a different phenomenological character. Hypnopompic and hypnagogic hallucinations are frequently accompanied by sleep paralysis, which is a state wherein one is consciously aware of one's surroundings but unable to move or speak."
            },
            {
                "name": "Cyberchondria",
                "link": "https://en.wikipedia.org/wiki/Cyberchondria",
                "description": "Cyberchondria, otherwise known as compucondria, is the unfounded escalation of concerns about common symptomology based on review of search results and literature online. Articles in popular media position cyberchondria anywhere from temporary neurotic excess to adjunct hypochondria. Cyberchondria is a growing concern among many healthcare practitioners as patients can now research any and all symptoms of a rare disease, illness or condition, and manifest a state of medical anxiety."
            },
            {
                "name": "Klippel Feil syndrome",
                "description": "Klippel–Feil syndrome (KFS), also known as cervical vertebral fusion syndrome, is a rare congenital condition characterized by the abnormal fusion of any two of the seven bones in the neck. It can result in a limited ability to move the neck and shortness of the neck, resulting in the appearance of a low hairline. Most people only have one or two of those symptoms so it may not be noticeable without medical imaging.",
                "link": "https://en.wikipedia.org/wiki/Klippel_Feil_syndrome",
                "symptoms": "KFS is associated with many other abnormalities of the body, hence thorough evaluation of all patients with fused cervical vertebrae at birth is required. Furthermore, it is unclear whether KFS is a unique disease, or if it is one part of a spectrum of congenital spinal deformities.[citation needed]\n\nKFS is usually diagnosed after birth. The most common signs of the disorder are restricted mobility of the neck and upper spine and a shortened neck with the appearance of a low hairline at the back of the head.[citation needed]\n\nAssociated abnormalities may include:  \n\nScoliosis (sideways curvature of the spine)\nSpina bifida\nProblems with the reproductive organs, kidneys and the ribs\nCleft palate\nDental problems (delayed dentition, cavities, missing teeth)\nRespiratory problems\nHeart defects\nShort stature\nDuane syndrome\nSrb's anomaly\nSprengel's deformity\nThe disorder also may be associated with abnormalities of the head and face, skeleton, sex organs, muscles, brain and spinal cord, arms, legs and fingers.[citation needed]",
                "epidemiology": "The prevalence of KFS is unknown due to the lack of studies to determine its prevalence. It is estimated to occur 1 in 40,000 to 42,000 newborns worldwide. In addition, females seem to be affected slightly more often than males."
            },
            {
                "name": "Menieres disease",
                "description": "Ménière's disease (MD) is a disease of the inner ear that is characterized by potentially severe and incapacitating episodes of vertigo, tinnitus, hearing loss, and a feeling of fullness in the ear. Typically, only one ear is affected initially, but over time, both ears may become involved. Episodes generally last from 20 minutes to a few hours. The time between episodes varies. The hearing loss and ringing in the ears can become constant over time.",
                "link": "https://en.wikipedia.org/wiki/Menieres_disease",
                "symptoms": "Ménière's is characterized by recurrent episodes of vertigo, fluctuating hearing loss, and tinnitus; episodes may be preceded by a headache and a feeling of fullness in the ears. People may also experience additional symptoms related to irregular reactions of the autonomic nervous system. These symptoms are not symptoms of Ménière's disease per se, but rather are side effects resulting from failure of the organ of hearing and balance, and include nausea, vomiting, and sweating, which are typically symptoms of vertigo, and not of Ménière's. This includes a sensation of being pushed sharply to the floor from behind. Sudden falls without loss of consciousness (drop attacks) may be experienced by some people.",
                "epidemiology": "From 3 to 11% of diagnosed dizziness in neuro-otological clinics are due to Ménière's disease. The annual incidence rate is estimated to be about 15 cases per 100,000 people and the prevalence rate is about 218 per 100,000, and around 15% of people with Ménière's disease are older than 65. In around 9% of cases, a relative also had Ménière's disease, indicating a genetic predisposition in some cases.\n\nThe odds of Ménière's disease are greater for people of white ethnicity, with severe obesity, and women. Several conditions are often comorbid with Ménière's disease, including arthritis, psoriasis, gastroesophageal reflux disease, irritable bowel syndrome, and migraine."
            },
            {
                "name": "Ramsay–Hunt syndrome",
                "description": "Three different neurological syndromes carry the name of Ramsay Hunt syndrome. Their only connection is that they were all first documented by the famous neurologist James Ramsay Hunt (1872–1937).Ramsay Hunt syndrome type 1, also called Ramsay Hunt cerebellar syndrome, is a rare form of cerebellar degeneration which involves myoclonic epilepsy, progressive ataxia, tremor, and a dementing process.\nRamsay Hunt syndrome type 2 is the reactivation of herpes zoster in the geniculate ganglion. It is sometimes called herpes zoster oticus and has variable presentation which may include a lower motor neuron lesion of the facial nerve, deafness, vertigo, and pain. A triad of ipsilateral facial paralysis, ear pain, and vesicles on the face, on the ear, or in the ear is the typical presentation.\nRamsay Hunt syndrome type 3 is a less commonly referenced condition, an occupationally induced neuropathy of the deep palmar branch of the ulnar nerve. It is also called Hunt's disease or artisan's palsy.",
                "link": "https://en.wikipedia.org/wiki/Ramsay%E2%80%93Hunt_syndrome"
            },
            {
                "name": "Pyromania",
                "link": "https://en.wikipedia.org/wiki/Pyromania",
                "description": "Pyromania is an impulse control disorder in which individuals repeatedly fail to resist impulses to deliberately start fires, to relieve some tension or for instant gratification. The term pyromania comes from the Greek word πῦρ. Pyromania is distinct from arson, the deliberate setting of fires for personal, monetary or political gain. Pyromaniacs start fires to release anxiety and tension, or for arousal. Other impulse disorders include kleptomania and intermittent explosive disorder."
            }
        ]
    }
}