{
    "responseHeader": {
        "status": 0,
        "QTime": 11,
        "params": {
            "q": "caused by genetics inherited",
            "defType": "edismax",
            "ps": "2",
            "qf": "description^3 symptoms^2 causes^2 treatment^1.7 diagnosis^1.5 prevention^1.0 epidemiology^1.5 content^0.5",
            "pf": "description^4 symptoms^2 causes^2",
            "fl": "name, link, description, symptoms, epidemiology",
            "rows": "25",
            "wt": "json",
            "ps2": "1"
        }
    },
    "response": {
        "numFound": 684,
        "start": 0,
        "numFoundExact": true,
        "docs": [
            {
                "name": "Fabry's disease",
                "description": "Fabry disease, also known as Anderson–Fabry disease, is a rare genetic disease that can affect many parts of the body, including the kidneys, heart, brain, and skin. Fabry disease is one of a group of conditions known as lysosomal storage diseases. The genetic mutation that causes Fabry disease interferes with the function of an enzyme that processes biomolecules known as sphingolipids, leading to these substances building up in the walls of blood vessels and other organs. It is inherited in an X-linked manner.",
                "link": "https://en.wikipedia.org/wiki/Fabry%27s_disease",
                "symptoms": "Symptoms are typically first experienced in early childhood and can be very difficult to diagnose; the rarity of Fabry disease to many clinicians sometimes leads to misdiagnoses. Manifestations of the disease usually increase in number and severity as an individual ages.\n\nPain\nFull-body or localized pain to the extremities (known as acroparesthesia) or gastrointestinal (GI) tract is common in patients with Fabry disease. This pain can increase over time. This acroparesthesia is believed to be related to the damage of peripheral nerve fibers that transmit pain. GI-tract pain is likely caused by accumulation of lipids in the small vasculature of the GI tract, which obstructs blood flow and causes pain.\n\nKidney\nKidney complications are common and serious effects of the disease; chronic kidney disease and kidney failure may worsen throughout life. The presence of protein in the urine (which causes foamy urine) is often the first sign of kidney involvement. End-stage kidney failure in those with Fabry disease typically occurs in the third decade of life, and is a common cause of death due to the disease.[citation needed]\n\nHeart\nFabry disease can affect the heart in several ways.  The accumulation of sphingolipids within heart muscle cells causes abnormal thickening of the heart muscle or hypertrophy.  This hypertrophy can cause the heart muscle to become abnormally stiff and unable to relax, leading to a hypertrophic cardiomyopathy causing shortness of breath.\n\nFabry disease can also affect the way in which the heart conducts electrical impulses, leading to both abnormally slow heart rhythms such as complete heart block, and abnormally rapid heart rhythms such as ventricular tachycardia.  These abnormal heart rhythms can cause blackouts, palpitations, or even sudden cardiac death.\n\nSphingolipids can also build up within the heart valves, thickening the valves and affecting the way they open and close.  If severe, this can cause the valves to leak (regurgitation) or to restrict the forward flow of blood (stenosis).  The aortic and mitral valves are more commonly affected than the valves on the right side of the heart.\n\nSkin\nAngiokeratomas (tiny, painless papules that can appear on any region of the body, but are predominant on the thighs, around the navel, buttocks, lower abdomen, and groin) are common.\n\nAnhidrosis (lack of sweating) is a common symptom, and less commonly hyperhidrosis (excessive sweating).[citation needed]\n\nAdditionally, patients can exhibit Raynaud's disease-like symptoms with neuropathy (in particular, burning extremity pain).[citation needed]\n\nOcular involvement may be present showing cornea verticillata (also known as vortex keratopathy), i.e. clouding of the corneas. Keratopathy may be the presenting feature in asymptomatic patients, and must be differentiated from other causes of vortex keratopathy (e.g. drug deposition in the cornea). This clouding does not affect vision.\n\nOther ocular findings can include conjunctival and retinal vascular abnormalities and anterior/posterior spoke-like cataract. Visual reduction from these manifestations is uncommon.[citation needed]\n\nOther manifestations\nFatigue, neuropathy (in particular, burning extremity pain, red hands and feet on and off), cerebrovascular effects leading to an increased risk of stroke - early strokes, mostly vertebrobasilar system tinnitus (ringing in the ears), vertigo, nausea, inability to gain weight, chemical imbalances, and diarrhea are other common symptoms.[citation needed]",
                "epidemiology": "Fabry disease is panethnic, but due to its rarity, determining an accurate disease frequency is difficult. Reported incidences, ranging from one in 476,000 to one in 117,000 in the general population, may largely underestimate the true prevalence. Newborn screening initiatives have found an unexpectedly high prevalence of the disease, as high as one in about 3,100 newborns in Italy and have identified a surprisingly high frequency of newborn males around one in 1,500 in Taiwan."
            },
            {
                "name": "Niemann–Pick disease",
                "description": "Niemann–Pick disease (NP), also known as acid sphingomyelinase deficiency, is a group of rare genetic diseases of varying severity. These are inherited metabolic disorders in which sphingomyelin accumulates in lysosomes in cells of many organs. NP types A, A/B, and B are caused by mutations in the SMPD1 gene, which causes a deficiency of an acid sphingomyelinase (ASM). NP type C is now considered a separate disease, as SMPD1 is not involved, and there is no deficiency in ASM.",
                "link": "https://en.wikipedia.org/wiki/Niemann%E2%80%93Pick_disease",
                "symptoms": "Symptoms are related to the organs in which sphingomyelin accumulates. Enlargement of the liver and spleen (hepatosplenomegaly) may cause reduced appetite, abdominal distension, and pain. Enlargement of the spleen (splenomegaly) may also cause low levels of platelets in the blood (thrombocytopenia).[citation needed]\n\nAccumulation of sphingomyelin in the central nervous system (including the cerebellum) results in unsteady gait (ataxia), slurring of speech (dysarthria), and difficulty swallowing (dysphagia). Basal ganglia dysfunction causes abnormal posturing of the limbs, trunk, and face (dystonia). Upper brainstem disease results in impaired voluntary rapid eye movements (supranuclear gaze palsy). More widespread disease involving the cerebral cortex and subcortical structures causes gradual loss of intellectual abilities, causing dementia and seizures.[citation needed]\n\nBones also may be affected, with the disease causing enlarged bone marrow cavities, thinned cortical bone, or a distortion of the hip bone called coxa vara. Sleep-related disorders also occur with the condition, such as sleep inversion, sleepiness during the day and wakefulness at night. Gelastic cataplexy, the sudden loss of muscle tone when the affected patient laughs, is also seen.[citation needed]"
            },
            {
                "name": "Spinocerebellar ataxia",
                "description": "Spinocerebellar ataxia (SCA) is a progressive, degenerative, genetic disease with multiple types, each of which could be considered a neurological condition in its own right. An estimated 150,000 people in the United States have a diagnosis of spinocerebellar ataxia at any given time. SCA is hereditary, progressive, degenerative, and often fatal. There is no known effective treatment or cure. SCA can affect anyone of any age. The disease is caused by either a recessive or dominant gene. In many cases people are not aware that they carry a relevant gene until they have children who begin to show signs of having the disorder. Currently, research is being conducted at Universities, such as the University of Minnesota, to elucidate many of the unknown characteristics of the disease.",
                "link": "https://en.wikipedia.org/wiki/Spinocerebellar_ataxia",
                "symptoms": "Spinocerebellar ataxia (SCA) is one of a group of genetic disorders characterized by slowly progressive incoordination of gait and is often associated with poor coordination of hands, speech, and eye movements. A review of different clinical features among SCA subtypes was recently published describing the frequency of non-cerebellar features, like parkinsonism, chorea, pyramidalism, cognitive impairment, peripheral neuropathy, seizures, among others. As with other forms of ataxia, SCA frequently results in atrophy of the cerebellum, loss of fine coordination of muscle movements leading to unsteady and clumsy motion, and other symptoms. Ocular deficits can be quantified using the SODA scale.\n\nThe symptoms of an ataxia vary with the specific type and with the individual patient. In many cases a person with ataxia retains full mental capacity but progressively loses physical control.[citation needed]"
            },
            {
                "name": "Sandhoff disease",
                "description": "Sandhoff disease is a lysosomal genetic, lipid storage disorder caused by the inherited deficiency to create functional beta-hexosaminidases A and B. These catabolic enzymes are needed to degrade the neuronal membrane components, ganglioside GM2, its derivative GA2, the glycolipid globoside in visceral tissues, and some oligosaccharides. Accumulation of these metabolites leads to a progressive destruction of the central nervous system and eventually to death. The rare autosomal recessive neurodegenerative disorder is clinically almost indistinguishable from Tay–Sachs disease, another genetic disorder that disrupts beta-hexosaminidases A and S. There are three subsets of Sandhoff disease based on when first symptoms appear: classic infantile, juvenile and adult late onset.",
                "link": "https://en.wikipedia.org/wiki/Sandhoff_disease",
                "symptoms": "Sandhoff disease symptoms are clinically indeterminable from Tay–Sachs disease. The classic infantile form of the disease has the most severe symptoms and is incredibly hard to diagnose at this early age.  The first signs of symptoms begin before 6 months of age and the parents’ notice when the child begins regressing in their development.  If the children had the ability to sit up by themselves or crawl they will lose this ability.  This is caused by a slow deterioration of the muscles in the child's body from the buildup of GM2 gangliosides.  Since the body is unable to create the enzymes it needs within the central nervous system, it is unable to attach to these gangliosides to break them apart and make them non-toxic.  With this buildup there are several symptoms that begin to appear such as muscle/motor weakness, sharp reaction to loud noises, blindness, deafness, inability to react to stimulants, respiratory problems and infections, mental retardation, seizures, cherry red spots in the retina, enlarged liver and spleen (hepatosplenomegaly), pneumonia, or bronchopneumonia.\n\nThe other two forms of Sandhoff disease have similar symptoms but to a lesser extent.  Adult and juvenile forms of Sandhoff disease are more rare than the infantile form. In these cases victims suffer cognitive impairment (retardation) and a loss of muscle coordination that impairs and eventually destroys their ability to walk; the characteristic red spots in the retina also develop. The adult form of the disease, however, is sometimes milder, and may only lead to muscle weakness that impairs walking or the ability to get out of bed."
            },
            {
                "name": "Machado–Joseph disease",
                "description": "Machado–Joseph disease (MJD), also known as Machado–Joseph Azorean disease, Machado's disease, Joseph's disease or spinocerebellar ataxia type 3 (SCA3), is a rare autosomal dominantly inherited neurodegenerative disease that causes progressive cerebellar ataxia, which results in a lack of muscle control and coordination of the upper and lower extremities. The symptoms are caused by a genetic mutation that results in an expansion of abnormal \"CAG\" trinucleotide repeats in the ATXN3 gene that results in an abnormal form of the protein ataxin which causes degeneration of cells in the hindbrain. Some symptoms, such as clumsiness and rigidity, make MJD commonly mistaken for drunkenness or Parkinson's disease.",
                "link": "https://en.wikipedia.org/wiki/Machado%E2%80%93Joseph_disease",
                "symptoms": "Symptoms of MJD are memory deficits, spasticity, difficulty with speech and swallowing, weakness in arms and legs, clumsiness, frequent urination and involuntary eye movements.  Symptoms can begin in early adolescence and they get worse over time. Eventually, MJD leads to paralysis; however, intellectual functions usually remain the same.[citation needed]"
            },
            {
                "name": "Leukodystrophy",
                "description": "Leukodystrophies are a group of, usually, inherited disorders, characterized by degeneration of the white matter in the brain. The word leukodystrophy comes from the Greek roots leuko, \"white\", dys, \"abnormal\" and troph, \"growth\". The leukodystrophies are caused by imperfect growth or development of the glial cells which produce the myelin sheath, the fatty insulating covering around nerve fibers. Leukodystrophies may be classified as hypomyelinating or demyelinating diseases, respectively, depending on whether the damage is present before birth or occurs after. While all leukodystrophies are the result of genetic mutations, other demyelinating disorders have an autoimmune, infectious, or metabolic etiology.",
                "link": "https://en.wikipedia.org/wiki/Leukodystrophy",
                "symptoms": "Some specific symptoms vary from one type of leukodystrophy to the next, but the vast majority of symptoms are shared as the causes for the disease generally have the same effects. Symptoms are dependent on the age of onset, which is predominantly in infancy and early childhood, although the exact time of onset may be difficult to determine. Hyperirritability and hypersensitivity to the environment are common, as well as some tell-tale physical signs including muscle rigidity and a backwards-bent head. Botox therapy is often used to treat patients with spasticity. Juvenile and adult onsets display similar symptoms including a decrease or loss in hearing and vision. While children do experience optic and auditory degeneration, the course of the disease is usually too rapid, causing death relatively quickly, whereas adults may live with these conditions for many years. In children, spastic activity often precedes progressive ataxia and rapid cognitive deterioration which has been described as mental retardation. Epilepsy is commonplace for patients of all ages. More progressed patients show weakness in deglutition, leading to spastic coughing fits due to inhaled saliva. Classic symptomatic progression of juvenile X-linked adrenoleukodystrophy is shown in the 1992 film, Lorenzo's Oil.\n\nCourse and timetable are dependent on the age of onset with infants showing a lifespan of 2–8 years, juveniles 2–10 years and adults typically 10+ years. Adults typically see an extended period of stability followed by a decline to a vegetative state and death. While treatments do exist, most are in the experimental phase and can only promise a halt in the progression of symptoms, although some gene therapies have shown some symptomatic improvement. The debilitating course of the disease has led to numerous philosophical and ethical arguments over experimental clinical trials, patients' rights and physician-assisted suicide.",
                "epidemiology": "Currently, no research has shown a higher prevalence of most leukodystrophy types in any one place around the world. There is, however, a higher prevalence of Canavan disease in the Jewish population. One in 40 individuals of Ashkenazi Jewish descent are carriers of Canavan disease. This extrapolates to roughly 2.5%. Additionally, due to their autosomal recessive inheritance patterns, there is no significant difference found between males and females for most types of leukodystrophy, including but not limited to metachromatic leukodystrophy, Krabbe disease, Canavan disease, and Alexander disease. The one exception to this is any type of leukodystrophy carried on a sex chromosome, such as X-linked adrenoleukodystrophy, which is carried on the X-chromosome. Because of the inheritance pattern of X-linked diseases, males are more often affected by this type of leukodystrophy, while female carriers are often symptomatic, though not as severely affected as males."
            },
            {
                "name": "Pelizaeus–Merzbacher disease",
                "description": "Pelizaeus–Merzbacher disease is an X-linked neurological disorder that damages oligodendrocytes in the central nervous system. It is caused by mutations in proteolipid protein 1 (PLP1), a major myelin protein. It is characterized by a decrease in the amount of insulating myelin surrounding the nerves (hypomyelination) and belongs to a group of genetic diseases referred to as leukodystrophies.",
                "link": "https://en.wikipedia.org/wiki/Pelizaeus%E2%80%93Merzbacher_disease",
                "symptoms": "The hallmark signs and symptoms of Pelizaeus–Merzbacher disease include little or no movement in the arms or legs, respiratory difficulties, and characteristic horizontal movements of the eyes left to right.[citation needed]\n\nThe onset of Pelizaeus–Merzbacher disease is usually in early infancy. The most characteristic early signs are nystagmus (rapid, involuntary, rhythmic motion of the eyes) and low muscle tone.  Motor abilities are delayed or never acquired, mostly depending upon the severity of the mutation. Most children with Pelizaeus–Merzbacher disease learn to understand language, and usually have some speech. Other signs may include tremor, lack of coordination,  involuntary movements, weakness, unsteady gait, and over time, spasticity in legs and arms.  Muscle contractures often occur over time. Mental functions may deteriorate. Some patients may have convulsions and skeletal deformation, such as scoliosis, resulting from abnormal muscular stress on bones."
            },
            {
                "name": "Color blindness",
                "description": "Color blindness or color vision deficiency (CVD) is the decreased ability to see color or differences in color. The severity of color blindness ranges from mostly unnoticeable to full absence of color perception. Color blindness is usually an inherited problem or variation in the functionality of one or more of the three classes of cone cells in the retina, which mediate color vision. The most common form is caused by a genetic condition called congenital red–green color blindness, which affects up to 1 in 12 males (8%) and 1 in 200 females (0.5%). The condition is more prevalent in males, because the opsin genes responsible are located on the X chromosome. Rarer genetic conditions causing color blindness include congenital blue–yellow color blindness, blue cone monochromacy, and achromatopsia. Color blindness can also result from physical or chemical damage to the eye, the optic nerve, parts of the brain, or from medication toxicity. Color vision also naturally degrades in old age.",
                "link": "https://en.wikipedia.org/wiki/Color_blindness",
                "epidemiology": "Color blindness affects a large number of individuals, with protans and deutans being the most common types. In individuals with Northern European ancestry, as many as 8 percent of men and 0.4 percent of women experience congenital color deficiency. Interestingly, even Dalton's first paper already arrived upon this 8% number:\n\n...it is remarkable that, out of 25 pupils I once had, to whom I explained this subject, 2 were found to agree with me..."
            },
            {
                "name": "Lesch–Nyhan syndrome",
                "description": "Lesch–Nyhan syndrome (LNS) is a rare inherited disorder caused by a deficiency of the enzyme hypoxanthine-guanine phosphoribosyltransferase (HGPRT). This deficiency occurs due to mutations in the HPRT1 gene located on the X chromosome. LNS affects about 1 in 380,000 live births. The disorder was first recognized and clinically characterized by American medical student Michael Lesch and his mentor, pediatrician William Nyhan, at Johns Hopkins.",
                "link": "https://en.wikipedia.org/wiki/Lesch%E2%80%93Nyhan_syndrome",
                "symptoms": "LNS is characterized by three major hallmarks: neurologic dysfunction, cognitive and behavioral disturbances including self-mutilation, and uric acid overproduction (hyperuricemia). Damage to the basal ganglia causes affected individuals to adopt a characteristic fencing stance due to the nature of the lesion. Some may also have macrocytic anemia due to the faulty DNA synthesis, most likely due to deficient purine synthesis that leads to a lag of  cell division with respect to increases in cell mass. Virtually all patients are male; males experience delayed growth and puberty, and most develop shrunken testicles or testicular atrophy. Female carriers are at an increased risk for gouty arthritis but are usually otherwise unaffected.\n\nOverproduction of uric acid\nOne of the first symptoms of the disease is the presence of sand-like crystals of uric acid in the diapers of the affected infant. Overproduction of uric acid may lead to the development of uric acid crystals or stones in the kidneys, ureters, or bladder. Such crystals deposited in joints later in the disease may produce gout-like arthritis, with swelling and tenderness. The overproduction of uric acid is present at birth, but may not be recognized by routine clinical laboratory testing methods. The serum uric acid concentration is often normal, as the excess purines are promptly eliminated in the urine. The crystals usually appear as an orange grainy material, or they may coalesce to form either multiple tiny stones or distinct large stones that are difficult to pass. The stones, or calculi, usually cause hematuria (blood in the urine) and increase the risk of urinary tract infection. Some affected people have kidney damage due to such kidney stones. Stones may be the presenting feature of the disease, but can go undetected for months or even years. \n\nNervous system impairment\nThe periods before and surrounding birth are typically normal in individuals with LNS. The most common presenting features are abnormally decreased muscle tone (hypotonia) and developmental delay, which are evident by three to six months of age. Affected individuals are late in sitting up, while most never crawl or walk.\n\nIrritability is most often noticed along with the first signs of nervous system impairment. Within the first few years of life, extrapyramidal involvement causes abnormal involuntary muscle contractions such as loss of motor control (dystonia), writhing motions (choreoathetosis), and arching of the spine (opisthotonus). Signs of pyramidal system involvement, including spasticity, overactive reflexes (hyperreflexia) and extensor plantar reflexes, also occur. The resemblance to athetoid cerebral palsy is apparent in the neurologic aspects of LNS. As a result, most individuals are initially diagnosed as having cerebral palsy. The motor disability is so extensive that most individuals never walk, and become lifelong wheelchair users.\n\nSelf-injuring behavior\nPersons affected are cognitively impaired and have behavioral disturbances that emerge between two and three years of age. The uncontrollable self-injury associated with LNS also usually begins at three years of age. The self-injury begins with biting of the lips and tongue; as the disease progresses, affected individuals frequently develop finger biting and headbanging. The self-injury can increase during times of stress. Self-harm is a distinguishing characteristic of the disease and is apparent in 85% of affected males.\n\nThe majority of individuals are cognitively impaired, which is sometimes difficult to distinguish from other symptoms because of the behavioral disturbances and motor deficits associated with the syndrome. In many ways, the behaviors may be seen as a psychological extension of the compulsion to cause self-injury, and include rejecting desired treats or travel, repaying kindness with coldness or rage, failing to answer test questions correctly despite study and a desire to succeed, and provoking anger from caregivers when affection is desired.\n\nCompulsive behaviors also occur, including aggressiveness, vomiting, spitting, and coprolalia (involuntary swearing). The development of this type of behavior is sometimes seen within the first year, or in early childhood, but others may not develop it until later in life.\n\nLNS in females\nWhile carrier females are generally an asymptomatic condition, they do experience an increase in uric acid excretion, and some may develop symptoms of hyperuricemia, and experience gout in their later years. Testing in this context has no clinical consequence, but it may reveal the possibility of transmitting the trait to male children. Women may also require testing if a male child develops LNS. In this instance, a negative test means the son's disease is the result of a new mutation, and the risk in siblings is not increased.\n\nFemales who carry one copy of the defective gene are carriers with a 50% chance of passing the disease on to their sons. In order for a female to be affected, she would need to have two copies of the mutated gene, one of which would be inherited from her father. Males affected with LNS do not usually have children due to the debilitating effects of the disease. It is possible for a female to inherit an X chromosome from her unaffected father, who carries a new mutation of the HGPRT gene. Under these circumstances, a girl could be born with LNS, and though there are a few reports of this happening, it is very rare. The overwhelming majority of patients with LNS are male.[citation needed]\n\nLess severe forms\nA less severe, related disease, partial HPRT deficiency, is known as Kelley–Seegmiller syndrome (Lesch–Nyhan syndrome involves total HPRT deficiency). Symptoms generally involve less neurological involvement but the disease still causes gout and kidney stones."
            },
            {
                "name": "Fahr's syndrome",
                "description": "Primary familial brain calcification (PFBC), also known as familial idiopathic basal ganglia calcification (FIBGC) and Fahr's disease, is a rare, genetically dominant or recessive, inherited neurological disorder characterized by abnormal deposits of calcium in areas of the brain that control movement. Through the use of CT scans, calcifications are seen primarily in the basal ganglia and in other areas such as the cerebral cortex.",
                "link": "https://en.wikipedia.org/wiki/Fahr%27s_syndrome",
                "symptoms": "Symptoms of this disease include deterioration of motor functions and speech, seizures, and other involuntary movement. Other symptoms are headaches, dementia, and vision impairment.\nCharacteristics of Parkinson's Disease are also similar to PFBC.\n\nThe disease usually manifests itself in the third to fifth decade of life but may appear in childhood or later in life. It usually presents with clumsiness, fatigability, unsteady gait, slow or slurred speech, difficulty swallowing, involuntary movements or muscle cramping. Seizures of various types are common. Neuropsychiatric symptoms, which may be the first or the most prominent manifestations, range from mild difficulty with concentration and memory to changes in personality and/or behavior, to psychosis and dementia."
            },
            {
                "name": "Distal hereditary motor neuropathy type V",
                "description": "Distal hereditary motor neuropathy type V is a particular type of neuropathic disorder. In general, distal hereditary motor neuropathies affect the axons of distal motor neurons and are characterized by progressive weakness and atrophy of muscles of the extremities. It is common for them to be called \"spinal forms of Charcot-Marie-Tooth disease (CMT)\", because the diseases are closely related in symptoms and genetic cause. The diagnostic difference in these diseases is the presence of sensory loss in the extremities. There are seven classifications of dHMNs, each defined by patterns of inheritance, age of onset, severity, and muscle groups involved. Type V is a disorder characterized by autosomal dominance, weakness of the upper limbs that is progressive and symmetrical, and atrophy of the small muscles of the hands.",
                "link": "https://en.wikipedia.org/wiki/Distal_hereditary_motor_neuropathy_type_V",
                "symptoms": "Onset usually occurs within the first two decades of life, commonly in the teenage years or the twenties.  Life expectancy is normal.\n High arch of the foot (pes cavus) is common. Patients also have trouble controlling their hands, due to muscle loss on the thumb side of the index finger and palm below the thumb. It is rare for a person with this disorder to lose the ability to walk, though changes in gait may occur later in life.\n\nFrequency of this disorder is unknown."
            },
            {
                "name": "Huntington's disease",
                "description": "Huntington's disease (HD), also known as Huntington's chorea, is an incurable neurodegenerative disease that is mostly inherited. The earliest symptoms are often subtle problems with mood or mental/psychiatric abilities. A general lack of coordination and an unsteady gait often follow. It is also a basal ganglia disease causing a hyperkinetic movement disorder known as chorea. As the disease advances, uncoordinated, involuntary body movements of chorea become more apparent. Physical abilities gradually worsen until coordinated movement becomes difficult and the person is unable to talk. Mental abilities generally decline into dementia, depression, apathy, and impulsivity at times. The specific symptoms vary somewhat between people. Symptoms usually begin between 30 and 50 years of age, and can start at any age but are usually seen around the age of 40. The disease may develop earlier in each successive generation. About eight percent of cases start before the age of 20 years, and are known as juvenile HD, which typically present with the slow movement symptoms of Parkinson's disease rather than those of chorea.",
                "link": "https://en.wikipedia.org/wiki/Huntington%27s_disease",
                "symptoms": "Signs and symptoms of Huntington's disease most commonly become noticeable between the ages of 30 and 50 years, but they can begin at any age and present as a triad of motor, cognitive, and psychiatric symptoms. When developed in an early stage, it is known as juvenile Huntington's disease. In 50% of cases, the psychiatric symptoms appear first. Their progression is often described in early stages, middle stages, and late stages with an earlier prodromal phase. In the early stages, subtle personality changes, problems in cognition and physical skills, irritability, and mood swings occur, all of which may go unnoticed, and these usually precede the motor symptoms. Almost everyone with HD eventually exhibits similar physical symptoms, but the onset, progression, and extent of cognitive and behavioral symptoms vary significantly between individuals.\n\nThe most characteristic initial physical symptoms are jerky, random, and uncontrollable movements called chorea. Many people are not aware of their involuntary movements, or impeded by them. Chorea may be initially exhibited as general restlessness, small unintentionally initiated or uncompleted motions, lack of coordination, or slowed saccadic eye movements. These minor motor abnormalities usually precede more obvious signs of motor dysfunction by at least three years. The clear appearance of symptoms such as rigidity, writhing motions, or abnormal posturing appear as the disorder progresses. These are signs that the system in the brain that is responsible for movement has been affected. Psychomotor functions become increasingly impaired, such that any action that requires muscle control is affected. When muscle control is affected such as rigidity or muscle contracture this is known as dystonia. Dystonia is a neurological hyperkinetic movement disorder that results in twisting or repetitive movements, that may resemble a tremor. Common consequences are physical instability, abnormal facial expression, and difficulties chewing, swallowing, and speaking. Sleep disturbances and weight loss are also associated symptoms. Eating difficulties commonly cause weight loss and may lead to malnutrition. Weight loss is common in people with Huntington's disease, and it progresses with the disease. Juvenile HD generally progresses at a faster rate with greater cognitive decline, and chorea is exhibited briefly, if at all; the Westphal variant of slowness of movement, rigidity, and tremors is more typical in juvenile HD, as are seizures.\n\nCognitive abilities are progressively impaired and tend to generally decline into dementia. Especially affected are executive functions, which include planning, cognitive flexibility, abstract thinking, rule acquisition, initiation of appropriate actions, and inhibition of inappropriate actions. Different cognitive impairments include difficulty focusing on tasks, lack of flexibility, a lack of impulse, a lack of awareness of one's own behaviors and abilities and difficulty learning or processing new information. As the disease progresses, memory deficits tend to appear. Reported impairments range from short-term memory deficits to long-term memory difficulties, including deficits in episodic (memory of one's life), procedural (memory of the body of how to perform an activity), and working memory.\n\nReported neuropsychiatric signs are anxiety, depression, a reduced display of emotions, egocentrism, aggression, and compulsive behavior and hallucination and delusion. Other common psychiatric disorders could include obsessive–compulsive disorder, mania, insomnia and bipolar disorder. Difficulties in recognizing other people's negative expressions have also been observed. The prevalence of these symptoms is highly variable between studies, with estimated rates for lifetime prevalence of psychiatric disorders between 33 and 76%. For many with the disease and their families, these symptoms are among the most distressing aspects of the disease, often affecting daily functioning and constituting reason for institutionalization. Early behavioral changes in HD result in an increased risk of suicide. Often, individuals have reduced awareness of chorea, cognitive, and emotional impairments.\n\nMutant huntingtin is expressed throughout the body and associated with abnormalities in peripheral tissues that are directly caused by such expression outside the brain. These abnormalities include muscle atrophy, cardiac failure, impaired glucose tolerance, weight loss, osteoporosis, and testicular atrophy.",
                "epidemiology": "The late onset of Huntington's disease means it does not usually affect reproduction. The worldwide prevalence of HD is 5–10 cases per 100,000 persons, but varies greatly geographically as a result of ethnicity, local migration and past immigration patterns. Prevalence is similar for men and women. The rate of occurrence is highest in peoples of Western European descent, averaging around seven per 100,000 people, and is lower in the rest of the world; e.g., one per million people of Asian and African descent. A 2013 epidemiological study of the prevalence of Huntington's disease in the UK between 1990 and 2010 found that the average prevalence for the UK was 12.3 per 100,000. Additionally, some localized areas have a much higher prevalence than their regional average. One of the highest incidences is in the isolated populations of the Lake Maracaibo region of Venezuela, where HD affects up to 700 per 100,000 persons. Other areas of high localization have been found in Tasmania and specific regions of Scotland, Wales and Sweden. Increased prevalence in some cases occurs due to a local founder effect, a historical migration of carriers into an area of geographic isolation. Some of these carriers have been traced back hundreds of years using genealogical studies. Genetic haplotypes can also give clues for the geographic variations of prevalence. Iceland, on the contrary, has a rather low prevalence of 1 per 100,000, despite the fact that Icelanders as a people are descended from the early Germanic tribes of Scandinavia which also gave rise to the Swedes; all cases with the exception of one going back nearly two centuries having derived from the offspring of a couple living early in the 19th century. Finland, as well, has a low incidence of only 2.2 per 100,000 people.\n\nUntil the discovery of a genetic test, statistics could only include clinical diagnosis based on physical symptoms and a family history of HD, excluding those who died of other causes before diagnosis. These cases can now be included in statistics; and, as the test becomes more widely available, estimates of the prevalence and incidence of the disorder are likely to increase."
            },
            {
                "name": "Coffin–Lowry syndrome",
                "description": "Coffin–Lowry syndrome is a genetic disorder that is X-linked dominant and which causes severe mental problems sometimes associated with abnormalities of growth, cardiac abnormalities, kyphoscoliosis, as well as auditory and visual abnormalities.",
                "link": "https://en.wikipedia.org/wiki/Coffin%E2%80%93Lowry_syndrome",
                "epidemiology": "The prevalence of CLS is uncertain due to the rarity of the disease, but CLS is estimated to affect between 1 in 50,000 and 1 in 100,000 people. Prenatal testing is available to test for CLS of an offspring if a family member has been diagnosed with CLS."
            },
            {
                "name": "Metachromatic leukodystrophy",
                "description": "Metachromatic leukodystrophy (MLD) is a lysosomal storage disease which is commonly listed in the family of leukodystrophies as well as among the sphingolipidoses as it affects the metabolism of sphingolipids. Leukodystrophies affect the growth and/or development of myelin, the fatty covering which acts as an insulator around nerve fibers throughout the central and peripheral nervous systems. MLD involves cerebroside sulfate accumulation. Metachromatic leukodystrophy, like most enzyme deficiencies, has an autosomal recessive inheritance pattern.",
                "link": "https://en.wikipedia.org/wiki/Metachromatic_leukodystrophy",
                "symptoms": "Like many other genetic disorders that affect lipid metabolism, there are several forms of MLD, which are late infantile, juvenile, and adult.[citation needed]\n\nIn the late infantile form, which is the most common form of MLD (50–60%), affected children begin having difficulty walking after the first year of life, usually at 15–24 months. Symptoms include muscle wasting and weakness, muscle rigidity, developmental delays, progressive loss of vision leading to blindness, convulsions, impaired swallowing, paralysis, and dementia. Children may become comatose. Untreated, most children with this form of MLD die by age 5, often much sooner.\nChildren with the juvenile form of MLD (onset between 3 and 10 years of age) usually begin with impaired school performance, mental deterioration, and dementia, then develop symptoms similar to the late infantile form but with slower progression. Age of death is variable, but normally within 10 to 15 years of symptom onset. Some patients can live for several decades after onset. A recent trend is to try to distinguish early-juvenile (ages 3–7) and late-juvenile forms of the disease.  Generally early-juveniles have motor skill declines as their first symptoms while late-juveniles show cognitive declines first.\nThe adult form commonly begins after age 16 often with an onset in the 4th or 5th decade of life and presents as a psychiatric disorder or progressive dementia. Adult-onset MLD usually progresses more slowly than the late infantile and juvenile forms, with a protracted course of a decade or more.\nPalliative care can help with many of the symptoms and usually improves quality of life and longevity.[citation needed]\n\nCarriers have low enzyme levels compared to their family population (\"normal\" levels vary from family to family) but even low enzyme levels are adequate to process the body's sulfatide.[citation needed]",
                "epidemiology": "The incidence of metachromatic leukodystrophy is estimated to occur in 1 in 40,000 to 1 in 160,000 individuals worldwide. There is a much higher incidence in certain genetically isolated populations, such as 1 in 75 in Habbanites (a small group of Jews who immigrated to Israel from southern Arabia), 1 in 2,500 in the western portion of the Navajo Nation, and 1 in 8,000 among Arab groups in Israel.\n\nAs an autosomal recessive disease, 1 in 40,000 equates to a 1 in 100 carrier frequency in the general population.\n\nIn the US, there are an estimated 3,600 MLD births per year, with 1,900 alive; in Europe 3,100, and worldwide 49,000 alive.\n\nMLD is considered a rare disease in the US and other countries.[citation needed]"
            },
            {
                "name": "Friedreich's ataxia",
                "description": "\n\n\nFriedreich's ataxia (FRDA) is a rare, inherited, autosomal recessive neurodegenerative disorder that primarily affects the nervous system, causing progressive damage to the spinal cord, peripheral nerves, and cerebellum, leading to impaired muscle coordination (ataxia). The condition typically manifests in childhood or adolescence, with initial symptoms including difficulty walking, loss of balance, and poor coordination. As the disease progresses, it can also impact speech, vision, and hearing. Many individuals with Friedreich's ataxia develop scoliosis, diabetes, and hypertrophic cardiomyopathy, a serious heart condition that is a leading cause of mortality in patients.",
                "link": "https://en.wikipedia.org/wiki/Friedreich%27s_ataxia",
                "symptoms": "Physicians and patients can reference the clinical management guidelines for Friedreich ataxia. These guidelines are intended to assist qualified healthcare professionals in making informed treatment decisions about the care of individuals with Friedreich ataxia.\n\nTherapeutics\n\n\nOmaveloxolone, sold under the brand name Skyclarys, is a medication used for the treatment of Friedreich's ataxia. It is taken by mouth.\n\nThe most common side effects include an increase in alanine transaminase and an increase of aspartate aminotransferase, which can be signs of liver damage, headache, nausea, abdominal pain, fatigue, diarrhea and musculoskeletal pain.\n\nRehabilitation\nPhysical therapists play a critical role in educating on correct posture, muscle use, and the identification and avoidance of features that aggravate spasticities such as tight clothing, poorly adjusted wheelchairs, pain, and infection.\n\nPhysical therapy typically includes intensive motor coordination, balance, and stabilization training to preserve gains.  Low-intensity strengthening exercises are incorporated to maintain functional use of the upper and lower extremities.  Stretching and muscle relaxation exercises can be prescribed to help manage spasticity and prevent deformities. Other physical therapy goals include increased transfer and locomotion independence, muscle strengthening, increased physical resilience, \"safe fall\" strategy, learning to use mobility aids, learning how to reduce the body's energy expenditure, and developing specific breathing patterns.  Speech therapy can improve voice quality.\n\nDevices\nWell-fitted orthoses can promote correct posture, support normal joint alignment, stabilize joints during walking, improve range of motion and gait, reduce spasticity, and prevent foot deformities and scoliosis.\n\nFunctional electrical stimulation or transcutaneous nerve stimulation devices may alleviate symptoms.\n\nAs progression of ataxia continues, assistive devices such as a cane, walker, or wheelchair may be required for mobility and independence. A standing frame can help reduce the secondary complications of prolonged use of a wheelchair.\n\nManaging Cardiac Involvement\nCardiac abnormalities can be controlled with ACE inhibitors such as enalapril, ramipril, lisinopril, or trandolapril, sometimes used in conjunction with beta blockers. Affected people who also have symptomatic congestive heart failure may be prescribed eplerenone or digoxin to keep cardiac abnormalities under control.\n\nSurgical Intervention\nSurgery may correct deformities caused by abnormal muscle tone. Titanium screws and rods inserted in the spine help prevent or slow the progression of scoliosis. Surgery to lengthen the Achilles tendon can improve independence and mobility to alleviate equinus deformity. An automated implantable cardioverter-defibrillator can be implanted after a severe heart failure.",
                "epidemiology": "FRDA affects Indo-European populations. It is rare in East Asians, sub-Saharan Africans, and Native Americans. FRDA is the most prevalent inherited ataxia, affecting approximately 1 in 40,000 with European descent. Males and females are affected equally. The estimated carrier prevalence is 1:100. A 1990–1996 study of Europeans calculated the incidence rate was 2.8:100,000. The prevalence rate of FRDA in Japan is 1:1,000,000.\n\nFRDA follows the same pattern as haplogroup R1b. Haplogroup R1b is the most frequently occurring paternal lineage in Western Europe. FRDA and Haplogroup R1b are more common in northern Spain, Ireland, and France, rare in Russia and Scandinavia, and follow a gradient through central and eastern Europe. A population carrying the disease went through a population bottleneck in the Franco-Cantabrian region during the last ice age."
            },
            {
                "name": "Allan–Herndon–Dudley syndrome",
                "description": "Allan–Herndon–Dudley syndrome is a rare X-linked inherited disorder of brain development that causes both moderate to severe intellectual disability and problems with speech and movement.",
                "link": "https://en.wikipedia.org/wiki/Allan%E2%80%93Herndon%E2%80%93Dudley_syndrome",
                "symptoms": "It is estimated that 80–99% of people with Allan–Herndon–Dudley syndrome will have biparietal narrowing (narrowing of skull), ataxia, abnormalities of the neck, and both absent speech development and aphasia.  Weak muscle tone (hypotonia) and underdevelopment of many muscles (muscle hypoplasia) are common in children with Allan–Herndon–Dudley syndrome. Development of joint deformities called contractures, which restrict the movement of certain joints, are common as people age. Mobility is further limited by abnormal muscle stiffness (spasticity), muscle weakness, and involuntary movements of the arms and legs. Many people with Allan–Herndon–Dudley syndrome are unable to walk independently and become wheelchair-reliant by adulthood."
            },
            {
                "name": "Olivopontocerebellar atrophy",
                "description": "Olivopontocerebellar atrophy (OPCA) is the degeneration of neurons in specific areas of the brain – the cerebellum, pons, and inferior olivary nucleus. OPCA is present in several neurodegenerative syndromes, including inherited and non-inherited forms of ataxia and multiple system atrophy (MSA), with which it is primarily associated.",
                "link": "https://en.wikipedia.org/wiki/Olivopontocerebellar_atrophy",
                "symptoms": "OPCA is characterized by progressive cerebellar ataxia, leading to clumsiness in body movements, veering from midline when walking, wide-based stance, and falls without signs of paralysis or weakness. Clinical presentation can vary greatly between patients, but mostly affects speech, balance and walking.  Other possible neurological problems include spasmodic dysphonia, hypertonia, hyperreflexia, rigidity, dysarthria, dysphagia and neck dystonic posture."
            },
            {
                "name": "Muscular dystrophy",
                "description": "Muscular dystrophies (MD) are a genetically and clinically heterogeneous group of rare neuromuscular diseases that cause progressive weakness and breakdown of skeletal muscles over time. The disorders differ as to which muscles are primarily affected, the degree of weakness, how fast they worsen, and when symptoms begin. Some types are also associated with problems in other organs.",
                "link": "https://en.wikipedia.org/wiki/Muscular_dystrophy",
                "symptoms": "The signs and symptoms consistent with muscular dystrophy are:\nProgressive muscular wasting\nPoor balance\nScoliosis (abnormal curvature of the spine or the back)\nMuscle contracture leads to limited range of movement of joints.\nMuscle spasms\nProgressive inability to walk\nWaddling gait\nGowers' sign as in Duchenne muscular dystrophy.\nCalf deformation as in Duchenne muscular dystrophy.\nRespiratory difficulty \nCardiomyopathy"
            },
            {
                "name": "Globoid cell leukodystrophy",
                "description": "Krabbe disease (KD) is a rare and often fatal lysosomal storage disease that results in progressive damage to the nervous system. KD involves dysfunctional metabolism of sphingolipids and is inherited in an autosomal recessive pattern. The disease is named after the Danish neurologist Knud Krabbe (1885–1961).",
                "link": "https://en.wikipedia.org/wiki/Globoid_cell_leukodystrophy",
                "symptoms": "Symptoms in asymptomatic infantile-onset (<12 months after birth) and later-onset Krabbe disease present themselves differently. Of individuals with infantile-onset Krabbe disease, 85–90% display progressive neurologic deterioration in infancy and death before the age of two. Symptoms include irritability, fevers, limb stiffness, seizures, feeding difficulties (like GERD), vomiting, staring episodes, and slowing of mental and motor development. In the first stages of the disease, doctors often mistake the symptoms for those of cerebral palsy. Other symptoms include muscle weakness, spasticity, deafness, optic atrophy, optic nerve enlargement, blindness, paralysis, and difficulty when swallowing. Prolonged weight loss may also occur.[citation needed]\n\n10–15% of individuals with later-onset Krabbe disease have a much slower disease progression. These individuals may also display symptoms such as esotropia, slurred speech, and slow development or loss of motor milestones.",
                "epidemiology": "This disease does not only impact humans, but other animals such as monkeys, mice, and dogs have been observed to develop Krabbe disease as well. While certain gene deletions are more frequent than others, novel mutations resulting in Krabbe disease have been discovered worldwide. Most commonly, the underlying cause of the disease is a deletion of a GALC gene, which causes a deficiency in the GALC enzyme. This is the circumstance in 80% of patients who have European and Mexican origins. The mortality rate of early infantile Krabbe disease is 90% before the age of two. Later onset of symptoms is associated with longer life expectancy, with older children generally surviving two to seven years after the initial diagnosis.\n\nKrabbe disease occurs in about one in 100,000 births. Because the disease is genetic, incidence rates vary widely from population to population. The incidence rate is extremely low in Japan, with between 5 and 10 cases per 1,000,000 live births. In the United States, Krabbe disease occurs in approximately 1 out of every 100,000 live births. Scandinavian countries report incidence rates of one in 50,000 births. In certain communities Krabbe disease is much more frequent, such as the Druze community in Israel, which has an incidence rate of 6 out of every 1,000 live births. This higher rate is thought to be due in part to a high frequency of consanguineous marriages. Almost 35% of all Druze marriages were found to be between first-cousin familial relations. There have been no reported cases of Krabbe disease among the Jewish community.\n\nTime of onset also varies in frequency by location. Early infantile Krabbe Disease is the most common form of the disease overall, but Nordic communities tend to have even higher rates of early infantile onset Krabbe disease, while Southern European countries have higher incidences of late-onset cases. It is difficult to estimate the incidence of adult-onset Krabbe disease, due to discrepancies in classifying cases late-onset versus adult-onset."
            },
            {
                "name": "Krabbe disease",
                "description": "Krabbe disease (KD) is a rare and often fatal lysosomal storage disease that results in progressive damage to the nervous system. KD involves dysfunctional metabolism of sphingolipids and is inherited in an autosomal recessive pattern. The disease is named after the Danish neurologist Knud Krabbe (1885–1961).",
                "link": "https://en.wikipedia.org/wiki/Krabbe_disease",
                "symptoms": "Symptoms in asymptomatic infantile-onset (<12 months after birth) and later-onset Krabbe disease present themselves differently. Of individuals with infantile-onset Krabbe disease, 85–90% display progressive neurologic deterioration in infancy and death before the age of two. Symptoms include irritability, fevers, limb stiffness, seizures, feeding difficulties (like GERD), vomiting, staring episodes, and slowing of mental and motor development. In the first stages of the disease, doctors often mistake the symptoms for those of cerebral palsy. Other symptoms include muscle weakness, spasticity, deafness, optic atrophy, optic nerve enlargement, blindness, paralysis, and difficulty when swallowing. Prolonged weight loss may also occur.[citation needed]\n\n10–15% of individuals with later-onset Krabbe disease have a much slower disease progression. These individuals may also display symptoms such as esotropia, slurred speech, and slow development or loss of motor milestones.",
                "epidemiology": "This disease does not only impact humans, but other animals such as monkeys, mice, and dogs have been observed to develop Krabbe disease as well. While certain gene deletions are more frequent than others, novel mutations resulting in Krabbe disease have been discovered worldwide. Most commonly, the underlying cause of the disease is a deletion of a GALC gene, which causes a deficiency in the GALC enzyme. This is the circumstance in 80% of patients who have European and Mexican origins. The mortality rate of early infantile Krabbe disease is 90% before the age of two. Later onset of symptoms is associated with longer life expectancy, with older children generally surviving two to seven years after the initial diagnosis.\n\nKrabbe disease occurs in about one in 100,000 births. Because the disease is genetic, incidence rates vary widely from population to population. The incidence rate is extremely low in Japan, with between 5 and 10 cases per 1,000,000 live births. In the United States, Krabbe disease occurs in approximately 1 out of every 100,000 live births. Scandinavian countries report incidence rates of one in 50,000 births. In certain communities Krabbe disease is much more frequent, such as the Druze community in Israel, which has an incidence rate of 6 out of every 1,000 live births. This higher rate is thought to be due in part to a high frequency of consanguineous marriages. Almost 35% of all Druze marriages were found to be between first-cousin familial relations. There have been no reported cases of Krabbe disease among the Jewish community.\n\nTime of onset also varies in frequency by location. Early infantile Krabbe Disease is the most common form of the disease overall, but Nordic communities tend to have even higher rates of early infantile onset Krabbe disease, while Southern European countries have higher incidences of late-onset cases. It is difficult to estimate the incidence of adult-onset Krabbe disease, due to discrepancies in classifying cases late-onset versus adult-onset."
            },
            {
                "name": "Menkes disease",
                "description": "Menkes disease (MNK), also known as Menkes syndrome, is an X-linked recessive disorder caused by mutations in genes coding for the copper-transport protein ATP7A, leading to copper deficiency. Characteristic findings include kinky hair, growth failure, and nervous system deterioration. Like all X-linked recessive conditions, Menkes disease is more common in males than in females. The disorder was first described by John Hans Menkes in 1962.",
                "link": "https://en.wikipedia.org/wiki/Menkes_disease",
                "symptoms": "Affected infants may be born prematurely. Signs of the disease appear during infancy, typically after a two- to three-month period of normal or slightly slowed development that is followed by a loss of early developmental skills and subsequent developmental delay. Patients exhibit hypotonia (weak muscle tone), failure to thrive, hypothermia (subnormal body temperature), sagging facial features, seizures, and metaphyseal widening. Hair appears strikingly peculiar: kinky, colorless or silvery, and brittle. There can be extensive neurodegeneration in the gray matter of the brain. Arteries in the brain can also be twisted with frayed and split inner walls. This can lead to rupture or blockage of the arteries. Weakened bones (osteoporosis) may result in fractures.\n\nOccipital horn syndrome (sometimes called X-linked cutis laxa or Ehlers-Danlos type 9) is a mild form of Menkes syndrome that begins in early to middle childhood. It is characterized by calcium deposits in a bone at the base of the skull (occipital bone), coarse hair, and loose skin and joints.",
                "epidemiology": "One European study reported a rate of 1 in 254,000; a Japanese study reported a rate of 1 in 357,143. No correlation with other inherited characteristics, or with ethnic origin, is known."
            },
            {
                "name": "Photic sneeze reflex",
                "description": "The photic sneeze reflex is an inherited and congenital autosomal dominant reflex condition that causes sneezing in response to numerous stimuli, such as looking at bright lights or periocular injection. The condition affects 18–35% of the world's population, but its exact mechanism of action is not well understood.",
                "link": "https://en.wikipedia.org/wiki/Photic_sneeze_reflex",
                "symptoms": "The photic sneeze reflex manifests itself in the form of uncontrollable sneezing in response to a stimulus which would not produce a sneeze in people without the trait. The sneezes generally occur in bursts of 1 to 10 sneezes, followed by a refractory period that can be as long as 24 hours.[citation needed]\n\nPhotic sneezing\nA photic sneeze results from exposure to a bright light and is the most common manifestation of the photic sneeze reflex. This reflex seems to be caused by a change in light intensity rather than by a specific wavelength of light.\n\nA survey conducted by the School of Optometry at the University of Alabama at Birmingham found that 67% of respondents who identified as photic sneezers were female and 94% were Caucasian. The study also found that photic sneezing was significantly correlated with those possessing a deviated nasal septum.\n\nFurther studies have revealed this mechanism to be inherited.\n\nResponse to periocular injection\nEven less well understood than photic sneezing is sneezing in response to periocular injection, a trait that appears to be inherited in an autosomal dominant fashion. During surgeries in and around the eye, such as corneal transplant surgery, the patient often requires injection of a local anesthetic into the eye. In patients who show the photic sneeze reflex, an injection into the eye, such as that undergone in a retrobulbar or peribulbar block, can often elicit a sneeze from the patient. During these procedures, the patient may be sedated prior to the periocular injection. The patient begins to sneeze just as the needle is inserted into the eye, often resulting in the anesthesiologist having to remove the needle before injecting the local anesthetic.\n\nSneezing after eating\nA condition called gustatory rhinitis can cause some individuals to sneeze after eating, particularly after the consumption of spicy foods. Stomach fullness is another example of a stimulus that can cause uncontrollable sneezing. Those who exhibit this symptom or disorder, called snatiation, undergo uncontrollable fits of 3–15 sneezes immediately after eating large meals that completely fill the stomach, regardless of the type of food eaten. Snatiation is not believed to be an allergic reaction of any kind."
            },
            {
                "name": "Charcot–Marie–Tooth disease",
                "description": "Charcot–Marie–Tooth disease (CMT) is a hereditary motor and sensory neuropathy of the peripheral nervous system characterized by progressive loss of muscle tissue and touch sensation across various parts of the body. This disease is the most commonly inherited neurological disorder, affecting about one in 2,500 people. It is named after those who classically described it: the Frenchman Jean-Martin Charcot (1825–1893), his pupil Pierre Marie (1853–1940), and the Briton Howard Henry Tooth (1856–1925).",
                "link": "https://en.wikipedia.org/wiki/Charcot%E2%80%93Marie%E2%80%93Tooth_disease",
                "symptoms": "Symptoms of CMT usually begin in early childhood or early adulthood but can begin later. Some people do not experience symptoms until their early 30s or 40s. Usually, the initial symptom is foot drop or high arches early in the course of the disease. This can be accompanied by hammertoe, where the toes are always curled. Wasting atrophy of muscle tissue of the lower parts of the legs may give rise to a \"stork leg\" or \"inverted champagne bottle\" appearance. Weakness in the hands and forearms occurs in many people as the disease progresses.\n\nHigh-arched feet (pes cavus) or flat-arched feet (pes planus) are classically associated with the disorder. Loss of touch sensation in the feet, ankles, and legs as well as in the hands, wrists, and arms occurs with various types of the disease. Early- and late-onset forms occur with 'on and off' painful spasmodic muscular contractions that can be disabling when the disease activates.  Sensory and proprioceptive nerves in the hands and feet are often damaged, while unmyelinated pain nerves are left intact. Overuse of an affected hand or limb can activate symptoms including numbness, spasm, and painful cramping.\n\nSymptoms and progression of the disease can vary. Involuntary grinding of teeth and squinting are prevalent and often go unnoticed by the person affected. Breathing can be affected in some, as can hearing, vision, and neck and shoulder muscles. Scoliosis is common, causing hunching and loss of height. Hip sockets can be malformed. Gastrointestinal problems can be part of CMT, as can difficulty chewing, swallowing, and speaking (due to atrophy of vocal cords). A tremor can develop as muscles waste. Pregnancy has been known to exacerbate CMT, as well as severe emotional stress. Patients with CMT must avoid periods of prolonged immobility such as when recovering from a secondary injury, as prolonged periods of limited mobility can drastically accelerate symptoms of CMT.\n\nPain due to postural changes, skeletal deformations, muscle fatigue, and cramping is fairly common in people with CMT. It can be mitigated or treated by physical therapies, surgeries, and corrective or assistive devices. Analgesic medications may also be needed if other therapies do not provide relief from pain. Neuropathic pain is often a symptom of CMT, though, like other symptoms of CMT, its presence and severity vary from case to case. For some people, pain can be significant to severe and interfere with daily life activities. However, pain is not experienced by all people with CMT. When neuropathic pain is present as a symptom of CMT, it is comparable to that seen in other peripheral neuropathies, as well as postherpetic neuralgia and complex regional pain syndrome, among other diseases.\n\nAtypical presentations of CMT can also lead to leg muscles, specifically the calves, enlarging. This hypertrophic type of CMT is not caused by the muscles enlarging directly, but by pseudohypertrophy of the legs as fatty tissue enters the leg muscles."
            },
            {
                "name": "Leigh's disease",
                "description": "Leigh syndrome is an inherited neurometabolic disorder that affects the central nervous system. It is named after Archibald Denis Leigh, a British neuropsychiatrist who first described the condition in 1951. Normal levels of thiamine, thiamine monophosphate, and thiamine diphosphate are commonly found, but there is a reduced or absent level of thiamine triphosphate. This is thought to be caused by a blockage in the enzyme thiamine-diphosphate kinase, and therefore treatment in some patients would be to take thiamine triphosphate daily. While the majority of patients typically exhibit symptoms between the ages of 3 and 12 months, instances of adult onset have also been documented.",
                "link": "https://en.wikipedia.org/wiki/Leigh%27s_disease",
                "symptoms": "The symptoms of Leigh syndrome were classically described as beginning in infancy and leading to death within a span of several years; however, as more cases are recognized, it is apparent that symptoms can emerge at any age—including adolescence or adulthood—and patients can survive for many years following diagnosis. Symptoms are often first seen after a triggering event that taxes the body's energy production, such as an infection or surgery. The general course of Leigh syndrome is one of episodic developmental regression during times of metabolic stress. Some patients have long periods without disease progression while others develop progressive decline.\n\nInfants with the syndrome have symptoms that include diarrhea, vomiting, and dysphagia (trouble swallowing or sucking), leading to a failure to thrive. Children with early Leigh disease also may appear irritable and cry much more than healthy babies. Seizures are often seen, with reported prevalence of seizures in Leigh syndrome that ranges from 40% to 79%. Excess lactate may be seen in the urine, cerebrospinal fluid, and blood of a person with Leigh syndrome.\n\nAs the disease progresses, the muscular system is debilitated throughout the body, as the brain cannot control the contraction of muscles. Hypotonia (low muscle tone and strength), dystonia (involuntary, sustained muscle contraction), and ataxia (lack of control over movement) are often seen in people with Leigh disease. The eyes are particularly affected; the muscles that control the eyes become weak, paralyzed, or uncontrollable in conditions called ophthalmoparesis (weakness or paralysis) and nystagmus (involuntary eye movements). Slow saccades are also sometimes seen. The heart and lungs can also fail as a result of Leigh disease. Hypertrophic cardiomyopathy (thickening of part of the heart muscle) is also sometimes found and can cause death; asymmetric septal hypertrophy has also been associated with Leigh syndrome. In children with Leigh-syndrome associated ventricular septal defects, caused by pyruvate dehydrogenase deficiency, high forehead and large ears are seen; facial abnormalities are not typical of Leigh syndrome.\n\nHowever, respiratory failure is the most common cause of death in people with Leigh syndrome. Other neurological symptoms include peripheral neuropathy, loss of sensation in extremities caused by damage to the peripheral nervous system.\n\nHypertrichosis is seen in Leigh syndrome caused by mutations in the nuclear gene SURF1.",
                "epidemiology": "Leigh syndrome occurs in at least 1 of 40,000 live births, though certain populations have much higher rates. In the Saguenay–Lac-Saint-Jean region of central Quebec, Leigh syndrome occurs at a rate of 1 in 2000 newborns."
            },
            {
                "name": "Incontinentia pigmenti",
                "description": "Incontinentia pigmenti (IP) is a rare X-linked dominant genetic disorder that affects the skin, hair, teeth, nails and central nervous system. It is named from its appearance under a microscope.",
                "link": "https://en.wikipedia.org/wiki/Incontinentia_pigmenti"
            }
        ]
    }
}