{
    "responseHeader": {
        "status": 0,
        "QTime": 11,
        "params": {
            "q": "Frequent on teenagers",
            "defType": "edismax",
            "ps": "2",
            "qf": "description^3 symptoms^2 causes^2 treatment^1.7 diagnosis^1.5 prevention^1.0 epidemiology^1.5 content^0.5",
            "pf": "description symptoms",
            "fl": "name, link, description, symptoms, epidemiology",
            "rows": "25",
            "wt": "json",
            "ps2": "1"
        }
    },
    "response": {
        "numFound": 663,
        "start": 0,
        "numFoundExact": true,
        "docs": [
            {
                "name": [
                    "Purging disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Purging_disorder",
                "description": [
                    "Purging disorder is an eating disorder characterized by the DSM-5 as self-induced vomiting, or misuse of laxatives, diuretics, or enemas to forcefully evacuate matter from the body. Purging disorder differs from bulimia nervosa (BN) because individuals do not consume a large amount of food before they purge. In current diagnostic systems, purging disorder is a form of other specified feeding or eating disorder. Research indicates that purging disorder, while not rare, is not as commonly found as anorexia nervosa or bulimia nervosa. This syndrome is associated with clinically significant levels of distress, and that it appears to be distinct from bulimia nervosa on measures of hunger and ability to control food intake. Some of the signs of purging disorder are frequent trips to the bathroom directly after a meal, frequent use of laxatives, and obsession over one's appearance and weight. Other signs include swollen cheeks, popped blood vessels in the eyes, and clear teeth which are all signs of excessive vomiting."
                ],
                "symptoms": [
                    "Recurrent purging to influence body weight or shape\nAbsence of binging episode(s)\nPurge behaviors occur at least once per week for at least 3 months\nInappropriate influence of body shape and weight\nRussell's sign"
                ]
            },
            {
                "name": [
                    "Binge eating disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Binge_eating_disorder",
                "description": [
                    "Binge eating disorder (BED) is an eating disorder characterized by frequent and recurrent binge eating episodes with associated negative psychological and social problems, but without the compensatory behaviors common to bulimia nervosa, OSFED, or the binge-purge subtype of anorexia nervosa."
                ],
                "symptoms": [
                    "Binge eating is the core symptom of BED; however, not everyone who binge eats has BED. An individual may occasionally binge eat without experiencing many of the negative physical, psychological, or social effects of BED. This may be considered disordered eating rather than a clinical disorder. Precisely defining binge eating can be problematic, however, binge eating episodes in BED are generally described as having the following potential features:\n\nEating much faster than normal, perhaps in a short space of time\nEating until feeling uncomfortably full\nEating a large amount when not hungry\nSubjective loss of control over how much or what is eaten\nPlanning and allocating specific times for binging\nEating alone or secretly\nNot being able to remember what was eaten after the binge\nFeelings of guilt, shame or disgust following a food binge\nBody image disturbance\nIn contrast to bulimia nervosa, binge eating episodes are not regularly followed by activities intended to compensate for the amount of food consumed, such as self-induced vomiting, laxative or enema misuse, or strenuous exercise. BED is characterized more by overeating than dietary restriction. Those with BED often have poor body image and frequently diet, but are unsuccessful due to the severity of their binge eating.\n\nObesity is common in persons with BED, as is depression, low self-esteem, stress and boredom. Regarding cognitive abilities, individuals showing severe binge eating symptoms may experience small dysfunctions in executive functions. Those with BED are also at risk of Non-alcoholic fatty liver disease, menstrual irregularities such as amenorrhea, and gastrointestinal problems such as acid reflux and heartburn."
                ],
                "epidemiology": [
                    "General\nThe prevalence of BED in the general population is approximately 1-3%.\n\nBED cases usually occur between the ages of 12.4 and 24.7, but prevalence rates increase until the age of 40.\n\nAge\nBinge eating disorder is the most common eating disorder in adults.\n\nThe limited amount of research that has been done on BED shows that rates of binge eating disorder are fairly comparable among men and women. The lifetime prevalence of binge eating disorder has been observed in studies to be 2.0 percent for men and 3.5 percent for women, higher than that of the commonly recognized eating disorders anorexia nervosa and bulimia nervosa. However another systematic literature review found the prevalence average to be about 2.3% in women and about 0.3% in men. Lifetime prevalence rates for BED in women can range anywhere from 1.5 to 6 times higher than in men. One literature review found that point prevalence rates for BED vary from 0.1 percent to 24.1 percent depending on the sample. This same review also found that the 12-month prevalence rates vary between 0.1 percent to 8.8 percent. Adolescents also face a notable risk of binge eating behavior. Incidents rates of 10.1 and 6.6 per 10,000 person years have been observed in male and female adolescents in the U.S., respectively.\n\nSexuality\nRecent studies found that eating disorders which included anorexia nervosa, bulimia nervosa and binge-eating disorder are common among sexual and gender minority populations, including gay, lesbian, bisexual and transgender people. This could be due to the stress and discrimination this population experiences. Furthermore, adolescent and young adult sexual minority males binge at higher rates than their heterosexual counterparts.\n\nRace and ethnicity\nDue to limited and inconsistent information and research on ethnic and racial differences, prevalence rates are hard to determine for BED. However, the racial makeup of BED distinctly varies from anorexia nervosa and bulimia nervosa. Rates of binge eating disorder have been found to be similar among black women, white women, and white men, while some studies have shown that binge eating disorder is more common among black women than among white women. However, majority of the research done around BED is focused on White women. One literature review found information citing no difference between BED prevalence among Hispanic, African American, and White women while other information found that BED prevalence was highest among Hispanics followed by Black individuals and finally White people. A 2021 study has observed \"higher rates of BED as compared to other ethnic groups\" for African Americans. The likelihood of reporting eating disorder symptoms is also lower in some groups, including African Americans. Asian-Americans also face decreased reporting of ED symptoms. This can be partly attributed to \"significantly higher thin ideal internalization\" compared to other ethnic groups.\n\nMigration can also influence BED risk. Mexican-American immigrants have been observed to face a greater risk of BED following migration.\n\nSocioeconomic status\nIndividuals with low socioeconomic status often face many barriers in the diagnosis and treatment of eating disorders like BED. These barriers include longer clinical waiting times, worse care, and less clinical investigation for individuals that \"defy illness stereotypes.\" The costs associated with specialized mental health care pose another barrier for low socioeconomic status individuals. Furthermore, associated factors such as food insecurity and environmental stress have been shown to contribute to higher rates of eating disorders, such as BED, in these populations. Food security has been found to be a notable predictor of eating disorder behaviors. Low food security has been shown to increase the prevalence and frequency of binge eating. Researchers have been called on to reframe eating-related disorders to better fit low socioeconomic status populations and improve future investigations.\n\nWorldwide Prevalences\nContrary to historical beliefs, BED is not limited to Western societies. Evidence of increasing eating disorder prevalence has been observed in \"non-Western countries and among ethnic minorities.\" Though the research on binge eating disorders tends to be concentrated in North America, the disorder occurs across cultures. Increasing globalization has influenced the prevalence of eating disorders outside of the West. In the US, BED is present in 0.8% of male adults and 1.6% of female adults in a given year.\n\nThe prevalence of BED is lower in Nordic countries compared to Europe in a study that included Finland, Sweden, Norway, and Iceland. The point prevalence ranged from 0.4 to 1.5 percent and the lifetime prevalence ranged from 0.7 to 5.8 percent for BED in women.\n\nIn a study that included Argentina, Brazil, Chile, Colombia, Mexico, and Venezuela, the point prevalence for BED was 3.53 percent. Therefore, this particular study found that the prevalence for BED is higher in these Latin American countries compared to Western countries.\n\nThe prevalence of BED in Europe ranges from <1 to 4 percent.\n\nCo-morbidities\nBED is co-morbid with diabetes, hypertension, previous stroke, and heart disease in some individuals.\n\nIn people who have obsessive-compulsive disorder or bipolar I or II disorders, BED lifetime prevalence was found to be higher.\n\nAdditionally, 30 to 40 percent of individuals seeking treatment for weight-loss can be diagnosed with binge eating disorder.\n\nUnderreporting in men\nEating disorders are oftentimes underreported in men. Underreporting could be a result of measurement bias due to how eating disorders are defined. The current definition for eating disorders focuses on thinness. However, eating disorders in men tend to center on muscularity and would therefore warrant a need for a different measurement definition. Overvaluation rates of body weight or shape in adolescent males is significantly lower than their female counterpart (4.9% and 24.2%, respectively). Little is known if this discrepancy is an indicator of later onset of body image distortion in males or a consequence of female-centric diagnostic frameworks for eating disorders.\n\nThe lack of representation of men in eating disorder research has been hindered by historical perceptions of eating disorders as a \"female phenomenon.\" Researchers have been called on to address this gap by advancing methods of \"identification, assessment, classification, and treatment\" for eating disorders in a male-specific context, specifically in young men."
                ]
            },
            {
                "name": [
                    "Disruptive mood dysregulation disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Disruptive_mood_dysregulation_disorder",
                "description": [
                    "Disruptive mood dysregulation disorder (DMDD) is a mental disorder in children and adolescents characterized by a persistently irritable or angry mood and frequent temper outbursts that are disproportionate to the situation and significantly more severe than the typical reaction of same-aged peers. DMDD was added to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-V) as a type of depressive disorder diagnosis for youths. The symptoms of DMDD resemble many other disorders, thus a differential includes attention-deficit/hyperactivity disorder (ADHD), oppositional defiant disorder (ODD), anxiety disorders, and childhood bipolar disorder, intermittent explosive disorder (IED), major depressive disorder (MDD), and conduct disorder."
                ],
                "symptoms": [
                    "Children with DMDD show severe and recurrent temper outbursts three or more times per week. These outbursts can be verbal or behavioral. Verbal outbursts are often described by observers as \"rages\", \"fits\", or \"tantrums\". Temper outbursts will vary between children in type, nature, and setting, so it is important to talk with parents about the nature of the outburst and their triggers. Unlike the irritability that can be a symptom of other childhood disorders, such as oppositional defiant disorder (ODD), anxiety disorders, and major depressive disorder (MDD), the irritability displayed by children with DMDD is not episodic or situation-dependent. In DMDD, the irritability or anger is severe and is shown most of the day, nearly every day in multiple settings, lasting for one or more years. In other words, it is important to discern between general irritability and tantrums that can be episodic and common in pediatric patients and the easy provocation and extreme anger expressions of threatening to kill, throwing things, or attacking someone, as seen in DMDD. While all children may experience irritability and frustration, children with DMDD have difficulty controlling the level of anger and have reactions out of proportion to the situation. For instance, a child with DMDD can become extremely upset or emotional to the point of intense temper outbursts with yelling or hitting after being asked by a parent to stop playing and complete their homework. These levels of outbursts occur multiple times per week.\n\nFurthermore, most children with DMDD display symptoms that meet the criteria of attention-deficit/hyperactivity disorder (ADHD), and a smaller portion of children with ADHD will display symptoms similar to DMDD. Originally, a distinctive disorder from which DMDD was derived, called Severe Mood Dysregulation Disorder (SMDD), had the requirement for at least three \"hyperarousal\" symptoms, such as pressured speech, racing thoughts, intrusive behavior, distractibility, insomnia, and agitation, but these are not included in the most recent DMDD criteria.\n\nComorbidity\nThe core features of DMDD—temper outbursts and chronic irritability—are sometimes seen in children and adolescents with other psychiatric conditions. However, in children with DMDD, comorbidities with other psychiatric disorders appear to be extremely common as well as the range of disorders that can co-occur. Common comorbidities of DMDD include attention-deficit/hyperactivity disorder (ADHD), MDD, anxiety disorders, conduct disorder, and substance use disorders.\n\nADHD is a neurodevelopmental disorder characterized by problems with inattention and/or hyperactivity-impulsivity. ADHD is characterized by inattention, hyperactivity, and impulsivity that are pervasive, impairing in multiple contexts, and age-inappropriate.  ADHD also associated with impaired executive functioning, structural and functional abnormalities in brain parts, such as frontal-striatal, with specific gene mutation. Patients with DMDD often exhibit symptoms of ADHD due to their inattention and distractibility. \"Previous studies have found an association between frequent and consistent irritability during early adolescence and the development of ADHD in late adolescence\".\n\nMDD is a mood disorder characterized by daily or nearly daily symptoms of down or depressed mood for all or almost all the day. The DSM-V requires an individual meets 5 of 9 criteria for at least the past 2 weeks that cause significant impairment in daily life and are not caused by other medical conditions or substance use. MDD often presents differently when comparing children and adults. Young children between 3 and 8 years old present with somatic complaints (such as stomach aches), more irritability, symptoms of anxiety, general behavioral problems, and less of the typical sadness commonly seen in adults. Similar to ADHD, developing MDD in early adulthood was found to be linked with persistent irritability during early adolescence, which can be seen in DMDD.\n\nAnxiety disorders are a broad category of disorders. They are all generally characterized by excessive fear (emotional response to a real or perceived imminent threat) and anxiety (the anticipation of a future threat). The objects or situations that are the sources of the fear and anxiety a person experiences, which can often lead to avoidant behavior, are used to characterize the different anxiety disorders. With DMDD, the severe mood dysregulation is associated with higher rates of anxiety and depressive disorders in the future.\n\nConduct disorder is a behavior disorder characterized by repeated, persistent patterns of behavior that violate the rights of others and disregard major societal norms and rules. While both DMDD and conduct disorder are associated with argumentative and defiant behavior, DMDD is distinctly differentiated from conduct disorder by the DSM-V. Individuals with DMDD experience severe emotional dysregulation not seen in conduct disorder. Additionally, conduct disorder is described by a distinct lack of remorse and repeated physical harm and threats of harm to people and/or animals. Evidence of conduct disorder during childhood is one of the criteria for an adult diagnosis of antisocial personality disorder; however, adults with a continued diagnosis of conduct disorder do not necessarily have antisocial personality disorder.\n\nSubstance use disorders (SUD) encompass a broad range of specific diagnoses, but they all generally have the characteristics of cognitive, behavioral, and physiological symptoms that cause someone to continue to use a substance despite significant impairment. One salient feature of SUDs is that they change the brain circuitry in such a way that the changes can persist beyond detoxification. In general, though, examining the comorbidity of SUDs in DMDD is important as it may be linked to self-medication for underlying mood disorders or trauma. However, while there are reports in community and clinical samples of comorbidity for SUDs with DMDD, there has been no formal examination of this link."
                ],
                "epidemiology": [
                    "There are no good estimates of the prevalence of DMDD, but primary studies have found a rate of 0.8–3.3% and a literature review estimated about 1.6% prevalence rate in children under the age of 13 years old. Epidemiological studies show that approximately 3.2% of children in the community have chronic problems with irritability and temper, the essential features of DMDD. These problems are probably more common among clinic-referred youths. Parents report that approximately 30% of children hospitalized for psychiatric problems meet diagnostic criteria for DMDD; 15% meet criteria based on the observations of hospital staff."
                ]
            },
            {
                "name": [
                    "Rasmussen encephalitis"
                ],
                "description": [
                    "Rasmussen syndrome or Rasmussen's encephalitis is a rare inflammatory neurological disease, characterized by frequent and severe seizures, loss of motor skills and speech, hemiparesis, encephalitis, and dementia. The illness affects a single cerebral hemisphere and generally occurs in children under the age of 15."
                ],
                "link": "https://en.wikipedia.org/wiki/Rasmussen_encephalitis",
                "symptoms": [
                    "The condition mostly affects children, with an average age of 6 years. However, one in ten people with the condition develops it in adulthood.[citation needed]\n\nThere are two main stages, sometimes preceded by a 'prodromal stage' of a few months. In the acute stage, lasting four to eight months, the inflammation is active and the symptoms become progressively worse. These include weakness of one side of the body (hemiparesis), loss of vision for one side of the visual field (hemianopia), and cognitive difficulties (affecting learning, memory or language, for example). Epileptic seizures are also a major part of the illness, although these are often partial. Focal motor seizures or epilepsia partialis continua are particularly common, and may be very difficult to control with drugs.[citation needed]\n\nIn the chronic or residual stage, the inflammation is no longer active, but the affected individual is left with some or all of the symptoms because of the damage that the inflammation has caused. In the long term, most patients are left with some epilepsy, paralysis and cognitive problems, but the severity varies considerably."
                ]
            },
            {
                "name": [
                    "Pyromania"
                ],
                "link": "https://en.wikipedia.org/wiki/Pyromania",
                "description": [
                    "Pyromania is an impulse control disorder in which individuals repeatedly fail to resist impulses to deliberately start fires, to relieve some tension or for instant gratification. The term pyromania comes from the Greek word πῦρ. Pyromania is distinct from arson, the deliberate setting of fires for personal, monetary or political gain. Pyromaniacs start fires to release anxiety and tension, or for arousal. Other impulse disorders include kleptomania and intermittent explosive disorder."
                ]
            },
            {
                "name": [
                    "Enuresis"
                ],
                "link": "https://en.wikipedia.org/wiki/Enuresis",
                "description": [
                    "Enuresis is a repeated inability to control urination. Use of the term is usually limited to describing people old enough to be expected to exercise such control. Involuntary urination is also known as urinary incontinence. The term \"enuresis\" comes from the Ancient Greek: ἐνούρησις, romanized: enoúrēsis."
                ],
                "symptoms": [
                    "Nocturnal enuresis usually presents with voiding of urine during sleep in a child for whom it is difficult to wake. It may be accompanied by bladder dysfunction during the day which is termed non-mono symptomatic enuresis. Day time enuresis, also known as urinary incontinence, may also be accompanied by bladder dysfunction.\n\nThe symptoms of bladder dysfunction include:\n\nSecondary incontinence usually occurs in the context of a new life event that is stressful such as abuse or parental divorce.\n\nSigns indicating a child has a daytime wetting condition may include:\n\nurgency to urinate with leakage of urine\nurinating 8 times a day or more\nurinating less than a regular amount of 4-7 times a day (infrequent urination)\ninability to fully empty the bladder when urinating (incomplete urination)\navoiding urine leakage through physical compensation, like squatting, squirming, leg crossing, or heel sitting.\nSigns indicating a child has a nighttime wetting condition, if they are at least 5 years old, may include:\n\nbedwetting that occurs at least 2 times a week over at least 3 months\nreoccurrence of bedwetting after 6 months of no bedwetting.\nImpact\nIt is recommended that children are made aware that bedwetting is not their fault, especially due to preconceived notions of inadequate parenting or psychiatric issues leading to enuresis. Untreated enuresis may lead to a lack of self-esteem or avoidance of social activities. Children with nocturnal enuresis are found to have lower quality of life, but it is not clear which aspects are most affected. More studies are needed to understand the impact of nocturnal enuresis on parents."
                ],
                "epidemiology": [
                    "Approximately 10% of six- to seven-year-olds around the world experience enuresis. While 15% to 20% of five‐year‐old children experience nocturnal enuresis which usually goes away as they grow older, approximately 2% to 5% of young adults experience nocturnal enuresis. About 3% of teenagers and 0.5% to 1% of adults experience enuresis or bedwetting, with the chance of it resolving being lower if it is considered frequent."
                ]
            },
            {
                "name": [
                    "Reye's syndrome"
                ],
                "description": [
                    "Reye syndrome is a rapidly worsening brain disease. Symptoms of Reye syndrome may include vomiting, personality changes, confusion, seizures, and loss of consciousness. While liver toxicity typically occurs in the syndrome, jaundice usually does not. Death occurs in 20–40% of those affected with Reye syndrome, and about a third of those who survive are left with a significant degree of brain damage."
                ],
                "link": "https://en.wikipedia.org/wiki/Reye%27s_syndrome",
                "symptoms": [
                    "Reye syndrome progresses through five stages:\n\nStage I\nVasoconstrictive rash on palms of hands and feet\nPersistent, heavy vomiting that is not relieved by not eating\nGeneralized lethargy\nConfusion\nNightmares (possible symptom)\nNo fever usually present\nHeadaches\nStage II\nDeep lethargy\nDelirium\nConfusion\nCombative behavior\nStupor\nHyperventilation\nFatty liver (found on biopsy)\nHyperactive reflexes\nStage III\nContinuation of Stage I and II symptoms\nPossible coma\nPossible cerebral edema\nPossible seizures\nRarely, respiratory arrest\nDecorticate posturing\nStage IV\nSeizures\nDecerebrate posturing\nDeepening coma\nDilated pupils with minimal response to light\nLoss of oculocephalic reflexes\nMinimal but still present liver dysfunction\nStage V\nVery rapid onset following stage IV\nAreflexia\nDeep coma\nDilated, nonreactive pupils\nIsoelectric EEG\nRespiratory arrest\nSeizures\nMultiple organ failure\nFlaccidity\nHyperammonemia (above 300 mg/dL of blood)\nDeath\nVasoconstrictive rash on palms of hands and feet\nPersistent, heavy vomiting that is not relieved by not eating\nGeneralized lethargy\nConfusion\nNightmares (possible symptom)\nNo fever usually present\nHeadaches\nDeep lethargy\nDelirium\nConfusion\nCombative behavior\nStupor\nHyperventilation\nFatty liver (found on biopsy)\nHyperactive reflexes\nContinuation of Stage I and II symptoms\nPossible coma\nPossible cerebral edema\nPossible seizures\nRarely, respiratory arrest\nDecorticate posturing\nSeizures\nDecerebrate posturing\nDeepening coma\nDilated pupils with minimal response to light\nLoss of oculocephalic reflexes\nMinimal but still present liver dysfunction\nVery rapid onset following stage IV\nAreflexia\nDeep coma\nDilated, nonreactive pupils\nIsoelectric EEG\nRespiratory arrest\nSeizures\nMultiple organ failure\nFlaccidity\nHyperammonemia (above 300 mg/dL of blood)\nDeath"
                ],
                "epidemiology": [
                    "Reye syndrome occurs almost exclusively in children. While a few adult cases have been reported over the years, these cases do not typically show permanent neural or liver damage. Unlike in the United Kingdom, the surveillance for Reye syndrome in the United States is focused on people under 18 years of age.[citation needed]\n\nIn 1980, after the CDC began cautioning physicians and parents about the association between Reye syndrome and the use of salicylates in children with chickenpox or virus-like illnesses, the incidence of Reye syndrome in the United States began to decline, prior to the FDA's issue of warning labels on aspirin in 1986. In the United States between 1980 and 1997, the number of reported cases of Reye syndrome decreased from 555 cases in 1980 to about two cases per year since 1994. During this time period 93% of reported cases for which racial data were available occurred in whites and the median age was six years. In 93% of cases a viral illness had occurred in the preceding three-week period. For the period 1991–1994, the annual rate of hospitalization due to Reye syndrome in the United States was estimated to be between < 0.3 – 1 per million population less than 18 years of age.\n\nDuring the 1980s, a case-control study carried out in the United Kingdom also demonstrated an association between Reye syndrome and aspirin exposure. In June 1986, the United Kingdom Committee on Safety of Medicines issued warnings against the use of aspirin in children under 12 years of age and warning labels on aspirin-containing medications were introduced. United Kingdom surveillance for Reye syndrome documented a decline in the incidence of the illness after 1986. The reported incidence rate of Reye syndrome decreased from a high of 0.63 per 100,000 population less than 12 years of age in 1983–1984 to 0.11 in 1990–1991.[citation needed]\n\nFrom November 1995 to November 1996 in France, a national survey of pediatric departments for children under 15 years of age with unexplained encephalopathy and a threefold (or greater) increase in serum aminotransferase and/or ammonia led to the identification of nine definite cases of Reye syndrome (0.79 cases per million children). Eight of the nine children with Reye syndrome were found to have been exposed to aspirin. In part because of this survey result, the French Medicines Agency reinforced the international attention to the relationship between aspirin and Reye syndrome by issuing its own public and professional warnings about this relationship."
                ]
            },
            {
                "name": [
                    "Addiction to social media"
                ],
                "link": "https://en.wikipedia.org/wiki/Problematic_social_media_use",
                "description": [
                    "Experts from many different fields have conducted research and held debates about how using social media affects mental health. Research suggests that mental health issues arising from social media use affect women more than men and vary according to the particular social media platform used, although it does affect every age and gender demographic in different ways. Psychological or behavioural dependence on social media platforms can result in significant negative functions in individuals' daily lives. Studies show there are several negative effects that social media can have on individuals' mental health and overall well-being. While researchers have attempted to examine why and how social media is problematic, they still struggle to develop evidence-based recommendations on how they would go about offering potential solutions to this issue. Because social media is constantly evolving, researchers also struggle with whether the disorder of problematic social media use would be considered a separate clinical entity or a manifestation of underlying psychiatric disorders. These disorders can be diagnosed when an individual engages in online content/conversations rather than pursuing other interests."
                ],
                "symptoms": [
                    "While there exists no official diagnostic term or measurement, problematic social media use can be conceptualized as a non-substance-related disorder, resulting in preoccupation and compulsion to engage excessively in social media platforms despite negative consequences.\n\nProblematic social media use is associated with various psychological and physiological effects, such as anxiety and depression in children and young people.\n\nA 2022 meta-analysis showed moderate and significant associations between problematic social media use in youth and increased symptoms of depression, anxiety, and stress. Another meta-analysis in 2019, investigating Facebook use and symptoms of depression, also showed an association, with a small effect size. In a 2018 systematic review and meta-analysis, problematic Facebook use was shown to have negative effects on well-being in adolescents and young adults, and psychological distress was also found with problematic use. Frequent social media use was shown in a cohort study of 15- and 16-year-olds to have an association with self-reported symptoms of attention deficit hyperactivity disorder followed up over two years.\n\nDecrease in mood\nA 2016 technological report by the American Academy of Pediatrics, benefits and concerns where identified in relation to adolescent mental health and social media use. It showed that the amount of time spent on social media is not the key factor but rather how time is spent. Declines in well-being and life satisfaction were found in older adolescents who passively consumed social media; however, these were not shown in those who were more actively engaged. The report also found a U-shaped, curvilinear relationship between the amount of time spent on digital media and with risk of depression developing, at both the low and high ends of Internet use.\n\nEating disorders\nAccording to research by Flinders University, social media use correlates with eating disorders. The study found eating disorders in 52% of girls and 45% of boys, from a group of 1,000 participants who used social media.\n\nThrough the extensive use of social media, adolescents are exposed to images of bodies that are unattainable, especially with the growing presence of photo-editing apps that allow you to alter the way that your body appears in a photo. This can, in turn, influence both the diet and exercise practices of adolescents as they try to fit the standard that their social media consumption has set for them.\n\nInstagram users who partake in looking for social media status and compare themselves to others tend to have an increase in negative various psychological effects including body image issues and eating disorders. According to a study that included 2,475 students by Madeline Dougherty (née Wick), PhD, a professor at Florida State University, and her doctoral advisor, Pamela Keel, PhD, a psychology professor at Florida State University, 1 in 3 women responded that they edit their pictures to change their weight and shape before posting a picture to Instagram. A similar study in Australia and New Zealand found 52% of girls ages 13 to 14 with a social media account were very likely to have eating disorders like skipping a meal or over-exercising. These various studies found that teenage girls who viewed their retouched photo and compared that to their untouched photo directly harmed their body image. Although this happens amongst various age groups and genders it was found that this tends to have a greater effect on the younger age group of women.\n\nThis relationship with social media and body image is fixable by consuming less \"fitspiration\" and understanding that the images that they see of are altered. Many social media influencers also have body dissatisfaction and pose as lifestyle content creators and influence you woman into believing they can look like them, when they themselves do not even meet the standard they are presenting\n\nExcessive use\nOne can evaluate their social media habits and behavior toward it to help determine if an addiction is present. Addictions are a certain type of impulse control disorder, which may lead one to lose track of time while using social media. For instance, one's psychological clock may run slower than usual, and the user's self-consciousness is compromised. Therefore, individuals may passively consume media for longer amounts of time. Psychologists estimate that as many as 5 to 10% of Americans meet the criteria for social media addiction today. Addictive social media use will look much like that of any other substance use disorder, including mood modification, salience, tolerance, withdrawal symptoms, conflict, and relapse.  In the digital age, it is common for adolescents to use their smartphones for entertainment purposes, education, news, and managing their daily life. Therefore, adolescents are further at risk for developing addictive behaviors and habits. Many medical experts have looked at the survey and come up with a clear conclusion, saying that teenagers' excessive smartphone use has an impact on their behavior and even their mental health. If the excessive use of social media and the platforms encompassed therein have proven to cause mental health issues, eating disorders, and lowered self-esteem, and the use of such media has been shown to be addictive in some form or another, medically there should be an avenue to treat the use or excessive use of the media platforms. For example, a study involving 157 online learners showed that, on average, learners on massive open online courses spend half of their online time on YouTube and social media, and less than 2% of visited websites accounted for nearly 80% of their online time. The excessive use is causing underlying health conditions that in themselves are treatable, but if these issues stem from the use of social media platforms, the addictive nature of these platforms should be addressed in a way to reduce or eradicate the health-related or mental related effects resulting. More studies need to be done, more funding has to be provided, and the addiction to such platforms should be seen as a true addiction and treated as such, and not simply discarded as a millennial issue. Not only is the amount of time spent on social media the main cause to media addiction, but also the type of platform this media is being consumed on. Yes, the algorithm plays a significant role in what appears on your main screen for any platform, however. growing boys and girls do not fully understand the concept and circumstances they live in. They live in a world that can be broadcast at any point and follow them into school. They are at a disadvantage to almost need social media as a currency to fit in at school and make their life presentable enough to be assumed as attractive, interesting, or likable just off their feed. Jon Haidt, a social psychologist and author, has done extensive research on the true hold social media not only has on people, but especially teens and young adults. Over 80% of high school students use social media \"constantly\" or on a daily basis. Girls are heavier users on visually oriented platforms which invites comparison with other girls. This competitiveness can cause anxiety and depression and a vicious cycle in trying to obtain an unachievable standard \n\nSocial media addiction from an anthropological lens\n\nStudies done to explore the negative effects of social media have not produced any definitive findings. Addiction to social media remains a controversial topic despite these mixed results and is not recognized by the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) as a disorder. From an anthropological lens, addiction to social media is a socially constructed concept that has been medicalized because this behavior does not align with behavior accepted by certain hegemonic social groups. It is important to consider that disapproval of using social media for too long could also be related to capitalism, reduction in productivity of employees when people constantly scroll, and difficulty governing populations because of the content they consume. Harm caused to individuals through social media addiction is a social fact. Whether researchers can find evidence to support these claims is irrelevant if most people believe it is harmful, as this shared belief affects people in a material way. As much as excessive use of social media can take attention away from the person in front of you at dinner, it also connects people to loved ones, and maintains connections that would otherwise be severed due to distant\n\nSocial anxiety\nSocial media allows users to openly share their feelings, values, relationships, and thoughts. With the platform social media provides, users can freely express their emotions. However, social media may also be a platform for discrimination and cyberbullying. There is also a strong positive correlation between social anxiety and social media usage, and in particular between cyberostracism and social media disorder. Social anxiety is defined as having intense anxiety or fear of being judged, negatively evaluated, or rejected in a social or performance situation. Many people with social anxiety go to the internet as an escape from reality, so they often withdraw from in-person communication and feel most comfortable with online communication. People usually act differently on social media than they do in person, resulting in many activities and social groups being different when using social media. Thus, social media can worsen anxiety through the constant social comparison and fear of missing out (FOMO). However, social media can also be a safe space wherein you can connect with others and build connections and support from online communities.  Even though social media can satisfy personal communication needs, those who use it at higher rates are shown to have higher levels of psychological distress.\n\nLowered self-esteem\nLow self-esteem has generally had some sort of connection to serious mental health illnesses such as depression. some studies have been done to find if social media platforms have any sort of correlation to low self-esteem. One such study in which participants were given the Rosenberg Self-Esteem Scale to rate their self-esteem based on their social media usage found that participants that used Facebook tended to rate themselves more poorly on their general self-esteem. Social media sites such as Instagram may exacerbate feelings of insufficiency and isolation as users engage in social comparison. This issue is especially pertinent for individuals with narcissistic tendencies who seek affirmation and praise.\n\nAnother reason why depression is associated with social media might be what psychologists call displacement – which means what teenagers are not doing during time that's displaced by social media. This includes mental health-boosting activities such as exercise, sleep and developing talents. \n\nSolitary experiences\nAlthough many studies have found a relationship between loneliness and problematic social media use among young adults, a recent systematic review has observed that this relationship collapses when loneliness is observed longitudinally, or when considered contextually (i.e., across the individual's life contexts) or when other psychological factors are included in the mediation model. Furthermore, Pezzi and colleagues pointed out that beyond loneliness (which has been summatively considered by the literature to date), no other solitary experience has been investigated in relation to problematic social media use in young adults. In fact, further research is needed to clarify the relationship between these variables."
                ]
            },
            {
                "name": [
                    "Paroxysmal attacks"
                ],
                "description": [
                    "Paroxysmal attacks or paroxysms are a sudden recurrence or intensification of symptoms, such as a spasm or seizure. These short, frequent symptoms can be observed in various clinical conditions. They are usually associated with multiple sclerosis or pertussis, but they may also be observed in other disorders such as encephalitis, head trauma, stroke, autism, asthma, trigeminal neuralgia, breath-holding spells, epilepsy, malaria, tabes dorsalis, and Behçet's disease, paroxysmal nocturnal hemoglobinuria (PNH). It has also been noted as a symptom of gratification disorder in children."
                ],
                "link": "https://en.wikipedia.org/wiki/Paroxysmal_attacks"
            },
            {
                "name": [
                    "Kleine–Levin syndrome"
                ],
                "link": "https://en.wikipedia.org/wiki/Kleine%E2%80%93Levin_syndrome",
                "description": [
                    "Kleine–Levin syndrome (KLS) is a rare neurological disorder characterized by persistent episodic hypersomnia accompanied by cognitive and behavioral changes. These changes may include disinhibition, sometimes manifested through hypersexuality, hyperphagia or emotional lability, and other symptoms, such as derealization. Patients generally experience recurrent episodes of the condition for more than a decade, which may return at a later age. Individual episodes generally last more than a week, sometimes lasting for months. The condition greatly affects the personal, professional, and social lives of those with KLS. The severity of symptoms and the course of the syndrome vary between those with KLS. Patients commonly have about 20 episodes over about a decade. Several months may elapse between episodes."
                ],
                "symptoms": [
                    "Patients with Kleine–Levin syndrome (KLS) experience recurring episodes of prolonged sleep (hypersomnia). In most cases, patients sleep 15 to 21 hours a day during episodes.\nExcessive appetite (hyperphagia) and unusual cravings are present in half to two-thirds of cases. About half of patients, mainly male patients, experience dramatically increased sexual urges (hypersexuality). Several other symptoms usually accompany the syndrome, including marked changes in mood and cognitive ability. Derealization and severe apathy are present in at least 80 percent of cases. About one third of patients experience hallucinations or delusions. Depression and anxiety occur less commonly; one study found them in about 25 percent of patients. Individuals usually cannot remember what happened during episodes. Repetitive behaviors and headaches are commonly reported. Some patients act very childlike during episodes, and communication skills and coordination sometimes worsen.\n\nSleep studies of KLS show varying results based on the period the patient is observed. Slow wave sleep is often reduced at the beginning of episodes, and REM sleep is reduced near the end. Conversely, REM sleep is often normal at the beginning; slow wave sleep is often normal by the conclusion. Stage two non-rapid eye movement sleep is often interrupted during KLS. Studies also show that stage one and three non-rapid eye movement sleep becomes more efficient when the episodes end. The Multiple Sleep Latency Test has yielded inconsistent results when given to KLS patients. In many cases, hours are spent in a withdrawn sleep-like state while awake during episodes. Most sleep studies have been performed while the subject is near the end of their episodes. Some patients experience brief insomnia and become very happy and talkative after the episode ends.\n\nThe first time a patient experiences KLS, it usually occurs along with symptoms similar to those of the flu or encephalitis. In at least 75 percent of cases, symptoms occur after an airway infection or a fever. Viruses observed before the development of the condition include Epstein–Barr virus, varicella zoster virus, herpes zoster virus, influenza A virus subtypes, and adenovirus. Several days after symptoms first occur, patients become very tired. In cases after an infection, KLS usually starts within three to five days for teenagers and fewer for children. In other cases, alcohol consumption, head injury, or international travel precede symptoms. Lifestyle habits such as alcohol abuse, lack of sleep and stress have also been proposed as possible triggers. First episodes of KLS are preceded by a clear event in about 90 percent of cases. Recurrences generally do not have clear triggers; only about 15 percent have a precipitating event.\n\nThe condition generally disrupts the social lives and academic or professional obligations of those with KLS. Some patients also gain weight during episodes. The most severe cases cause a long-term impact on mood and cognitive attention. In rare cases, patients experience long-term memory problems.\n\nIn patients with KLS, MRI and CT scans show normal brain morphology. When SPECT is performed, hypoperfusion can often be observed in the brain, particularly in the thalamic and frontotemporal areas. The hypoperfusion is significantly diminished between episodes. Serum biology, c-reactive proteins and leptins, the hormonal pituitary axis, and protein in the cerebral spinal fluid (CSF) are normal in KLS patients."
                ],
                "epidemiology": [
                    "Population-based studies of KLS have not been performed. Its prevalence is about 1 to 2 cases per million people, although recent studies conducted by a French research team point to a higher number of 3 per million people. It occurs most frequently among Jews in the US and Israel. First-degree relatives of people who have the syndrome are much more likely than the general population to have it, although only in about one percent of cases do family members contract it. About 68 to 72 percent of patients are male. Patients with the syndrome are more likely than the general population to have genetic disorders, and about a third of people with the syndrome encounter some form of birth difficulty. In a study of 186 older patients, about ten percent had preexisting psychiatric issues. One study found that about ten percent of patients had a neurological condition before KLS developed. The condition does not appear to occur most frequently in one season."
                ]
            },
            {
                "name": [
                    "Attention deficit hyperactivity disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Attention_deficit_hyperactivity_disorder",
                "description": [
                    "Attention deficit hyperactivity disorder (ADHD) is a neurodevelopmental disorder characterised by executive dysfunction occasioning symptoms of inattention, hyperactivity, impulsivity and emotional dysregulation that are excessive and pervasive, impairing in multiple contexts, and developmentally-inappropriate."
                ],
                "symptoms": [
                    "Inattention, hyperactivity (restlessness in adults), disruptive behaviour, and impulsivity are common in ADHD. Academic difficulties are frequent, as are problems with relationships. The signs and symptoms can be difficult to define, as it is hard to draw a line at where normal levels of inattention, hyperactivity, and impulsivity end and significant levels requiring interventions begin.\n\nAccording to the fifth edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) and its text revision (DSM-5-TR), symptoms must be present for six months or more to a degree that is much greater than others of the same age. This requires at least six symptoms of either inattention or hyperactivity/impulsivity for those under 17 and at least five symptoms for those 17 years or older. The symptoms must be present in at least two settings (e.g., social, school, work, or home), and must directly interfere with or reduce quality of functioning. Additionally, several symptoms must have been present before age twelve. The DSM-5 's required age of onset of symptoms is 12 years. However, research indicates the age of onset should not be interpreted as a prerequisite for diagnosis given contextual exceptions.\n\n Presentations\nADHD is divided into three primary presentations:\n\npredominantly inattentive (ADHD-PI or ADHD-I)\npredominantly hyperactive-impulsive (ADHD-PH or ADHD-HI)\ncombined presentation (ADHD-C).\nThe table \"Symptoms\" lists the symptoms for ADHD-I and ADHD-HI from two major classification systems. Symptoms which can be better explained by another psychiatric or medical condition which an individual has are not considered to be a symptom of ADHD for that person. In DSM-5, subtypes were discarded and reclassified as presentations of the disorder that change over time.\n\nFrequently overlooks details or makes careless mistakes\nOften has difficulty maintaining focus on one task or play activity\nOften appears not to be listening when spoken to, including when there is no obvious distraction\nFrequently does not finish following instructions, failing to complete tasks\nOften struggles to organise tasks and activities, to meet deadlines, and to keep belongings in order\nIs frequently reluctant to engage in tasks which require sustained attention\nFrequently loses items required for tasks and activities\nIs frequently easily distracted by extraneous stimuli, including thoughts in adults and older teenagers\nOften forgets daily activities, or is forgetful while completing them.\nStruggles to maintain focus on tasks that aren't highly stimulating/rewarding or that require continuous effort; details are often missed, and careless mistakes are frequent in school and work tasks; tasks are often abandoned before they are completed.\nEasily distracted (including by own thoughts); may not listen when spoken to; frequently appears to be lost in thought\nOften loses things; is forgetful and disorganised in daily activities.\nThe individual may also meet the criteria for hyperactivity-impulsivity, but the inattentive symptoms are predominant.\n\nIs often fidgeting or squirming in seat\nFrequently has trouble sitting still during dinner, class, in meetings, etc.\nFrequently runs around or climbs in inappropriate situations. In adults and teenagers, this may be present only as restlessness.\nOften cannot quietly engage in leisure activities or play\nFrequently seems to be \"on the go\" or appears uncomfortable when not in motion\nOften talks excessively\nOften answers a question before it is finished, or finishes people's sentences\nOften struggles to wait their turn, including waiting in lines\nFrequently interrupts or intrudes, including into others' conversations or activities, or by using people's things without asking.\nExcessive motor activity; struggles to sit still, often leaving their seat; prefers to run about; in younger children, will fidget when attempting to sit still; in adolescents and adults, a sense of physical restlessness or discomfort with being quiet and still.\nTalks too much; struggles to quietly engage in activities.\nBlurts out answers or comments; struggles to wait their turn in conversation, games, or activities; will interrupt or intrude on conversations or games.\nA lack of forethought or consideration of consequences when making decisions or taking action, instead tending to act immediately (e.g., physically dangerous behaviours including reckless driving; impulsive decisions).\nThe individual may also meet the criteria for inattention, but the hyperactive-impulsive symptoms are predominant.\n\nGirls and women with ADHD tend to display fewer hyperactivity and impulsivity symptoms but more symptoms of inattention and distractibility.\n\nSymptoms are expressed differently and more subtly as the individual ages.: 6  Hyperactivity tends to become less overt with age and turns into inner restlessness, difficulty relaxing or remaining still, talkativeness or constant mental activity in teens and adults with ADHD.: 6–7  Impulsivity in adulthood may appear as thoughtless behaviour, impatience, irresponsible spending and sensation-seeking behaviours,: 6  while inattention may appear as becoming easily bored, difficulty with organization, remaining on task and making decisions, and sensitivity to stress.: 6 \n\nAlthough not listed as an official symptom, emotional dysregulation or mood lability is generally understood to be a common symptom of ADHD.: 6  People with ADHD of all ages are more likely to have problems with social skills, such as social interaction and forming and maintaining friendships. This is true for all presentations. About half of children and adolescents with ADHD experience social rejection by their peers compared to 10–15% of non-ADHD children and adolescents. People with attention deficits are prone to having difficulty processing verbal and nonverbal language which can negatively affect social interaction. They may also drift off during conversations, miss social cues, and have trouble learning social skills.\n\nDifficulties managing anger are more common in children with ADHD as are delays in speech, language and motor development. Poorer handwriting is more common in children with ADHD. Poor handwriting can be a symptom of ADHD in itself due to decreased attentiveness. When this is a pervasive problem, it may also be attributable to dyslexia or dysgraphia. There is significant overlap in the symptomatologies of ADHD, dyslexia, and dysgraphia, and 3 in 10 people diagnosed with dyslexia experience co-occurring ADHD. Although it causes significant difficulty, many children with ADHD have an attention span equal to or greater than that of other children for tasks and subjects they find interesting.\n\nIQ test performance\nCertain studies have found that people with ADHD tend to have lower scores on intelligence quotient (IQ) tests. The significance of this is controversial due to the differences between people with ADHD and the difficulty determining the influence of symptoms, such as distractibility, on lower scores rather than intellectual capacity. In studies of ADHD, higher IQs may be over-represented because many studies exclude individuals who have lower IQs despite those with ADHD scoring on average nine points lower on standardised intelligence measures. However, other studies contradict this, saying that in individuals with high intelligence, there is an increased risk of a missed ADHD diagnosis, possibly because of compensatory strategies in said individuals.\n\nStudies of adults suggest that negative differences in intelligence are not meaningful and may be explained by associated health problems."
                ],
                "epidemiology": [
                    "ADHD is estimated to affect about 6–7% of people aged 18 and under when diagnosed via the DSM-IV criteria. When diagnosed via the ICD-10 criteria, rates in this age group are estimated around 1–2%. Rates are similar between countries and differences in rates depend mostly on how it is diagnosed. Children in North America appear to have a higher rate of ADHD than children in Africa and the Middle East; this is believed to be due to differing methods of diagnosis rather than a difference in underlying frequency. (The same publication which describes this difference also notes that the difference may be rooted in the available studies from these respective regions, as far more studies were from North America than from Africa and the Middle East.) As of 2019,[update] it was estimated to affect 84.7 million people globally.\n\nADHD is diagnosed approximately twice as often in boys as in girls, and 1.6 times more often in men than in women, although the disorder is overlooked in girls or diagnosed in later life because their symptoms sometimes differ from diagnostic criteria. In 2014, Keith Conners, one of the early advocates for recognition of the disorder, spoke out against overdiagnosis in a New York Times article. In contrast, a 2014 peer-reviewed medical literature review indicated that ADHD is underdiagnosed in adults.\n\nStudies from multiple countries have reported that children born closer to the start of the school year are more frequently diagnosed with and medicated for ADHD than their older classmates. Boys who were born in December where the school age cut-off was 31 December were shown to be 30% more likely to be diagnosed and 41% more likely to be treated than those born in January. Girls born in December had a diagnosis and treatment percentage increase of 70% and 77% respectively compared to those born in January. Children who were born at the last three days of a calendar year were reported to have significantly higher levels of diagnosis and treatment for ADHD than children born at the first three days of a calendar year. The studies suggest that ADHD diagnosis is prone to subjective analysis.\n\nRates of diagnosis and treatment have increased in both the United Kingdom and the United States since the 1970s. Prior to 1970, it was rare for children to be diagnosed with ADHD, while in the 1970s rates were about 1%. This is believed to be primarily due to changes in how the condition is diagnosed and how readily people are willing to treat it with medications rather than a true change in incidence. With widely differing rates of diagnosis across countries, states within countries, races, and ethnicities, some suspect factors other than symptoms of ADHD are playing a role in diagnosis, such as cultural norms.\n\nDespite showing a higher frequency of symptoms associated with ADHD, non-White children in the US are less likely than White children to be diagnosed or treated for ADHD, a finding that is often explained by bias among health professionals, as well as parents who may be reluctant to acknowledge that their child has ADHD. Crosscultural differences in diagnosis of ADHD can also be attributed to the long-lasting effects of harmful, racially targeted medical practices. Medical pseudosciences, particularly those that targeted Black populations during the period of slavery in the US, lead to a distrust of medical practices within certain communities. The combination of ADHD symptoms often being regarded as misbehaviour rather than as a psychiatric condition, and the use of drugs to regulate ADHD, result in a hesitancy to trust a diagnosis of ADHD. Cases of misdiagnosis in ADHD can also occur due to stereotyping of people of color. Due to ADHD's subjectively determined symptoms, medical professionals may diagnose individuals based on stereotyped behaviour or misdiagnose due to cultural differences in symptom presentation.\n\nA 2024 study in CDC’s Morbidity and Mortality Weekly Report reports around 15.5 million U.S. adults have attention-deficit hyperactivity disorder, with many facing challenges in accessing treatment.  One-third of diagnosed individuals had received a prescription for a stimulant drug in the past year but nearly three-quarters of them reported difficulties filling the prescription due to medication shortages."
                ]
            },
            {
                "name": [
                    "Dysgraphia"
                ],
                "link": "https://en.wikipedia.org/wiki/Dysgraphia",
                "description": [
                    "Dysgraphia is a neurological disorder and learning disability that concerns impairments in written expression, which affects the ability to write, primarily handwriting, but also coherence. It is a specific learning disability (SLD) as well as a transcription disability, meaning that it is a writing disorder associated with impaired handwriting, orthographic coding and finger sequencing. It often overlaps with other learning disabilities and neurodevelopmental disorders such as speech impairment, attention deficit hyperactivity disorder (ADHD) or developmental coordination disorder (DCD)."
                ],
                "symptoms": [
                    "The symptoms to dysgraphia are often overlooked or attributed to the student being lazy, unmotivated, careless or anxious. The condition may also be dismissed as simply being an expression of attention deficiency or having delayed visual-motor processing. In order to be diagnosed with dysgraphia, one must have a cluster, but not necessarily all, of the following symptoms:\n\nPoor legibility\nExcessive erasures\nMisuse of lines and margins\nPoor spatial planning on paper\nRelies heavily on vision to write\nIrregular letter sizes and shapes\nFrequent reliance on verbal cues\nInattentiveness over details when writing\nMixed upper case and lower case letters\nSwitching between cursive and print letters\nDifficulty visualizing letter formation beforehand\nSlow writing speed or inefficient speed of copying\nInconsistent form and size of letters, or unfinished letters\nDifficulty understanding homophones and what spelling to use\nHandwriting abilities that interfere with spelling and written composition\nStruggles with translating ideas to writing, sometimes using the wrong words altogether\nIssues following rules of sentence structure or grammar when writing, but not when speaking\nTight, awkward or painful grip of writing utensil or feeling pain while writing (eg; cramps in fingers, wrist and palms)\nOdd wrist, arm, body, or paper orientations (eg; bending arm into an L shape, holding paper down with non-dominant hand)\nSynchronization difficulties like writing and thinking at the same time (eg; creative writing, taking notes, tapping and judging line orientation concurrently)\nSlow development of essential skills such as shoe tying\nThe symptoms of dysgraphia can change as one ages.  Dysgraphia may cause students emotional trauma often due to the fact that no one can read their writing, and they are aware that they are not performing to the same level as their peers. Emotional problems that may occur alongside dysgraphia include impaired self-esteem, lowered self-efficacy, reduced motivation, poorer social functioning, heightened anxiety, and depression. They may put in extra efforts in order to have the same achievements as their peers, but often get frustrated because they feel that their hard work does not pay off. Dysgraphia is a hard disorder to detect as it does not affect specific ages, gender, or intelligence. The main concern in trying to detect dysgraphia is that people hide their disability behind their verbal fluency/comprehension and strong syntax coding  because they are ashamed that they cannot achieve the same goals as their peers. Having dysgraphia is not related to a lack of cognitive ability, and it is not uncommon in intellectually gifted individuals, but due to dysgraphia their intellectual abilities are often not identified.\n\nAssociated conditions\nThere are some common problems not related to dysgraphia but often associated with dysgraphia, the most common of which is stress. Developing an aversion to writing is another common issue. Often children (and adults) with dysgraphia will become extremely frustrated with the task of writing specially on plain paper (and spelling); younger children may cry, pout, or refuse to complete written assignments. This frustration can cause the student a great deal of stress and can lead to stress-related illnesses. This can be a result of any symptom of dysgraphia."
                ]
            },
            {
                "name": [
                    "Bell's palsy"
                ],
                "description": [
                    "Bell's palsy is a type of facial paralysis that results in a temporary inability to control the facial muscles on the affected side of the face. In most cases, the weakness is temporary and significantly improves over weeks. Symptoms can vary from mild to severe. They may include muscle twitching, weakness, or total loss of the ability to move one or, in rare cases, both sides of the face. Other symptoms include drooping of the eyebrow, a change in taste, and pain around the ear. Typically symptoms come on over 48 hours. Bell's palsy can trigger an increased sensitivity to sound known as hyperacusis."
                ],
                "link": "https://en.wikipedia.org/wiki/Bell%27s_palsy",
                "symptoms": [
                    "Bell's palsy is characterized by a one-sided facial droop that comes on within 72 hours. In rare cases (<1%), it can occur on both sides resulting in total facial paralysis.\n\nThe facial nerve controls a number of functions, such as blinking and closing the eyes, smiling, frowning, lacrimation, salivation, flaring nostrils and raising eyebrows. It also carries taste sensations from the anterior two-thirds of the tongue, through the chorda tympani nerve (a branch of the facial nerve). Because of this, people with Bell's palsy may present with loss of taste sensation in the anterior 2⁄3 of the tongue on the affected side.\n\nAlthough the facial nerve innervates the stapedius muscle of the middle ear (through the tympanic branch), sound sensitivity, causing normal sounds to be perceived as very loud (hyperacusis), and dysacusis are possible but hardly ever clinically evident."
                ],
                "epidemiology": [
                    "The number of new cases of Bell's palsy ranges from about one to four cases per 10,000 population per year. The rate increases with age. Bell's palsy affects about 40,000 people in the United States every year. It affects approximately 1 person in 65 during a lifetime.\n\nA range of annual incidence rates have been reported in the literature: 15, 24, and 25–53 (all rates per 100,000 population per year). Bell's palsy is not a reportable disease, and there are no established registries for people with this diagnosis, which complicates precise estimation.\n\nFrequency\nAbout 40,000 people are affected by Bell's Palsy in the United States every year. It can affect anyone of any gender and age, but its incidence seems to be highest in those in the 15- to 45-year-old age group."
                ]
            },
            {
                "name": [
                    "Chronic fatigue syndrome"
                ],
                "description": [
                    "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a disabling chronic illness. People with ME/CFS experience profound fatigue that does not go away with rest, sleep issues, and problems with memory or concentration. Further common symptoms include dizziness, nausea and pain. The hallmark symptom is a worsening of the illness which starts hours to days after minor physical or mental activity. This \"crash\" can last from hours or days to several months."
                ],
                "link": "https://en.wikipedia.org/wiki/Chronic_fatigue_syndrome",
                "symptoms": [
                    "ME/CFS causes debilitating fatigue, sleep problems, and post-exertional malaise (PEM, overall symptoms getting worse after mild activity). In addition, cognitive issues, orthostatic intolerance (dizziness or nausea when upright) or other physical symptoms may be present (see also § Diagnostic criteria). Symptoms significantly reduce the ability to function and typically last for three to six months before a diagnosis can be confirmed.: 13 : 11  ME/CFS usually starts after an infection. Onset can be sudden or more gradual over weeks to months.\n\nCore symptoms\nPeople with ME/CFS experience persistent debilitating fatigue. It is made worse by normal physical, mental, emotional, and social activity, and is not a result of ongoing overexertion.: 12  Rest provides limited relief from fatigue. Particularly in the initial period of illness, this fatigue is described as \"flu-like\". Individuals may feel restless and describe their experience as \"wired but tired\". When starting an activity, muscle strength may drop rapidly, which can lead to difficulty with coordination, clumsiness or sudden weakness.: 12, 57  Mental fatigue may make cognitive efforts difficult. The fatigue experienced in ME/CFS is of a longer duration and greater severity than in other conditions characterized by fatigue.: 5–6 \n\n\nThe hallmark feature of ME/CFS is a worsening of symptoms after exertion, known as post-exertional malaise or post-exertional symptom exacerbation. PEM involves increased fatigue and is disabling. It can also include flu-like symptoms, pain, cognitive difficulties, gastrointestinal issues, nausea, and sleep problems.: 6  \n All types of activities that require energy, whether physical, cognitive, social, or emotional, can trigger PEM.: 49  Examples include attending a school event, food shopping, or even taking a shower. For some, being in a stimulating environment can be sufficient to trigger PEM.: 49  PEM usually starts 12 to 48 hours after the activity, but can also follow immediately after. PEM can last hours, days, weeks, or months.: 6   Extended periods of PEM, commonly referred to as \"crashes\" or \"flare-ups\" by people with the illness, can lead to a prolonged relapse.: 50 \n\nUnrefreshing sleep is a further core symptom. People wake up exhausted and stiff rather than restored after a night's sleep. This can be caused by a pattern of sleeping during the day and being awake at night, shallow sleep, or broken sleep. However, even a full night's sleep is typically non-restorative. Some individuals experience insomnia, hypersomnia (excessive sleepiness), or vivid nightmares.: 50 \n\nCognitive dysfunction in ME/CFS can be as disabling as physical symptoms, leading to difficulties at work or school, as well as in social interactions.: 7  People with ME/CFS sometimes describe it as \"brain fog\", and report a slowdown in information processing.: 7  Individuals may have difficulty speaking, struggling to find words and names. They may have trouble concentrating or multitasking, or may have difficulties with short-term memory. Tests often show problems with short-term visual memory, reaction time and reading speed. There may also be problems with attention and verbal memory.\n\nPeople with ME/CFS often experience orthostatic intolerance, symptoms that start or worsen with standing or sitting. Symptoms, which include nausea, lightheadedness, and cognitive impairment, often improve again after lying down. Weakness and vision changes may also be triggered by the upright posture. Some have postural orthostatic tachycardia syndrome (POTS), an excessive increase in heart rate after standing up, which can result in fainting.: 7  Additionally, individuals may experience orthostatic hypotension, a drop in blood pressure after standing.: 17 \n\nOther common symptoms\nPain and hyperalgesia (an abnormally increased sensitivity to pain) are common in ME/CFS. The pain is not accompanied by swelling or redness.: 16  The pain can be present in muscles (myalgia) and joints. Individuals with ME/CFS may have chronic pain behind the eyes and in the neck, as well as neuropathic pain (related to disorders of the nervous system).: 8  Headaches and migraines that were not present before the illness can occur as well. However, chronic daily headaches may indicate an alternative diagnosis.: 16 \n\nAdditional common symptoms include irritable bowel syndrome or other problems with digestion, chills and night sweats, shortness of breath or an irregular heartbeat. Some experience sore lymph nodes and a sore throat. People may also develop allergies or become sensitive to foods, lights, noise, smells or chemicals."
                ],
                "epidemiology": [
                    "Reported prevalence rates vary widely depending on how ME/CFS is defined and diagnosed. Overall, around 1 in 150 people have ME/CFS. Based on the 1994 CDC diagnostic criteria, the global prevalence rate for CFS is 0.89%. In comparison, estimates using the stricter 1988 CDC criteria or the 2003 Canadian Consensus Criteria for ME/CFS produced a prevalence rate of only 0.17%.\n\nIn England and Wales, over 250,000 people are estimated to be affected.: 92  These estimates are based on data before the COVID-19 pandemic. It is likely that numbers have increased as a large share of people with long COVID meet the diagnostic criteria of ME/CFS.: 228  A 2021–2022 CDC survey found that 1.3% of adults in the United States, or 3.3 million, had ME/CFS.\n\nWomen are diagnosed about 1.5 to 4 times more often with ME/CFS than men. The prevalence in children and adolescents is slightly lower than in adults, and children have it less than adolescents. The incidence rate (the onset of ME/CFS) has two peaks, one at 10–19 and another at 30–39 years, and the prevalence is highest in middle age."
                ]
            },
            {
                "name": [
                    "Myalgic encephalomyelitis"
                ],
                "description": [
                    "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a disabling chronic illness. People with ME/CFS experience profound fatigue that does not go away with rest, sleep issues, and problems with memory or concentration. Further common symptoms include dizziness, nausea and pain. The hallmark symptom is a worsening of the illness which starts hours to days after minor physical or mental activity. This \"crash\" can last from hours or days to several months."
                ],
                "link": "https://en.wikipedia.org/wiki/Myalgic_encephalomyelitis",
                "symptoms": [
                    "ME/CFS causes debilitating fatigue, sleep problems, and post-exertional malaise (PEM, overall symptoms getting worse after mild activity). In addition, cognitive issues, orthostatic intolerance (dizziness or nausea when upright) or other physical symptoms may be present (see also § Diagnostic criteria). Symptoms significantly reduce the ability to function and typically last for three to six months before a diagnosis can be confirmed.: 13 : 11  ME/CFS usually starts after an infection. Onset can be sudden or more gradual over weeks to months.\n\nCore symptoms\nPeople with ME/CFS experience persistent debilitating fatigue. It is made worse by normal physical, mental, emotional, and social activity, and is not a result of ongoing overexertion.: 12  Rest provides limited relief from fatigue. Particularly in the initial period of illness, this fatigue is described as \"flu-like\". Individuals may feel restless and describe their experience as \"wired but tired\". When starting an activity, muscle strength may drop rapidly, which can lead to difficulty with coordination, clumsiness or sudden weakness.: 12, 57  Mental fatigue may make cognitive efforts difficult. The fatigue experienced in ME/CFS is of a longer duration and greater severity than in other conditions characterized by fatigue.: 5–6 \n\n\nThe hallmark feature of ME/CFS is a worsening of symptoms after exertion, known as post-exertional malaise or post-exertional symptom exacerbation. PEM involves increased fatigue and is disabling. It can also include flu-like symptoms, pain, cognitive difficulties, gastrointestinal issues, nausea, and sleep problems.: 6  \n All types of activities that require energy, whether physical, cognitive, social, or emotional, can trigger PEM.: 49  Examples include attending a school event, food shopping, or even taking a shower. For some, being in a stimulating environment can be sufficient to trigger PEM.: 49  PEM usually starts 12 to 48 hours after the activity, but can also follow immediately after. PEM can last hours, days, weeks, or months.: 6   Extended periods of PEM, commonly referred to as \"crashes\" or \"flare-ups\" by people with the illness, can lead to a prolonged relapse.: 50 \n\nUnrefreshing sleep is a further core symptom. People wake up exhausted and stiff rather than restored after a night's sleep. This can be caused by a pattern of sleeping during the day and being awake at night, shallow sleep, or broken sleep. However, even a full night's sleep is typically non-restorative. Some individuals experience insomnia, hypersomnia (excessive sleepiness), or vivid nightmares.: 50 \n\nCognitive dysfunction in ME/CFS can be as disabling as physical symptoms, leading to difficulties at work or school, as well as in social interactions.: 7  People with ME/CFS sometimes describe it as \"brain fog\", and report a slowdown in information processing.: 7  Individuals may have difficulty speaking, struggling to find words and names. They may have trouble concentrating or multitasking, or may have difficulties with short-term memory. Tests often show problems with short-term visual memory, reaction time and reading speed. There may also be problems with attention and verbal memory.\n\nPeople with ME/CFS often experience orthostatic intolerance, symptoms that start or worsen with standing or sitting. Symptoms, which include nausea, lightheadedness, and cognitive impairment, often improve again after lying down. Weakness and vision changes may also be triggered by the upright posture. Some have postural orthostatic tachycardia syndrome (POTS), an excessive increase in heart rate after standing up, which can result in fainting.: 7  Additionally, individuals may experience orthostatic hypotension, a drop in blood pressure after standing.: 17 \n\nOther common symptoms\nPain and hyperalgesia (an abnormally increased sensitivity to pain) are common in ME/CFS. The pain is not accompanied by swelling or redness.: 16  The pain can be present in muscles (myalgia) and joints. Individuals with ME/CFS may have chronic pain behind the eyes and in the neck, as well as neuropathic pain (related to disorders of the nervous system).: 8  Headaches and migraines that were not present before the illness can occur as well. However, chronic daily headaches may indicate an alternative diagnosis.: 16 \n\nAdditional common symptoms include irritable bowel syndrome or other problems with digestion, chills and night sweats, shortness of breath or an irregular heartbeat. Some experience sore lymph nodes and a sore throat. People may also develop allergies or become sensitive to foods, lights, noise, smells or chemicals."
                ],
                "epidemiology": [
                    "Reported prevalence rates vary widely depending on how ME/CFS is defined and diagnosed. Overall, around 1 in 150 people have ME/CFS. Based on the 1994 CDC diagnostic criteria, the global prevalence rate for CFS is 0.89%. In comparison, estimates using the stricter 1988 CDC criteria or the 2003 Canadian Consensus Criteria for ME/CFS produced a prevalence rate of only 0.17%.\n\nIn England and Wales, over 250,000 people are estimated to be affected.: 92  These estimates are based on data before the COVID-19 pandemic. It is likely that numbers have increased as a large share of people with long COVID meet the diagnostic criteria of ME/CFS.: 228  A 2021–2022 CDC survey found that 1.3% of adults in the United States, or 3.3 million, had ME/CFS.\n\nWomen are diagnosed about 1.5 to 4 times more often with ME/CFS than men. The prevalence in children and adolescents is slightly lower than in adults, and children have it less than adolescents. The incidence rate (the onset of ME/CFS) has two peaks, one at 10–19 and another at 30–39 years, and the prevalence is highest in middle age."
                ]
            },
            {
                "name": [
                    "Compression neuropathy"
                ],
                "description": [
                    "Nerve compression syndrome, or compression neuropathy, or nerve entrapment syndrome, is a medical condition caused by chronic, direct pressure on a peripheral nerve. It is known colloquially as a trapped nerve, though this may also refer to nerve root compression. Its symptoms include pain, tingling, numbness and muscle weakness. The symptoms affect just one particular part of the body, depending on which nerve is affected. The diagnosis is largely clinical and can be confirmed with diagnostic nerve blocks. Occasionally imaging and electrophysiology studies aid in the diagnosis. Timely diagnosis is important as untreated chronic nerve compression may cause permanent damage. A surgical nerve decompression can relieve pressure on the nerve but cannot always reverse the physiological changes that occurred before treatment. Nerve injury by a single episode of physical trauma is in one sense an acute compression neuropathy but is not usually included under this heading, as chronic compression takes a unique pathophysiological course."
                ],
                "link": "https://en.wikipedia.org/wiki/Compression_neuropathy",
                "symptoms": [
                    "Symptoms vary depending on whether the affected nerve contains motor and/or sensory fibers. Sensory nerve entrapment presents with paresthesias. These paresthesias may be painful, such as shooting pain, burning, or a dull ache. They may also be pain-free, such as numbness or tingling. Motor nerve entrapment may present with muscle weakness or paralysis for voluntary movements of the innervated muscles. Entrapment of certain pelvic nerves can cause incontinence and/or sexual dysfunction. Positive sensory symptoms are usually the earliest to occur, particularly tingling and neuropathic pain, followed or accompanied by reduced sensation or complete numbness. Muscle weakness and muscle atrophy may only be present if the entrapped nerve has motor fibers (some nerves are only sensory). Weakness and atrophy is a much less common symptom and usually associated with later stages of nerve entrapment if it is present at all.\n\nThe distribution of symptoms is highly specific to the nerve entrapped and the way the nerve courses and branches beyond the entrapment point. The sciatic and pudendal nerves, for example, have documented, common anatomic variations. For a given entrapment neuropathy, symptoms will only present in the areas innervated by that nerve and distal to the entrapment point. The symptom distribution is highly dependent on a patient's neuroanatomy, which may mean that two patients can present differently despite having the same nerve entrapped.\n\nThe timing/duration of symptoms may be continuous, intermittent, and/or positional. This is dependent on the underlying cause of entrapment and the specific nerves involved. For example, pain while sitting is associated with inferior cluneal nerve entrapment, pudendal nerve entrapment, and anococcyeal nerve entrapment."
                ],
                "epidemiology": [
                    "The prevalence of nerve entrapment is not known, however a rough bound can be determined by data on lower and upper estimates. A lower bound is the prevalence of the most common entrapment neuropathy, carpal tunnel syndrome (CTS). The prevalence is measured by sending screen questionnaires to a large random sample of a population, and giving the positive cases a full clinical and electrophysiological investigation. Studies in Sweden, Egypt, and the US have found the same general prevalence for CTS, of between 3.3–3.8%. An upper bound is the prevalence of chronic pain with neuropathic characteristics. Not all neuropathic pain is nerve entrapment, but all nerve entrapment will cause neuropathic symptoms. The most reliable studies have an estimated prevalence of between 6.9–10%."
                ]
            },
            {
                "name": [
                    "Diabetic neuropathy"
                ],
                "description": [
                    "Diabetic neuropathy includes various types of nerve damage associated with diabetes mellitus. The most common form, diabetic peripheral neuropathy, affects 30% of all diabetic patients. Symptoms depend on the site of nerve damage and can include motor changes such as weakness; sensory symptoms such as numbness, tingling, or pain; or autonomic changes such as urinary symptoms. These changes are thought to result from a microvascular injury involving small blood vessels that supply nerves. Relatively common conditions which may be associated with diabetic neuropathy include distal symmetric polyneuropathy; third, fourth, or sixth cranial nerve palsy; mononeuropathy; mononeuropathy multiplex; diabetic amyotrophy; and autonomic neuropathy."
                ],
                "link": "https://en.wikipedia.org/wiki/Diabetic_neuropathy",
                "symptoms": [
                    "Diabetic neuropathy can affect any peripheral nerves including sensory neurons, motor neurons, and the autonomic nervous system. Therefore, diabetic neuropathy has the potential to affect essentially any organ system and can cause a range of symptoms. There are several distinct syndromes based on the organ systems affected.[citation needed]\n\nSensorimotor polyneuropathy\nLonger nerve fibers are affected to a greater degree than shorter ones because nerve conduction velocity is slowed in proportion to a nerve's length. In this syndrome, decreased sensation and loss of reflexes occur first in the toes on each foot, then extend upward. It is usually described as a glove-stocking distribution of numbness, sensory loss, dysesthesia and nighttime pain. The pain can feel like burning, pricking sensation, achy or dull. A pins and needles sensation is common. Loss of proprioception, the sense of where a limb is in space, is affected early. These patients cannot feel when they are stepping on a foreign body, like a splinter, or when they are developing a callus from an ill-fitting shoe. Consequently, they are at risk of developing ulcers and infections on the feet and legs, which can lead to amputation. Similarly, these patients can get multiple fractures of the knee, ankle or foot, and develop a Charcot joint. Loss of motor function results in dorsiflexion, contractures of the toes, and loss of the interosseous muscle function that leads to contraction of the digits, so-called hammer toes. These contractures occur not only in the foot but also in the hand where the loss of the musculature makes the hand appear gaunt and skeletal. The loss of muscular function is progressive.[citation needed]\n\nAutonomic neuropathy\nThe autonomic nervous system is composed of nerves serving the heart, lungs, blood vessels, bone, adipose tissue, sweat glands, gastrointestinal system and genitourinary system. Autonomic neuropathy can affect any of these organ systems. One commonly recognized autonomic dysfunction in diabetics is orthostatic hypotension, or becoming dizzy and possibly fainting when standing up due to a sudden drop in blood pressure. In the case of diabetic autonomic neuropathy, it is due to the failure of the heart and arteries to appropriately adjust heart rate and vascular tone to keep blood continually and fully flowing to the brain. This symptom is usually accompanied by a loss of respiratory sinus arrhythmia – the usual change in heart rate seen with normal breathing. These two findings suggest autonomic neuropathy.[citation needed]\n\nGastrointestinal manifestations include gastroparesis, nausea, bloating, and diarrhea. Because many diabetics take oral medication for their diabetes, absorption of these medicines is greatly affected by the delayed gastric emptying. This can lead to hypoglycemia when an oral diabetic agent is taken before a meal and does not get absorbed until hours, or sometimes days later when there is normal or low blood sugar already. Sluggish movement of the small intestine can cause bacterial overgrowth, made worse by the presence of hyperglycemia. This leads to bloating, gas and diarrhea.[citation needed]\n\nUrinary symptoms include urinary frequency, urgency, incontinence and retention. Again, because of the retention of urine, urinary tract infections are frequent. Urinary retention can lead to bladder diverticula, kidney stones, and reflux nephropathy.[citation needed]\n\nCranial neuropathy\nWhen cranial nerves are affected, neuropathies of the oculomotor nerve (cranial nerve #3 or CNIII) are most common. The oculomotor nerve controls all the muscles that move the eye except for the lateral rectus and superior oblique muscles. It also serves to constrict the pupil and open the eyelid. The onset of a diabetic third nerve palsy is usually abrupt, beginning with frontal or pain around the eye and then double vision. All the oculomotor muscles innervated by the third nerve may be affected, but those that control pupil size are usually well-preserved early on. This is because the parasympathetic nerve fibers within CNIII that influence pupillary size are found on the periphery of the nerve (in terms of a cross-sectional view), which makes them less susceptible to ischemic damage (as they are closer to the vascular supply). The sixth nerve, the abducens nerve, which innervates the lateral rectus muscle of the eye (moves the eye laterally), is also commonly affected but fourth nerve, the trochlear nerve,  (innervates the superior oblique muscle, which moves the eye downward) involvement is unusual. Damage to a specific nerve of the thoracic or lumbar spinal nerves can occur and may lead to painful syndromes that mimic a heart attack, gallbladder inflammation, or appendicitis. Diabetics have a higher incidence of entrapment neuropathies, such as carpal tunnel syndrome."
                ],
                "epidemiology": [
                    "Globally diabetic neuropathy affects approximately 132 million people as of 2010 (1.9% of the population).\n\nDiabetes is the leading known cause of neuropathy in developed countries, and neuropathy is the most common complication and greatest source of morbidity and mortality in diabetes. A systematic review has found that diabetic peripheral neuropathy affects 30% of diabetes patients. Diabetic neuropathy is implicated in 50–75% of nontraumatic amputations.\n\nThe main risk factor for diabetic neuropathy is hyperglycemia.  In the DCCT (Diabetes Control and Complications Trial, 1995) study, the annual incidence of neuropathy was 2% per year but dropped to 0.56% with intensive treatment of Type 1 diabetics. The progression of neuropathy is dependent on the degree of glycemic control in both Type 1 and Type 2 diabetes. Duration of diabetes, age, cigarette smoking, hypertension, height, and hyperlipidemia are also risk factors for diabetic neuropathy."
                ]
            },
            {
                "name": [
                    "Tourette syndrome"
                ],
                "link": "https://en.wikipedia.org/wiki/Tourette_syndrome",
                "description": [
                    "Tourette syndrome or Tourette's syndrome is a common neurodevelopmental disorder that begins in childhood or adolescence. It is characterized by multiple movement (motor) tics and at least one vocal (phonic) tic. Common tics are blinking, coughing, throat clearing, sniffing, and facial movements. These are typically preceded by an unwanted urge or sensation in the affected muscles known as a premonitory urge, can sometimes be suppressed temporarily, and characteristically change in location, strength, and frequency. Tourette's is at the more severe end of a spectrum of tic disorders. The tics often go unnoticed by casual observers."
                ],
                "epidemiology": [
                    "Tourette syndrome is a common but underdiagnosed condition that reaches across all social, racial and ethnic groups. It is three to four times more frequent in males than in females. Observed prevalence rates are higher among children than adults because tics tend to remit or subside with maturity and a diagnosis may no longer be warranted for many adults. Up to 1% of the overall population experiences tic disorders, including chronic tics and transient (provisional or unspecified) tics in childhood. Chronic tics affect 5% of children and transient tics affect up to 20%.\n\nMany individuals with tics do not know they have tics, or do not seek a diagnosis, so epidemiological studies of TS \"reflect a strong ascertainment bias\" towards those with co-occurring conditions. The reported prevalence of TS varies \"according to the source, age, and sex of the sample; the ascertainment procedures; and diagnostic system\", with a range reported between 0.15% and 3.0% for children and adolescents. Sukhodolsky, et al. wrote in 2017 that the best estimate of TS prevalence in children was 1.4%. Both Robertson and Stern state that the prevalence in children is 1%. The prevalence of TS in the general population is estimated as 0.3% to 1.0%. According to turn of the century census data, these prevalence estimates translated to half a million children in the US with TS and half a million people in the UK with TS, although symptoms in many older individuals would be almost unrecognizable.[e]\n\nTourette syndrome was once thought to be rare: in 1972, the US National Institutes of Health (NIH) believed there were fewer than 100 cases in the United States, and a 1973 registry reported only 485 cases worldwide. However, numerous studies published since 2000 have consistently demonstrated that the prevalence is much higher. Recognizing that tics may often be undiagnosed and hard to detect,[f] newer studies use direct classroom observation and multiple informants (parents, teachers and trained observers), and therefore record more cases than older studies. As the diagnostic threshold and assessment methodology have moved towards recognition of milder cases, the estimated prevalence has increased.\n\nBecause of the high male prevalence of TS, there is limited data on females from which conclusion about gender-based differences can be drawn; caution may be warranted in extending conclusions to females regarding the characteristics and treatment of tics based on studies of mostly males. A 2021 review stated that females may see a later peak than males in symptoms, with less remission over time, along with a higher prevalence of anxiety and mood disorders."
                ]
            },
            {
                "name": [
                    "Hemifacial spasm"
                ],
                "description": [
                    "Hemifacial spasm (HFS) is a rare neuromuscular disease characterized by irregular, involuntary muscle contractions (spasms) on one side (hemi-) of the face (-facial). The facial muscles are controlled by the facial nerve, which originates at the brainstem and exits the skull below the ear where it separates into five main branches."
                ],
                "link": "https://en.wikipedia.org/wiki/Hemifacial_spasm",
                "symptoms": [
                    "The first sign of hemifacial spasm is typically muscle movement in the patient's eyelid and around the eye. It can vary in intensity. The intermittent twitching of the eyelid, which can result in forced closure of the eye which gradually spreads to the muscles of the lower part of the face (Typical form- See Image). In atypical form the spasms start in the cheekbone area and spreads to the eyelid. Ultimately, all the muscles on that side are affected, nearly all the time. This sometimes causes the mouth to be pulled to the side. Experts have linked hemifacial spasm to facial nerve injury, Bell's palsy and tumors. Although the most frequent cause is a blood vessel pressing on the facial nerve at the spot where it leaves the patient's brain stem, sometimes there is no known cause. When the affected individual is younger than 40, doctors suspect an underlying cause such as multiple sclerosis."
                ],
                "epidemiology": [
                    "The incidence of hemifacial spasm is approximately 0.8 per 100,000 persons. Hemifacial spasm is more prevalent among females over 40 years of age. The estimated prevalence for women is 14.5 per 100,000 and 7.4 per 100,000 in men. Prevalence for hemifacial spasm increases with age, reaching 39.7 per 100,000 for those aged 70 years and older. One study divided 214 hemifacial patients based on the cause of the disease: primary hemifacial spasm, where the patients had a compression in the facial nerve at the end of the brainstem; and secondary hemifacial spasm, where the patients had peripheral facial palsy or nerve lesion due to tumors, demyelination, trauma or infection. The study found that 77% of cases were primary and 23% secondary. The study also found that the two sets of patients shared a similar age at onset, male to female ratios, and similar affected side. In another study of 2050 patients who had presented with hemifacial spasm between 1986 and 2009, only nine cases were caused by a cerebellopontine angle syndrome, an incidence of 0.44%."
                ]
            },
            {
                "name": [
                    "Anosognosia"
                ],
                "description": [
                    "Anosognosia is a condition in which a person with a disability is cognitively unaware of having it due to an underlying physical condition. Anosognosia results from physiological damage to brain structures, typically to the parietal lobe or a diffuse lesion on the fronto-temporal-parietal area in the right hemisphere, and is thus a neuropsychiatric disorder. A deficit of self-awareness, the term was first coined by the neurologist Joseph Babinski in 1914, in order to describe the unawareness of hemiplegia."
                ],
                "link": "https://en.wikipedia.org/wiki/Anosognosia"
            },
            {
                "name": [
                    "Tuberous sclerosis"
                ],
                "description": [
                    "Tuberous sclerosis complex (TSC) is a rare multisystem autosomal dominant genetic disease that causes non-cancerous tumours to grow in the brain and on other vital organs such as the kidneys, heart, liver, eyes, lungs and skin. A combination of symptoms may include seizures, intellectual disability, developmental delay, behavioral problems, skin abnormalities, lung disease, and kidney disease."
                ],
                "link": "https://en.wikipedia.org/wiki/Tuberous_sclerosis",
                "symptoms": [
                    "The physical manifestations of TSC are due to the formation of hamartia (malformed tissue such as the cortical tubers), hamartomas (benign growths such as facial angiofibroma and subependymal nodules), and very rarely, cancerous hamartoblastomas. The effect of these on the brain leads to neurological symptoms such as seizures, intellectual disability, developmental delay, and behavioral problems.[citation needed]\n\nNeurological\nThree types of brain tumours are associated with TSC:[citation needed]\n\nGiant cell astrocytoma: (grows and blocks the cerebrospinal fluid  flow, leading to dilatation of ventricles causing headache and vomiting)\nCortical tubers: after which the disease is named\nSubependymal nodules: form in the walls of ventricles\nClassic intracranial manifestations of TSC include subependymal nodules and cortical/subcortical tubers.\n\nThe tubers are typically triangular in configuration, with the apex pointed towards the ventricles, and are thought to represent foci of abnormal neuronal migration. The T2 signal abnormalities may subside in adulthood, but will still be visible on histopathological analysis. On magnetic resonance imaging (MRI), TSC patients can exhibit other signs consistent with abnormal neuron migration such as radial white matter tracts hyperintense on T2WI and heterotopic grey matter.[citation needed]\n\nSubependymal nodules are composed of abnormal, swollen glial cells and bizarre multinucleated cells which are indeterminate for glial or neuronal origin. Interposed neural tissue is not present. These nodules have a tendency to calcify as the patient ages. A nodule that markedly enhances and enlarges over time should be considered suspicious for transformation into a subependymal giant cell astrocytoma, which typically develops in the region of the foramen of Monro, in which case it is at risk of developing an obstructive hydrocephalus.\n\nA variable degree of ventricular enlargement is seen, either obstructive (e.g. by a subependymal nodule in the region of the foramen of Monro) or idiopathic in nature.[citation needed]\n\nNeuropsychiatric\nAbout 90% of people with TSC develop a range of neurodevelopmental, behavioural, psychiatric, and psychosocial difficulties. The \"TSC‐associated neuropsychiatric disorders\" are abbreviated TAND. These difficulties are less frequently identified and thus undertreated when compared with the neurological symptoms. Most problems are associated with more severe intellectual delay or associated with childhood and adolescence, and some (for example depressed mood) may be unreported if the person is unable to communicate. TAND can be investigated and considered at six levels: behavioural, psychiatric, intellectual, academic, neuropsychological, and psychosocial.\n\nBehavioural problems most commonly seen include overactivity, impulsivity and sleeping difficulties. Also common are anxiety, mood swings, and severe aggression. Less common are depressed mood, self-injury, and compulsive behaviours.\n\nPeople with TSC are frequently also diagnosed with psychiatric disorders: autism spectrum disorder (ASD), attention deficit hyperactivity disorder (ADHD), anxiety disorder and depressive disorder. TSC is one of the most common genetic causes of autism spectrum disorder, which affects nearly half of people with TSC. ASD is more common in TSC2 than TSC1 and more common with earlier and more severe epilepsy, and with lower intellectual ability. ADHD is nearly as frequently seen in TSC as ASD (up to half of all people with TSC). Anxiety and depressive disorders, when they occur, are typically diagnosed in early adulthood and among those intellectually able to express their moods.\n\nThe intellectual ability of people with TSC varies enormously. About 40–50% have a normal IQ. A normal IQ is much more commonly seen in TSC1 than TSC2, and profound intellectual disability seen in 34% of TSC2 compared with 10% of TSC1 in one study. Many studies have examined whether early onset, type and severity of epilepsy associates with intellectual ability. Academic issues occur even in people with TSC who have normal intellectual ability. These are often specific learning disorders such as dyscalculia (understanding mathematics), but also include other aspects affecting school life such as anxiety, lack of social skills or low self-esteem.\n\nAbout half of people with TSC, when assessed for neuropsychological skills, are in the bottom 5th percentile in some areas, which indicates a severe impairment. These include problems with attention (for example, being able to concentrate on two separate things like looking and listening), memory (particularly recall, verbal and spatial working memory) and executive function (for example, planning, self-monitoring, cognitive flexibility).\n\nThe psychosocial impacts of TSC include low self-esteem and self-efficacy in the individual, and a burden on the family coping with a complex and unpredictable disorder.\n\nKidneys\nBetween 26% and 80% of TSC patients have benign tumors of the kidneys called angiomyolipomas, with hematuria being the most frequent presenting symptom.   TSC angiomyolipomas differ from non-TSC angiomyolipomas in age of presentation (31.5 years vs 53.6 years), mean tumor size (8.2 cm vs 4.5 cm), and percentage of cases requiring surgical intervention (50% vs 28%).  Although benign, an angiomyolipoma larger than 4 cm is at risk for a potentially catastrophic hemorrhage, either spontaneously or with minimal trauma.[citation needed]\n\nLungs\nPatients with TSC can develop progressive replacement of the lung parenchyma with multiple cysts, known as lymphangioleiomyomatosis (LAM). Recent genetic analysis has shown that the proliferative bronchiolar smooth muscle in TSC-related lymphangioleiomyomatosis is monoclonal metastasis from a coexisting renal angiomyolipoma. Cases of TSC-related lymphangioleiomyomatosis recurring following lung transplant have been reported.\n\nHeart\nSmall tumours of the heart muscle, called cardiac rhabdomyomas, are rare in the general population (perhaps 0.2% of children) but very common in people with TSC. Around 80% of children under two-years-old with TSC have at least one rhabdomyoma, and about 90% of those will have several. The vast majority of children with at least one rhabdomyoma, and nearly all children with multiple rhabdomyomas will be found to have TSC. Prenatal ultrasound, performed by an obstetric sonographer specializing in cardiology, can detect a rhabdomyoma after 20 weeks. Rhabdomyoma vary in size from a few millimetres to several centimetres, and are usually found in the lower chambers (ventricles) and less often in the upper chambers (atria). They grow in size during the second half of pregnancy, but regress after birth, and are seen in only around 20% of children over two years old.\n\nMost rhabdomyomas cause no problems but some may cause heart failure in the foetus or first year of life. Rhabdomyomas are believed to be responsible for the development of heart arrhythmia later in life, which is relatively common in TSC. Arrhythmia can be hard to spot in people with TSC, other than by performing routine ECG. For example, arrhythmia may cause fainting that is confused with drop seizures, and symptoms of arrhythmia such as palpitations may not be reported in an individual with developmental delay.\n\nSkin\nSome form of dermatological sign is present in 96% of individuals with TSC. Most cause no problems, but are helpful in diagnosis. Some cases may cause disfigurement, necessitating treatment. The most common skin abnormalities include:\n\nHypomelanic macules (\"ash leaf spots\") are present in about 90% of people with TSC. These small white or lighter patches of skin may appear anywhere on the body, and are caused by a lack of melanin. They are usually the only visible sign of TSC at birth. In fair-skinned individuals, a Wood's lamp (ultraviolet light) may be required to see them. On the scalp, the effect may be a white patch of hair (poliosis). Patches smaller than 3mm are known as \"confetti\" skin lesions.\nFacial angiofibromas are present in about 75% of people with TSC. These are a rash of reddish spots or bumps on the nose and cheeks in a butterfly distribution, which consist of blood vessels and fibrous tissue. This potentially socially embarrassing rash starts to appear during childhood.[citation needed]\nUngual fibromas: Also known as Koenen's tumors, these are small fleshy tumors that grow around and under the toenails or fingernails. These are rare in childhood, but common by middle age. They are generally more common on toes than on fingers, develop at 15–29 years, and are more common in women than in men.\nFibrous cephalic plaques are present in about 25% of people with TSC. These are raised, discoloured areas usually found on the forehead, but sometimes on the face or elsewhere on the scalp.[citation needed]\nShagreen patches are present in about half of people with TSC, appearing in childhood. They are areas of thick leathery skin that are dimpled like an orange peel, and pigmented, they are usually found on the lower back or nape of the neck, or scattered across the trunk or thighs. The frequency of these lesions rises with age.[citation needed]\nDental enamel pits are found in almost all adults with TSC.\nIntraoral fibromas are small surface-tumours found in the gums, inside the cheeks or tongue. Gum (gingival) fibromas are found in about 20-50% of people with TSC, more commonly in adults.\nEyes\nRetinal lesions, called astrocytic hamartomas (or \"phakomas\"), which appear as a greyish or yellowish-white lesion in the back of the globe on the ophthalmic examination. Astrocytic hamartomas can calcify, and they are in the differential diagnosis of a calcified globe mass on a CT scan.\n\nNonretinal lesions associated with TSC include:\n\nColoboma\nAngiofibromas of the eyelids\nPapilledema (related to hydrocephalus)[citation needed]\nPancreas\nPancreatic neuroendocrine tumours have been described in rare cases of TSC.\n\nVariability\n\nIndividuals with TSC may experience none or all of the clinical signs discussed above. The following table shows the prevalence of some of the clinical signs in individuals diagnosed with TSC."
                ],
                "epidemiology": [
                    "TSC occurs in all races and ethnic groups, and in both sexes. The live-birth prevalence is estimated to be between 10 and 16 cases per 100,000. A 1998 study estimated total population prevalence between about 7 and 12 cases per 100,000, with more than half of these cases undetected. Prior to the invention of CT scanning to identify the nodules and tubers in the brain, the prevalence was thought to be much lower, and the disease associated with those people diagnosed clinically with learning disability, seizures and facial angiofibroma. Whilst still regarded as a rare disease, TSC is common when compared to many other genetic diseases, with at least 1 million individuals affected worldwide."
                ]
            },
            {
                "name": [
                    "Excoriation disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Excoriation_disorder",
                "description": [
                    "Excoriation disorder, more commonly known as dermatillomania, is a mental disorder on the obsessive–compulsive spectrum that is characterized by the repeated urge or impulse to pick at one's own skin, to the extent that either psychological or physical damage is caused."
                ],
                "symptoms": [
                    "Episodes of skin picking are often preceded or accompanied by tension, anxiety, or stress. In some cases, following picking, the affected person may feel depressed. During these moments, there is commonly a compulsive urge to pick, squeeze, or scratch at a surface or region of the body, often at the location of a perceived skin defect. When picking, one may feel a sense of relief or satisfaction.\n\nThe region most commonly picked is the face, but other frequent locations include the arms, legs, back, gums, neck, shoulders, scalp, abdomen, chest, and extremities such as the fingernails, cuticles, toenails, etc. Most patients with excoriation disorder report having a primary area of the body that they focus their picking on, but they will often move to other areas of the body to allow their primary picking area to heal. Individuals with excoriation disorder vary in their picking behaviour; some do it briefly multiple times a day, while others can do one picking session that can last for hours. The most common way to pick is to use the fingers although a significant minority of people use tools such as tweezers or needles.\n\nSkin picking often occurs as a result of some other triggering cause. Some common triggers are feeling or examining irregularities on the skin, and feeling anxiety or other negative feelings. This anxiety most commonly stems from a type of OCD, which can range in severity and often goes undiagnosed.\n\nComplications arising from excoriation disorder include infection at the site of picking, tissue damage, and sepsis. Damage from picking can be so severe as to require skin grafting, and severe picking can cause epidermal abscesses. Severe cases of excoriation disorder can cause life-threatening injuries.  For example, in one reported case, a woman picked a hole through the bridge of her nose, which required surgery to fix, and a 48-year-old woman picked through the skin on her neck, exposing the carotid artery. Pain in the neck or back can arise due to prolonged bent-over positions while engaging in the behavior. Besides physical injuries, excoriation disorder can cause severe physical scarring and disfigurement.\n\nExcoriation disorder can cause feelings of intense helplessness, guilt, shame, and embarrassment in individuals, and this greatly increases the risk of self-harm.  Studies have shown that excoriation disorder presented suicidal ideation in 12% of individuals with this condition, suicide attempts in 11.5% of individuals with this condition, and psychiatric hospitalizations in 15% of individuals with this condition."
                ],
                "epidemiology": [
                    "The prevalence of excoriation disorder is not well understood.\n\nEstimates of the prevalence of the condition range from 1.4 to 5.4% in the general population. One U.S. telephone survey found that 16.6% of respondents \"picked their skin to the point of noticeable tissue damage\" and that 1.4% would qualify as meeting the requirements of excoriation disorder. Another community survey found a rate of 5.4% had excoriation disorder. A survey of college students found a rate of 4%. One study found that among non-disabled adults, 63% of individuals engaged in some form of skin picking and 5.4% engaged in serious skin picking. Lastly, a survey of dermatology patients found that 2% had  excoriation disorder.\n\nIn some patients, excoriation disorder begins with the onset of acne in adolescence, but the compulsion continues even after the acne has gone away. Skin conditions such as keratosis pilaris, psoriasis, and eczema can also provoke the behavior. In patients with acne, the grooming of the skin is disproportionate to the severity of the acne. Certain stressful events including marital conflicts, deaths of friends or family, and unwanted pregnancies have been linked to the onset of the condition.  If excoriation disorder does not occur during adolescence another common age of onset is between the ages of 30 and 45.  Additionally, many cases of excoriation disorder have been documented to begin in children under the age of 10. One small survey of patients with excoriation disorder found that 47.5% of them had an early onset of excoriation disorder that began before age 10. Traumatic childhood events may initiate the behavior.[citation needed]\n\nExcoriation disorder is statistically more common in females than in males.\n\nExcoriation disorder has a high rate of comorbidity with other psychiatric conditions, especially with mood and anxiety disorders . One survey of patients with excoriation disorder found that 56.7% also had a DSM-IV Axis-I disorder and 38% had substance use problems. Studies have shown the following rates of psychiatric conditions found in patients with excoriation disorder: trichotillomania (38.3%), substance use disorder (38%), major depressive disorder (approximately 31.7% to 58.1%), anxiety disorders (approximately 23% to 56%), obsessive-compulsive disorder (approximately 16.7% to 68%), and body dysmorphic disorder (approximately 26.8% to 44.9%). There are also higher rates of excoriation disorder in patients in psychiatric facilities; a study of adolescent psychiatric inpatients found that excoriation disorder was present in 11.8% of patients. It is also present at high rates with some other conditions:  44.9% of patients with body dysmorphic disorder also have excoriation disorder; 8.9% of patients with OCD have excoriation disorder; and 8.3% of patients with trichotillomania have excoriation disorder.\n\nSkin picking is also common in those with certain developmental disabilities; for example, Prader–Willi syndrome and Smith–Magenis syndrome. Studies have shown that 85% of people with Prader–Willi syndrome also engage in skin-picking. Children with developmental disabilities are also at an increased risk for excoriation disorder.\n\nExcoriation disorder also correlates with \"social, occupational, and academic impairments, increased medical and mental health concerns (including anxiety, depression, obsessive–compulsive disorder) ... and financial burden\".  Excoriation disorder also has a high degree of comorbidity with occupational and marital difficulties.\n\nSubstance use is often present, and individuals with excoriation disorder are twice as likely to have first-degree relatives who have substance use disorders than those without the condition.\n\nSome cases of body-focused repetitive behaviors found in identical twins also suggest a hereditary factor.\n\nIn a 2020 Study of Excoriation to identify the variable's such as: demographics, SES, marital status and gender, more than 75 % of participants were identified as female, more than 45% of all participants were unemployed, and more than 60% had marital status which ranged from being single to divorced or widowed. With females accounting for diagnosis than any other group, future research should look to uncover reasons why women are more impacted by excoriation, and if excoriation has a correlation with marital status or happiness in life."
                ]
            },
            {
                "name": [
                    "Dermatillomania"
                ],
                "description": [
                    "Excoriation disorder, more commonly known as dermatillomania, is a mental disorder on the obsessive–compulsive spectrum that is characterized by the repeated urge or impulse to pick at one's own skin, to the extent that either psychological or physical damage is caused."
                ],
                "link": "https://en.wikipedia.org/wiki/Dermatillomania",
                "symptoms": [
                    "Episodes of skin picking are often preceded or accompanied by tension, anxiety, or stress. In some cases, following picking, the affected person may feel depressed. During these moments, there is commonly a compulsive urge to pick, squeeze, or scratch at a surface or region of the body, often at the location of a perceived skin defect. When picking, one may feel a sense of relief or satisfaction.\n\nThe region most commonly picked is the face, but other frequent locations include the arms, legs, back, gums, neck, shoulders, scalp, abdomen, chest, and extremities such as the fingernails, cuticles, toenails, etc. Most patients with excoriation disorder report having a primary area of the body that they focus their picking on, but they will often move to other areas of the body to allow their primary picking area to heal. Individuals with excoriation disorder vary in their picking behaviour; some do it briefly multiple times a day, while others can do one picking session that can last for hours. The most common way to pick is to use the fingers although a significant minority of people use tools such as tweezers or needles.\n\nSkin picking often occurs as a result of some other triggering cause. Some common triggers are feeling or examining irregularities on the skin, and feeling anxiety or other negative feelings. This anxiety most commonly stems from a type of OCD, which can range in severity and often goes undiagnosed.\n\nComplications arising from excoriation disorder include infection at the site of picking, tissue damage, and sepsis. Damage from picking can be so severe as to require skin grafting, and severe picking can cause epidermal abscesses. Severe cases of excoriation disorder can cause life-threatening injuries.  For example, in one reported case, a woman picked a hole through the bridge of her nose, which required surgery to fix, and a 48-year-old woman picked through the skin on her neck, exposing the carotid artery. Pain in the neck or back can arise due to prolonged bent-over positions while engaging in the behavior. Besides physical injuries, excoriation disorder can cause severe physical scarring and disfigurement.\n\nExcoriation disorder can cause feelings of intense helplessness, guilt, shame, and embarrassment in individuals, and this greatly increases the risk of self-harm.  Studies have shown that excoriation disorder presented suicidal ideation in 12% of individuals with this condition, suicide attempts in 11.5% of individuals with this condition, and psychiatric hospitalizations in 15% of individuals with this condition."
                ],
                "epidemiology": [
                    "The prevalence of excoriation disorder is not well understood.\n\nEstimates of the prevalence of the condition range from 1.4 to 5.4% in the general population. One U.S. telephone survey found that 16.6% of respondents \"picked their skin to the point of noticeable tissue damage\" and that 1.4% would qualify as meeting the requirements of excoriation disorder. Another community survey found a rate of 5.4% had excoriation disorder. A survey of college students found a rate of 4%. One study found that among non-disabled adults, 63% of individuals engaged in some form of skin picking and 5.4% engaged in serious skin picking. Lastly, a survey of dermatology patients found that 2% had  excoriation disorder.\n\nIn some patients, excoriation disorder begins with the onset of acne in adolescence, but the compulsion continues even after the acne has gone away. Skin conditions such as keratosis pilaris, psoriasis, and eczema can also provoke the behavior. In patients with acne, the grooming of the skin is disproportionate to the severity of the acne. Certain stressful events including marital conflicts, deaths of friends or family, and unwanted pregnancies have been linked to the onset of the condition.  If excoriation disorder does not occur during adolescence another common age of onset is between the ages of 30 and 45.  Additionally, many cases of excoriation disorder have been documented to begin in children under the age of 10. One small survey of patients with excoriation disorder found that 47.5% of them had an early onset of excoriation disorder that began before age 10. Traumatic childhood events may initiate the behavior.[citation needed]\n\nExcoriation disorder is statistically more common in females than in males.\n\nExcoriation disorder has a high rate of comorbidity with other psychiatric conditions, especially with mood and anxiety disorders . One survey of patients with excoriation disorder found that 56.7% also had a DSM-IV Axis-I disorder and 38% had substance use problems. Studies have shown the following rates of psychiatric conditions found in patients with excoriation disorder: trichotillomania (38.3%), substance use disorder (38%), major depressive disorder (approximately 31.7% to 58.1%), anxiety disorders (approximately 23% to 56%), obsessive-compulsive disorder (approximately 16.7% to 68%), and body dysmorphic disorder (approximately 26.8% to 44.9%). There are also higher rates of excoriation disorder in patients in psychiatric facilities; a study of adolescent psychiatric inpatients found that excoriation disorder was present in 11.8% of patients. It is also present at high rates with some other conditions:  44.9% of patients with body dysmorphic disorder also have excoriation disorder; 8.9% of patients with OCD have excoriation disorder; and 8.3% of patients with trichotillomania have excoriation disorder.\n\nSkin picking is also common in those with certain developmental disabilities; for example, Prader–Willi syndrome and Smith–Magenis syndrome. Studies have shown that 85% of people with Prader–Willi syndrome also engage in skin-picking. Children with developmental disabilities are also at an increased risk for excoriation disorder.\n\nExcoriation disorder also correlates with \"social, occupational, and academic impairments, increased medical and mental health concerns (including anxiety, depression, obsessive–compulsive disorder) ... and financial burden\".  Excoriation disorder also has a high degree of comorbidity with occupational and marital difficulties.\n\nSubstance use is often present, and individuals with excoriation disorder are twice as likely to have first-degree relatives who have substance use disorders than those without the condition.\n\nSome cases of body-focused repetitive behaviors found in identical twins also suggest a hereditary factor.\n\nIn a 2020 Study of Excoriation to identify the variable's such as: demographics, SES, marital status and gender, more than 75 % of participants were identified as female, more than 45% of all participants were unemployed, and more than 60% had marital status which ranged from being single to divorced or widowed. With females accounting for diagnosis than any other group, future research should look to uncover reasons why women are more impacted by excoriation, and if excoriation has a correlation with marital status or happiness in life."
                ]
            },
            {
                "name": [
                    "Intracranial hypertension"
                ],
                "description": [
                    "Intracranial pressure (ICP) is the pressure exerted by fluids such as cerebrospinal fluid (CSF) inside the skull and on the brain tissue. ICP is measured in millimeters of mercury (mmHg) and at rest, is normally 7–15 mmHg for a supine adult. This equals to 9–20 cmH2O, which is a common scale used in lumbar punctures. The body has various mechanisms by which it keeps the ICP stable, with CSF pressures varying by about 1 mmHg in normal adults through shifts in production and absorption of CSF."
                ],
                "link": "https://en.wikipedia.org/wiki/Intracranial_hypertension",
                "symptoms": [
                    "In general, symptoms and signs that suggest a rise in ICP include headache, vomiting without nausea, ocular palsies, altered level of consciousness, back pain  and papilledema. If papilledema is protracted, it may lead to visual disturbances, optic atrophy, and eventually blindness. The headache is classically a morning headache that may wake the person up. The brain is relatively poorly supplied by oxygen as a result of mild hypoventilation during the sleeping hours leading to hypercapnia and vasodilation. Cerebral edema may worsen during the night due to the lying position. The headache is worse on coughing, sneezing, or bending, and progressively worsens over time. There may also be personality or behavioral changes.[clarification needed]\n\nIn addition to the above, if mass effect is present with resulting displacement of brain tissue, additional signs may include pupillary dilatation, abducens palsies, and Cushing's triad. Cushing's triad involves an increased systolic blood pressure, a widened pulse pressure, bradycardia, and an abnormal respiratory pattern. In children, a low heart rate is especially suggestive of high ICP.[citation needed]\n\nIrregular respirations occur when injury to parts of the brain interfere with the respiratory drive. Biot's respiration, in which breathing is rapid for a period and then absent for a period, occurs because of injury to the cerebral hemispheres or diencephalon. Hyperventilation can occur when the brain stem or tegmentum is damaged.\n\nAs a rule, patients with normal blood pressure retain normal alertness with ICP of 25–40 mmHg (unless tissue shifts at the same time). Only when ICP exceeds 40–50 mmHg does CPP and cerebral perfusion decrease to a level that results in loss of consciousness. Any further elevations will lead to brain infarction and brain death.[citation needed]\n\nIn infants and small children, the effects of ICP differ because their cranial sutures have not closed. In infants, the fontanels (soft spots on the head where the skull bones have not yet fused) bulge when ICP gets too high. ICP correlates with intraocular pressure (IOP) but seems to lack the accuracy necessary for close management of intracranial pressure in the acute post-traumatic period.\n\nPapilledema (swelling of the optic disc) can be a reliable sign of elevated ICP. Unlike other conditions that may result in the swelling of the optic disc, it is in the case of papilledema that vision may go largely unaffected."
                ]
            },
            {
                "name": [
                    "Video game addiction"
                ],
                "link": "https://en.wikipedia.org/wiki/Video_game_addiction",
                "description": [
                    "Video game addiction (VGA), also known as gaming disorder or internet gaming disorder, is generally defined as a psychological addiction that is problematic, compulsive use of video games that results in significant impairment to an individual's ability to function in various life domains over a prolonged period of time. This and associated concepts have been the subject of considerable research, debate, and discussion among experts in several disciplines and has generated controversy within the medical, scientific, and gaming communities. Such disorders can be diagnosed when an individual engages in gaming activities at the cost of fulfilling daily responsibilities or pursuing other interests without regard for the negative consequences. As defined by the ICD-11, the main criterion for this disorder is a lack of self control over gaming."
                ],
                "epidemiology": [
                    "The prevalence of internet gaming disorder range from 0.7% to 25.5% worldwide, or 1.0% to 26.8% worldwide, and 3.5% to 17% in China, and is higher among males than females and among younger than older people, with geographical region being an insignificant contributor. The prevalence was found to be 5.06% among a high-school student population from Sri Lanka, suggesting an increasing trend in low- and middle-income countries as well. A longer time spent on video games predicts a tendency towards pathological gaming in the future. The studies, however, used various methodologies and definitions, which renders consensus difficult to achieve and may explain the wide range of prevalence."
                ]
            }
        ]
    }
}