{
    "responseHeader": {
        "status": 0,
        "QTime": 39,
        "params": {
            "q": "Frequent on childrens",
            "defType": "edismax",
            "ps": "2",
            "qf": "description^3 symptoms^2 causes^2 treatment^1.7 diagnosis^1.5 prevention^1.0 epidemiology^1.5 content^0.5",
            "pf": "description^4 symptoms^2 causes^2",
            "fl": "name, link, description, symptoms, epidemiology",
            "rows": "25",
            "wt": "json",
            "ps2": "1"
        }
    },
    "response": {
        "numFound": 663,
        "start": 0,
        "numFoundExact": true,
        "docs": [
            {
                "name": [
                    "Binge eating disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Binge_eating_disorder",
                "description": [
                    "Binge eating disorder (BED) is an eating disorder characterized by frequent and recurrent binge eating episodes with associated negative psychological and social problems, but without the compensatory behaviors common to bulimia nervosa, OSFED, or the binge-purge subtype of anorexia nervosa."
                ],
                "symptoms": [
                    "Binge eating is the core symptom of BED; however, not everyone who binge eats has BED. An individual may occasionally binge eat without experiencing many of the negative physical, psychological, or social effects of BED. This may be considered disordered eating rather than a clinical disorder. Precisely defining binge eating can be problematic, however, binge eating episodes in BED are generally described as having the following potential features:\n\nEating much faster than normal, perhaps in a short space of time\nEating until feeling uncomfortably full\nEating a large amount when not hungry\nSubjective loss of control over how much or what is eaten\nPlanning and allocating specific times for binging\nEating alone or secretly\nNot being able to remember what was eaten after the binge\nFeelings of guilt, shame or disgust following a food binge\nBody image disturbance\nIn contrast to bulimia nervosa, binge eating episodes are not regularly followed by activities intended to compensate for the amount of food consumed, such as self-induced vomiting, laxative or enema misuse, or strenuous exercise. BED is characterized more by overeating than dietary restriction. Those with BED often have poor body image and frequently diet, but are unsuccessful due to the severity of their binge eating.\n\nObesity is common in persons with BED, as is depression, low self-esteem, stress and boredom. Regarding cognitive abilities, individuals showing severe binge eating symptoms may experience small dysfunctions in executive functions. Those with BED are also at risk of Non-alcoholic fatty liver disease, menstrual irregularities such as amenorrhea, and gastrointestinal problems such as acid reflux and heartburn."
                ],
                "epidemiology": [
                    "General\nThe prevalence of BED in the general population is approximately 1-3%.\n\nBED cases usually occur between the ages of 12.4 and 24.7, but prevalence rates increase until the age of 40.\n\nAge\nBinge eating disorder is the most common eating disorder in adults.\n\nThe limited amount of research that has been done on BED shows that rates of binge eating disorder are fairly comparable among men and women. The lifetime prevalence of binge eating disorder has been observed in studies to be 2.0 percent for men and 3.5 percent for women, higher than that of the commonly recognized eating disorders anorexia nervosa and bulimia nervosa. However another systematic literature review found the prevalence average to be about 2.3% in women and about 0.3% in men. Lifetime prevalence rates for BED in women can range anywhere from 1.5 to 6 times higher than in men. One literature review found that point prevalence rates for BED vary from 0.1 percent to 24.1 percent depending on the sample. This same review also found that the 12-month prevalence rates vary between 0.1 percent to 8.8 percent. Adolescents also face a notable risk of binge eating behavior. Incidents rates of 10.1 and 6.6 per 10,000 person years have been observed in male and female adolescents in the U.S., respectively.\n\nSexuality\nRecent studies found that eating disorders which included anorexia nervosa, bulimia nervosa and binge-eating disorder are common among sexual and gender minority populations, including gay, lesbian, bisexual and transgender people. This could be due to the stress and discrimination this population experiences. Furthermore, adolescent and young adult sexual minority males binge at higher rates than their heterosexual counterparts.\n\nRace and ethnicity\nDue to limited and inconsistent information and research on ethnic and racial differences, prevalence rates are hard to determine for BED. However, the racial makeup of BED distinctly varies from anorexia nervosa and bulimia nervosa. Rates of binge eating disorder have been found to be similar among black women, white women, and white men, while some studies have shown that binge eating disorder is more common among black women than among white women. However, majority of the research done around BED is focused on White women. One literature review found information citing no difference between BED prevalence among Hispanic, African American, and White women while other information found that BED prevalence was highest among Hispanics followed by Black individuals and finally White people. A 2021 study has observed \"higher rates of BED as compared to other ethnic groups\" for African Americans. The likelihood of reporting eating disorder symptoms is also lower in some groups, including African Americans. Asian-Americans also face decreased reporting of ED symptoms. This can be partly attributed to \"significantly higher thin ideal internalization\" compared to other ethnic groups.\n\nMigration can also influence BED risk. Mexican-American immigrants have been observed to face a greater risk of BED following migration.\n\nSocioeconomic status\nIndividuals with low socioeconomic status often face many barriers in the diagnosis and treatment of eating disorders like BED. These barriers include longer clinical waiting times, worse care, and less clinical investigation for individuals that \"defy illness stereotypes.\" The costs associated with specialized mental health care pose another barrier for low socioeconomic status individuals. Furthermore, associated factors such as food insecurity and environmental stress have been shown to contribute to higher rates of eating disorders, such as BED, in these populations. Food security has been found to be a notable predictor of eating disorder behaviors. Low food security has been shown to increase the prevalence and frequency of binge eating. Researchers have been called on to reframe eating-related disorders to better fit low socioeconomic status populations and improve future investigations.\n\nWorldwide Prevalences\nContrary to historical beliefs, BED is not limited to Western societies. Evidence of increasing eating disorder prevalence has been observed in \"non-Western countries and among ethnic minorities.\" Though the research on binge eating disorders tends to be concentrated in North America, the disorder occurs across cultures. Increasing globalization has influenced the prevalence of eating disorders outside of the West. In the US, BED is present in 0.8% of male adults and 1.6% of female adults in a given year.\n\nThe prevalence of BED is lower in Nordic countries compared to Europe in a study that included Finland, Sweden, Norway, and Iceland. The point prevalence ranged from 0.4 to 1.5 percent and the lifetime prevalence ranged from 0.7 to 5.8 percent for BED in women.\n\nIn a study that included Argentina, Brazil, Chile, Colombia, Mexico, and Venezuela, the point prevalence for BED was 3.53 percent. Therefore, this particular study found that the prevalence for BED is higher in these Latin American countries compared to Western countries.\n\nThe prevalence of BED in Europe ranges from <1 to 4 percent.\n\nCo-morbidities\nBED is co-morbid with diabetes, hypertension, previous stroke, and heart disease in some individuals.\n\nIn people who have obsessive-compulsive disorder or bipolar I or II disorders, BED lifetime prevalence was found to be higher.\n\nAdditionally, 30 to 40 percent of individuals seeking treatment for weight-loss can be diagnosed with binge eating disorder.\n\nUnderreporting in men\nEating disorders are oftentimes underreported in men. Underreporting could be a result of measurement bias due to how eating disorders are defined. The current definition for eating disorders focuses on thinness. However, eating disorders in men tend to center on muscularity and would therefore warrant a need for a different measurement definition. Overvaluation rates of body weight or shape in adolescent males is significantly lower than their female counterpart (4.9% and 24.2%, respectively). Little is known if this discrepancy is an indicator of later onset of body image distortion in males or a consequence of female-centric diagnostic frameworks for eating disorders.\n\nThe lack of representation of men in eating disorder research has been hindered by historical perceptions of eating disorders as a \"female phenomenon.\" Researchers have been called on to address this gap by advancing methods of \"identification, assessment, classification, and treatment\" for eating disorders in a male-specific context, specifically in young men."
                ]
            },
            {
                "name": [
                    "Purging disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Purging_disorder",
                "description": [
                    "Purging disorder is an eating disorder characterized by the DSM-5 as self-induced vomiting, or misuse of laxatives, diuretics, or enemas to forcefully evacuate matter from the body. Purging disorder differs from bulimia nervosa (BN) because individuals do not consume a large amount of food before they purge. In current diagnostic systems, purging disorder is a form of other specified feeding or eating disorder. Research indicates that purging disorder, while not rare, is not as commonly found as anorexia nervosa or bulimia nervosa. This syndrome is associated with clinically significant levels of distress, and that it appears to be distinct from bulimia nervosa on measures of hunger and ability to control food intake. Some of the signs of purging disorder are frequent trips to the bathroom directly after a meal, frequent use of laxatives, and obsession over one's appearance and weight. Other signs include swollen cheeks, popped blood vessels in the eyes, and clear teeth which are all signs of excessive vomiting."
                ],
                "symptoms": [
                    "Recurrent purging to influence body weight or shape\nAbsence of binging episode(s)\nPurge behaviors occur at least once per week for at least 3 months\nInappropriate influence of body shape and weight\nRussell's sign"
                ]
            },
            {
                "name": [
                    "Rasmussen encephalitis"
                ],
                "description": [
                    "Rasmussen syndrome or Rasmussen's encephalitis is a rare inflammatory neurological disease, characterized by frequent and severe seizures, loss of motor skills and speech, hemiparesis, encephalitis, and dementia. The illness affects a single cerebral hemisphere and generally occurs in children under the age of 15."
                ],
                "link": "https://en.wikipedia.org/wiki/Rasmussen_encephalitis",
                "symptoms": [
                    "The condition mostly affects children, with an average age of 6 years. However, one in ten people with the condition develops it in adulthood.[citation needed]\n\nThere are two main stages, sometimes preceded by a 'prodromal stage' of a few months. In the acute stage, lasting four to eight months, the inflammation is active and the symptoms become progressively worse. These include weakness of one side of the body (hemiparesis), loss of vision for one side of the visual field (hemianopia), and cognitive difficulties (affecting learning, memory or language, for example). Epileptic seizures are also a major part of the illness, although these are often partial. Focal motor seizures or epilepsia partialis continua are particularly common, and may be very difficult to control with drugs.[citation needed]\n\nIn the chronic or residual stage, the inflammation is no longer active, but the affected individual is left with some or all of the symptoms because of the damage that the inflammation has caused. In the long term, most patients are left with some epilepsy, paralysis and cognitive problems, but the severity varies considerably."
                ]
            },
            {
                "name": [
                    "Disruptive mood dysregulation disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Disruptive_mood_dysregulation_disorder",
                "description": [
                    "Disruptive mood dysregulation disorder (DMDD) is a mental disorder in children and adolescents characterized by a persistently irritable or angry mood and frequent temper outbursts that are disproportionate to the situation and significantly more severe than the typical reaction of same-aged peers. DMDD was added to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-V) as a type of depressive disorder diagnosis for youths. The symptoms of DMDD resemble many other disorders, thus a differential includes attention-deficit/hyperactivity disorder (ADHD), oppositional defiant disorder (ODD), anxiety disorders, and childhood bipolar disorder, intermittent explosive disorder (IED), major depressive disorder (MDD), and conduct disorder."
                ],
                "symptoms": [
                    "Children with DMDD show severe and recurrent temper outbursts three or more times per week. These outbursts can be verbal or behavioral. Verbal outbursts are often described by observers as \"rages\", \"fits\", or \"tantrums\". Temper outbursts will vary between children in type, nature, and setting, so it is important to talk with parents about the nature of the outburst and their triggers. Unlike the irritability that can be a symptom of other childhood disorders, such as oppositional defiant disorder (ODD), anxiety disorders, and major depressive disorder (MDD), the irritability displayed by children with DMDD is not episodic or situation-dependent. In DMDD, the irritability or anger is severe and is shown most of the day, nearly every day in multiple settings, lasting for one or more years. In other words, it is important to discern between general irritability and tantrums that can be episodic and common in pediatric patients and the easy provocation and extreme anger expressions of threatening to kill, throwing things, or attacking someone, as seen in DMDD. While all children may experience irritability and frustration, children with DMDD have difficulty controlling the level of anger and have reactions out of proportion to the situation. For instance, a child with DMDD can become extremely upset or emotional to the point of intense temper outbursts with yelling or hitting after being asked by a parent to stop playing and complete their homework. These levels of outbursts occur multiple times per week.\n\nFurthermore, most children with DMDD display symptoms that meet the criteria of attention-deficit/hyperactivity disorder (ADHD), and a smaller portion of children with ADHD will display symptoms similar to DMDD. Originally, a distinctive disorder from which DMDD was derived, called Severe Mood Dysregulation Disorder (SMDD), had the requirement for at least three \"hyperarousal\" symptoms, such as pressured speech, racing thoughts, intrusive behavior, distractibility, insomnia, and agitation, but these are not included in the most recent DMDD criteria.\n\nComorbidity\nThe core features of DMDD—temper outbursts and chronic irritability—are sometimes seen in children and adolescents with other psychiatric conditions. However, in children with DMDD, comorbidities with other psychiatric disorders appear to be extremely common as well as the range of disorders that can co-occur. Common comorbidities of DMDD include attention-deficit/hyperactivity disorder (ADHD), MDD, anxiety disorders, conduct disorder, and substance use disorders.\n\nADHD is a neurodevelopmental disorder characterized by problems with inattention and/or hyperactivity-impulsivity. ADHD is characterized by inattention, hyperactivity, and impulsivity that are pervasive, impairing in multiple contexts, and age-inappropriate.  ADHD also associated with impaired executive functioning, structural and functional abnormalities in brain parts, such as frontal-striatal, with specific gene mutation. Patients with DMDD often exhibit symptoms of ADHD due to their inattention and distractibility. \"Previous studies have found an association between frequent and consistent irritability during early adolescence and the development of ADHD in late adolescence\".\n\nMDD is a mood disorder characterized by daily or nearly daily symptoms of down or depressed mood for all or almost all the day. The DSM-V requires an individual meets 5 of 9 criteria for at least the past 2 weeks that cause significant impairment in daily life and are not caused by other medical conditions or substance use. MDD often presents differently when comparing children and adults. Young children between 3 and 8 years old present with somatic complaints (such as stomach aches), more irritability, symptoms of anxiety, general behavioral problems, and less of the typical sadness commonly seen in adults. Similar to ADHD, developing MDD in early adulthood was found to be linked with persistent irritability during early adolescence, which can be seen in DMDD.\n\nAnxiety disorders are a broad category of disorders. They are all generally characterized by excessive fear (emotional response to a real or perceived imminent threat) and anxiety (the anticipation of a future threat). The objects or situations that are the sources of the fear and anxiety a person experiences, which can often lead to avoidant behavior, are used to characterize the different anxiety disorders. With DMDD, the severe mood dysregulation is associated with higher rates of anxiety and depressive disorders in the future.\n\nConduct disorder is a behavior disorder characterized by repeated, persistent patterns of behavior that violate the rights of others and disregard major societal norms and rules. While both DMDD and conduct disorder are associated with argumentative and defiant behavior, DMDD is distinctly differentiated from conduct disorder by the DSM-V. Individuals with DMDD experience severe emotional dysregulation not seen in conduct disorder. Additionally, conduct disorder is described by a distinct lack of remorse and repeated physical harm and threats of harm to people and/or animals. Evidence of conduct disorder during childhood is one of the criteria for an adult diagnosis of antisocial personality disorder; however, adults with a continued diagnosis of conduct disorder do not necessarily have antisocial personality disorder.\n\nSubstance use disorders (SUD) encompass a broad range of specific diagnoses, but they all generally have the characteristics of cognitive, behavioral, and physiological symptoms that cause someone to continue to use a substance despite significant impairment. One salient feature of SUDs is that they change the brain circuitry in such a way that the changes can persist beyond detoxification. In general, though, examining the comorbidity of SUDs in DMDD is important as it may be linked to self-medication for underlying mood disorders or trauma. However, while there are reports in community and clinical samples of comorbidity for SUDs with DMDD, there has been no formal examination of this link."
                ],
                "epidemiology": [
                    "There are no good estimates of the prevalence of DMDD, but primary studies have found a rate of 0.8–3.3% and a literature review estimated about 1.6% prevalence rate in children under the age of 13 years old. Epidemiological studies show that approximately 3.2% of children in the community have chronic problems with irritability and temper, the essential features of DMDD. These problems are probably more common among clinic-referred youths. Parents report that approximately 30% of children hospitalized for psychiatric problems meet diagnostic criteria for DMDD; 15% meet criteria based on the observations of hospital staff."
                ]
            },
            {
                "name": [
                    "Paroxysmal attacks"
                ],
                "description": [
                    "Paroxysmal attacks or paroxysms are a sudden recurrence or intensification of symptoms, such as a spasm or seizure. These short, frequent symptoms can be observed in various clinical conditions. They are usually associated with multiple sclerosis or pertussis, but they may also be observed in other disorders such as encephalitis, head trauma, stroke, autism, asthma, trigeminal neuralgia, breath-holding spells, epilepsy, malaria, tabes dorsalis, and Behçet's disease, paroxysmal nocturnal hemoglobinuria (PNH). It has also been noted as a symptom of gratification disorder in children."
                ],
                "link": "https://en.wikipedia.org/wiki/Paroxysmal_attacks"
            },
            {
                "name": [
                    "Bell's palsy"
                ],
                "description": [
                    "Bell's palsy is a type of facial paralysis that results in a temporary inability to control the facial muscles on the affected side of the face. In most cases, the weakness is temporary and significantly improves over weeks. Symptoms can vary from mild to severe. They may include muscle twitching, weakness, or total loss of the ability to move one or, in rare cases, both sides of the face. Other symptoms include drooping of the eyebrow, a change in taste, and pain around the ear. Typically symptoms come on over 48 hours. Bell's palsy can trigger an increased sensitivity to sound known as hyperacusis."
                ],
                "link": "https://en.wikipedia.org/wiki/Bell%27s_palsy",
                "symptoms": [
                    "Bell's palsy is characterized by a one-sided facial droop that comes on within 72 hours. In rare cases (<1%), it can occur on both sides resulting in total facial paralysis.\n\nThe facial nerve controls a number of functions, such as blinking and closing the eyes, smiling, frowning, lacrimation, salivation, flaring nostrils and raising eyebrows. It also carries taste sensations from the anterior two-thirds of the tongue, through the chorda tympani nerve (a branch of the facial nerve). Because of this, people with Bell's palsy may present with loss of taste sensation in the anterior 2⁄3 of the tongue on the affected side.\n\nAlthough the facial nerve innervates the stapedius muscle of the middle ear (through the tympanic branch), sound sensitivity, causing normal sounds to be perceived as very loud (hyperacusis), and dysacusis are possible but hardly ever clinically evident."
                ],
                "epidemiology": [
                    "The number of new cases of Bell's palsy ranges from about one to four cases per 10,000 population per year. The rate increases with age. Bell's palsy affects about 40,000 people in the United States every year. It affects approximately 1 person in 65 during a lifetime.\n\nA range of annual incidence rates have been reported in the literature: 15, 24, and 25–53 (all rates per 100,000 population per year). Bell's palsy is not a reportable disease, and there are no established registries for people with this diagnosis, which complicates precise estimation.\n\nFrequency\nAbout 40,000 people are affected by Bell's Palsy in the United States every year. It can affect anyone of any gender and age, but its incidence seems to be highest in those in the 15- to 45-year-old age group."
                ]
            },
            {
                "name": [
                    "Compression neuropathy"
                ],
                "description": [
                    "Nerve compression syndrome, or compression neuropathy, or nerve entrapment syndrome, is a medical condition caused by chronic, direct pressure on a peripheral nerve. It is known colloquially as a trapped nerve, though this may also refer to nerve root compression. Its symptoms include pain, tingling, numbness and muscle weakness. The symptoms affect just one particular part of the body, depending on which nerve is affected. The diagnosis is largely clinical and can be confirmed with diagnostic nerve blocks. Occasionally imaging and electrophysiology studies aid in the diagnosis. Timely diagnosis is important as untreated chronic nerve compression may cause permanent damage. A surgical nerve decompression can relieve pressure on the nerve but cannot always reverse the physiological changes that occurred before treatment. Nerve injury by a single episode of physical trauma is in one sense an acute compression neuropathy but is not usually included under this heading, as chronic compression takes a unique pathophysiological course."
                ],
                "link": "https://en.wikipedia.org/wiki/Compression_neuropathy",
                "symptoms": [
                    "Symptoms vary depending on whether the affected nerve contains motor and/or sensory fibers. Sensory nerve entrapment presents with paresthesias. These paresthesias may be painful, such as shooting pain, burning, or a dull ache. They may also be pain-free, such as numbness or tingling. Motor nerve entrapment may present with muscle weakness or paralysis for voluntary movements of the innervated muscles. Entrapment of certain pelvic nerves can cause incontinence and/or sexual dysfunction. Positive sensory symptoms are usually the earliest to occur, particularly tingling and neuropathic pain, followed or accompanied by reduced sensation or complete numbness. Muscle weakness and muscle atrophy may only be present if the entrapped nerve has motor fibers (some nerves are only sensory). Weakness and atrophy is a much less common symptom and usually associated with later stages of nerve entrapment if it is present at all.\n\nThe distribution of symptoms is highly specific to the nerve entrapped and the way the nerve courses and branches beyond the entrapment point. The sciatic and pudendal nerves, for example, have documented, common anatomic variations. For a given entrapment neuropathy, symptoms will only present in the areas innervated by that nerve and distal to the entrapment point. The symptom distribution is highly dependent on a patient's neuroanatomy, which may mean that two patients can present differently despite having the same nerve entrapped.\n\nThe timing/duration of symptoms may be continuous, intermittent, and/or positional. This is dependent on the underlying cause of entrapment and the specific nerves involved. For example, pain while sitting is associated with inferior cluneal nerve entrapment, pudendal nerve entrapment, and anococcyeal nerve entrapment."
                ],
                "epidemiology": [
                    "The prevalence of nerve entrapment is not known, however a rough bound can be determined by data on lower and upper estimates. A lower bound is the prevalence of the most common entrapment neuropathy, carpal tunnel syndrome (CTS). The prevalence is measured by sending screen questionnaires to a large random sample of a population, and giving the positive cases a full clinical and electrophysiological investigation. Studies in Sweden, Egypt, and the US have found the same general prevalence for CTS, of between 3.3–3.8%. An upper bound is the prevalence of chronic pain with neuropathic characteristics. Not all neuropathic pain is nerve entrapment, but all nerve entrapment will cause neuropathic symptoms. The most reliable studies have an estimated prevalence of between 6.9–10%."
                ]
            },
            {
                "name": [
                    "Diabetic neuropathy"
                ],
                "description": [
                    "Diabetic neuropathy includes various types of nerve damage associated with diabetes mellitus. The most common form, diabetic peripheral neuropathy, affects 30% of all diabetic patients. Symptoms depend on the site of nerve damage and can include motor changes such as weakness; sensory symptoms such as numbness, tingling, or pain; or autonomic changes such as urinary symptoms. These changes are thought to result from a microvascular injury involving small blood vessels that supply nerves. Relatively common conditions which may be associated with diabetic neuropathy include distal symmetric polyneuropathy; third, fourth, or sixth cranial nerve palsy; mononeuropathy; mononeuropathy multiplex; diabetic amyotrophy; and autonomic neuropathy."
                ],
                "link": "https://en.wikipedia.org/wiki/Diabetic_neuropathy",
                "symptoms": [
                    "Diabetic neuropathy can affect any peripheral nerves including sensory neurons, motor neurons, and the autonomic nervous system. Therefore, diabetic neuropathy has the potential to affect essentially any organ system and can cause a range of symptoms. There are several distinct syndromes based on the organ systems affected.[citation needed]\n\nSensorimotor polyneuropathy\nLonger nerve fibers are affected to a greater degree than shorter ones because nerve conduction velocity is slowed in proportion to a nerve's length. In this syndrome, decreased sensation and loss of reflexes occur first in the toes on each foot, then extend upward. It is usually described as a glove-stocking distribution of numbness, sensory loss, dysesthesia and nighttime pain. The pain can feel like burning, pricking sensation, achy or dull. A pins and needles sensation is common. Loss of proprioception, the sense of where a limb is in space, is affected early. These patients cannot feel when they are stepping on a foreign body, like a splinter, or when they are developing a callus from an ill-fitting shoe. Consequently, they are at risk of developing ulcers and infections on the feet and legs, which can lead to amputation. Similarly, these patients can get multiple fractures of the knee, ankle or foot, and develop a Charcot joint. Loss of motor function results in dorsiflexion, contractures of the toes, and loss of the interosseous muscle function that leads to contraction of the digits, so-called hammer toes. These contractures occur not only in the foot but also in the hand where the loss of the musculature makes the hand appear gaunt and skeletal. The loss of muscular function is progressive.[citation needed]\n\nAutonomic neuropathy\nThe autonomic nervous system is composed of nerves serving the heart, lungs, blood vessels, bone, adipose tissue, sweat glands, gastrointestinal system and genitourinary system. Autonomic neuropathy can affect any of these organ systems. One commonly recognized autonomic dysfunction in diabetics is orthostatic hypotension, or becoming dizzy and possibly fainting when standing up due to a sudden drop in blood pressure. In the case of diabetic autonomic neuropathy, it is due to the failure of the heart and arteries to appropriately adjust heart rate and vascular tone to keep blood continually and fully flowing to the brain. This symptom is usually accompanied by a loss of respiratory sinus arrhythmia – the usual change in heart rate seen with normal breathing. These two findings suggest autonomic neuropathy.[citation needed]\n\nGastrointestinal manifestations include gastroparesis, nausea, bloating, and diarrhea. Because many diabetics take oral medication for their diabetes, absorption of these medicines is greatly affected by the delayed gastric emptying. This can lead to hypoglycemia when an oral diabetic agent is taken before a meal and does not get absorbed until hours, or sometimes days later when there is normal or low blood sugar already. Sluggish movement of the small intestine can cause bacterial overgrowth, made worse by the presence of hyperglycemia. This leads to bloating, gas and diarrhea.[citation needed]\n\nUrinary symptoms include urinary frequency, urgency, incontinence and retention. Again, because of the retention of urine, urinary tract infections are frequent. Urinary retention can lead to bladder diverticula, kidney stones, and reflux nephropathy.[citation needed]\n\nCranial neuropathy\nWhen cranial nerves are affected, neuropathies of the oculomotor nerve (cranial nerve #3 or CNIII) are most common. The oculomotor nerve controls all the muscles that move the eye except for the lateral rectus and superior oblique muscles. It also serves to constrict the pupil and open the eyelid. The onset of a diabetic third nerve palsy is usually abrupt, beginning with frontal or pain around the eye and then double vision. All the oculomotor muscles innervated by the third nerve may be affected, but those that control pupil size are usually well-preserved early on. This is because the parasympathetic nerve fibers within CNIII that influence pupillary size are found on the periphery of the nerve (in terms of a cross-sectional view), which makes them less susceptible to ischemic damage (as they are closer to the vascular supply). The sixth nerve, the abducens nerve, which innervates the lateral rectus muscle of the eye (moves the eye laterally), is also commonly affected but fourth nerve, the trochlear nerve,  (innervates the superior oblique muscle, which moves the eye downward) involvement is unusual. Damage to a specific nerve of the thoracic or lumbar spinal nerves can occur and may lead to painful syndromes that mimic a heart attack, gallbladder inflammation, or appendicitis. Diabetics have a higher incidence of entrapment neuropathies, such as carpal tunnel syndrome."
                ],
                "epidemiology": [
                    "Globally diabetic neuropathy affects approximately 132 million people as of 2010 (1.9% of the population).\n\nDiabetes is the leading known cause of neuropathy in developed countries, and neuropathy is the most common complication and greatest source of morbidity and mortality in diabetes. A systematic review has found that diabetic peripheral neuropathy affects 30% of diabetes patients. Diabetic neuropathy is implicated in 50–75% of nontraumatic amputations.\n\nThe main risk factor for diabetic neuropathy is hyperglycemia.  In the DCCT (Diabetes Control and Complications Trial, 1995) study, the annual incidence of neuropathy was 2% per year but dropped to 0.56% with intensive treatment of Type 1 diabetics. The progression of neuropathy is dependent on the degree of glycemic control in both Type 1 and Type 2 diabetes. Duration of diabetes, age, cigarette smoking, hypertension, height, and hyperlipidemia are also risk factors for diabetic neuropathy."
                ]
            },
            {
                "name": [
                    "Hemifacial spasm"
                ],
                "description": [
                    "Hemifacial spasm (HFS) is a rare neuromuscular disease characterized by irregular, involuntary muscle contractions (spasms) on one side (hemi-) of the face (-facial). The facial muscles are controlled by the facial nerve, which originates at the brainstem and exits the skull below the ear where it separates into five main branches."
                ],
                "link": "https://en.wikipedia.org/wiki/Hemifacial_spasm",
                "symptoms": [
                    "The first sign of hemifacial spasm is typically muscle movement in the patient's eyelid and around the eye. It can vary in intensity. The intermittent twitching of the eyelid, which can result in forced closure of the eye which gradually spreads to the muscles of the lower part of the face (Typical form- See Image). In atypical form the spasms start in the cheekbone area and spreads to the eyelid. Ultimately, all the muscles on that side are affected, nearly all the time. This sometimes causes the mouth to be pulled to the side. Experts have linked hemifacial spasm to facial nerve injury, Bell's palsy and tumors. Although the most frequent cause is a blood vessel pressing on the facial nerve at the spot where it leaves the patient's brain stem, sometimes there is no known cause. When the affected individual is younger than 40, doctors suspect an underlying cause such as multiple sclerosis."
                ],
                "epidemiology": [
                    "The incidence of hemifacial spasm is approximately 0.8 per 100,000 persons. Hemifacial spasm is more prevalent among females over 40 years of age. The estimated prevalence for women is 14.5 per 100,000 and 7.4 per 100,000 in men. Prevalence for hemifacial spasm increases with age, reaching 39.7 per 100,000 for those aged 70 years and older. One study divided 214 hemifacial patients based on the cause of the disease: primary hemifacial spasm, where the patients had a compression in the facial nerve at the end of the brainstem; and secondary hemifacial spasm, where the patients had peripheral facial palsy or nerve lesion due to tumors, demyelination, trauma or infection. The study found that 77% of cases were primary and 23% secondary. The study also found that the two sets of patients shared a similar age at onset, male to female ratios, and similar affected side. In another study of 2050 patients who had presented with hemifacial spasm between 1986 and 2009, only nine cases were caused by a cerebellopontine angle syndrome, an incidence of 0.44%."
                ]
            },
            {
                "name": [
                    "Anosognosia"
                ],
                "description": [
                    "Anosognosia is a condition in which a person with a disability is cognitively unaware of having it due to an underlying physical condition. Anosognosia results from physiological damage to brain structures, typically to the parietal lobe or a diffuse lesion on the fronto-temporal-parietal area in the right hemisphere, and is thus a neuropsychiatric disorder. A deficit of self-awareness, the term was first coined by the neurologist Joseph Babinski in 1914, in order to describe the unawareness of hemiplegia."
                ],
                "link": "https://en.wikipedia.org/wiki/Anosognosia"
            },
            {
                "name": [
                    "Tuberous sclerosis"
                ],
                "description": [
                    "Tuberous sclerosis complex (TSC) is a rare multisystem autosomal dominant genetic disease that causes non-cancerous tumours to grow in the brain and on other vital organs such as the kidneys, heart, liver, eyes, lungs and skin. A combination of symptoms may include seizures, intellectual disability, developmental delay, behavioral problems, skin abnormalities, lung disease, and kidney disease."
                ],
                "link": "https://en.wikipedia.org/wiki/Tuberous_sclerosis",
                "symptoms": [
                    "The physical manifestations of TSC are due to the formation of hamartia (malformed tissue such as the cortical tubers), hamartomas (benign growths such as facial angiofibroma and subependymal nodules), and very rarely, cancerous hamartoblastomas. The effect of these on the brain leads to neurological symptoms such as seizures, intellectual disability, developmental delay, and behavioral problems.[citation needed]\n\nNeurological\nThree types of brain tumours are associated with TSC:[citation needed]\n\nGiant cell astrocytoma: (grows and blocks the cerebrospinal fluid  flow, leading to dilatation of ventricles causing headache and vomiting)\nCortical tubers: after which the disease is named\nSubependymal nodules: form in the walls of ventricles\nClassic intracranial manifestations of TSC include subependymal nodules and cortical/subcortical tubers.\n\nThe tubers are typically triangular in configuration, with the apex pointed towards the ventricles, and are thought to represent foci of abnormal neuronal migration. The T2 signal abnormalities may subside in adulthood, but will still be visible on histopathological analysis. On magnetic resonance imaging (MRI), TSC patients can exhibit other signs consistent with abnormal neuron migration such as radial white matter tracts hyperintense on T2WI and heterotopic grey matter.[citation needed]\n\nSubependymal nodules are composed of abnormal, swollen glial cells and bizarre multinucleated cells which are indeterminate for glial or neuronal origin. Interposed neural tissue is not present. These nodules have a tendency to calcify as the patient ages. A nodule that markedly enhances and enlarges over time should be considered suspicious for transformation into a subependymal giant cell astrocytoma, which typically develops in the region of the foramen of Monro, in which case it is at risk of developing an obstructive hydrocephalus.\n\nA variable degree of ventricular enlargement is seen, either obstructive (e.g. by a subependymal nodule in the region of the foramen of Monro) or idiopathic in nature.[citation needed]\n\nNeuropsychiatric\nAbout 90% of people with TSC develop a range of neurodevelopmental, behavioural, psychiatric, and psychosocial difficulties. The \"TSC‐associated neuropsychiatric disorders\" are abbreviated TAND. These difficulties are less frequently identified and thus undertreated when compared with the neurological symptoms. Most problems are associated with more severe intellectual delay or associated with childhood and adolescence, and some (for example depressed mood) may be unreported if the person is unable to communicate. TAND can be investigated and considered at six levels: behavioural, psychiatric, intellectual, academic, neuropsychological, and psychosocial.\n\nBehavioural problems most commonly seen include overactivity, impulsivity and sleeping difficulties. Also common are anxiety, mood swings, and severe aggression. Less common are depressed mood, self-injury, and compulsive behaviours.\n\nPeople with TSC are frequently also diagnosed with psychiatric disorders: autism spectrum disorder (ASD), attention deficit hyperactivity disorder (ADHD), anxiety disorder and depressive disorder. TSC is one of the most common genetic causes of autism spectrum disorder, which affects nearly half of people with TSC. ASD is more common in TSC2 than TSC1 and more common with earlier and more severe epilepsy, and with lower intellectual ability. ADHD is nearly as frequently seen in TSC as ASD (up to half of all people with TSC). Anxiety and depressive disorders, when they occur, are typically diagnosed in early adulthood and among those intellectually able to express their moods.\n\nThe intellectual ability of people with TSC varies enormously. About 40–50% have a normal IQ. A normal IQ is much more commonly seen in TSC1 than TSC2, and profound intellectual disability seen in 34% of TSC2 compared with 10% of TSC1 in one study. Many studies have examined whether early onset, type and severity of epilepsy associates with intellectual ability. Academic issues occur even in people with TSC who have normal intellectual ability. These are often specific learning disorders such as dyscalculia (understanding mathematics), but also include other aspects affecting school life such as anxiety, lack of social skills or low self-esteem.\n\nAbout half of people with TSC, when assessed for neuropsychological skills, are in the bottom 5th percentile in some areas, which indicates a severe impairment. These include problems with attention (for example, being able to concentrate on two separate things like looking and listening), memory (particularly recall, verbal and spatial working memory) and executive function (for example, planning, self-monitoring, cognitive flexibility).\n\nThe psychosocial impacts of TSC include low self-esteem and self-efficacy in the individual, and a burden on the family coping with a complex and unpredictable disorder.\n\nKidneys\nBetween 26% and 80% of TSC patients have benign tumors of the kidneys called angiomyolipomas, with hematuria being the most frequent presenting symptom.   TSC angiomyolipomas differ from non-TSC angiomyolipomas in age of presentation (31.5 years vs 53.6 years), mean tumor size (8.2 cm vs 4.5 cm), and percentage of cases requiring surgical intervention (50% vs 28%).  Although benign, an angiomyolipoma larger than 4 cm is at risk for a potentially catastrophic hemorrhage, either spontaneously or with minimal trauma.[citation needed]\n\nLungs\nPatients with TSC can develop progressive replacement of the lung parenchyma with multiple cysts, known as lymphangioleiomyomatosis (LAM). Recent genetic analysis has shown that the proliferative bronchiolar smooth muscle in TSC-related lymphangioleiomyomatosis is monoclonal metastasis from a coexisting renal angiomyolipoma. Cases of TSC-related lymphangioleiomyomatosis recurring following lung transplant have been reported.\n\nHeart\nSmall tumours of the heart muscle, called cardiac rhabdomyomas, are rare in the general population (perhaps 0.2% of children) but very common in people with TSC. Around 80% of children under two-years-old with TSC have at least one rhabdomyoma, and about 90% of those will have several. The vast majority of children with at least one rhabdomyoma, and nearly all children with multiple rhabdomyomas will be found to have TSC. Prenatal ultrasound, performed by an obstetric sonographer specializing in cardiology, can detect a rhabdomyoma after 20 weeks. Rhabdomyoma vary in size from a few millimetres to several centimetres, and are usually found in the lower chambers (ventricles) and less often in the upper chambers (atria). They grow in size during the second half of pregnancy, but regress after birth, and are seen in only around 20% of children over two years old.\n\nMost rhabdomyomas cause no problems but some may cause heart failure in the foetus or first year of life. Rhabdomyomas are believed to be responsible for the development of heart arrhythmia later in life, which is relatively common in TSC. Arrhythmia can be hard to spot in people with TSC, other than by performing routine ECG. For example, arrhythmia may cause fainting that is confused with drop seizures, and symptoms of arrhythmia such as palpitations may not be reported in an individual with developmental delay.\n\nSkin\nSome form of dermatological sign is present in 96% of individuals with TSC. Most cause no problems, but are helpful in diagnosis. Some cases may cause disfigurement, necessitating treatment. The most common skin abnormalities include:\n\nHypomelanic macules (\"ash leaf spots\") are present in about 90% of people with TSC. These small white or lighter patches of skin may appear anywhere on the body, and are caused by a lack of melanin. They are usually the only visible sign of TSC at birth. In fair-skinned individuals, a Wood's lamp (ultraviolet light) may be required to see them. On the scalp, the effect may be a white patch of hair (poliosis). Patches smaller than 3mm are known as \"confetti\" skin lesions.\nFacial angiofibromas are present in about 75% of people with TSC. These are a rash of reddish spots or bumps on the nose and cheeks in a butterfly distribution, which consist of blood vessels and fibrous tissue. This potentially socially embarrassing rash starts to appear during childhood.[citation needed]\nUngual fibromas: Also known as Koenen's tumors, these are small fleshy tumors that grow around and under the toenails or fingernails. These are rare in childhood, but common by middle age. They are generally more common on toes than on fingers, develop at 15–29 years, and are more common in women than in men.\nFibrous cephalic plaques are present in about 25% of people with TSC. These are raised, discoloured areas usually found on the forehead, but sometimes on the face or elsewhere on the scalp.[citation needed]\nShagreen patches are present in about half of people with TSC, appearing in childhood. They are areas of thick leathery skin that are dimpled like an orange peel, and pigmented, they are usually found on the lower back or nape of the neck, or scattered across the trunk or thighs. The frequency of these lesions rises with age.[citation needed]\nDental enamel pits are found in almost all adults with TSC.\nIntraoral fibromas are small surface-tumours found in the gums, inside the cheeks or tongue. Gum (gingival) fibromas are found in about 20-50% of people with TSC, more commonly in adults.\nEyes\nRetinal lesions, called astrocytic hamartomas (or \"phakomas\"), which appear as a greyish or yellowish-white lesion in the back of the globe on the ophthalmic examination. Astrocytic hamartomas can calcify, and they are in the differential diagnosis of a calcified globe mass on a CT scan.\n\nNonretinal lesions associated with TSC include:\n\nColoboma\nAngiofibromas of the eyelids\nPapilledema (related to hydrocephalus)[citation needed]\nPancreas\nPancreatic neuroendocrine tumours have been described in rare cases of TSC.\n\nVariability\n\nIndividuals with TSC may experience none or all of the clinical signs discussed above. The following table shows the prevalence of some of the clinical signs in individuals diagnosed with TSC."
                ],
                "epidemiology": [
                    "TSC occurs in all races and ethnic groups, and in both sexes. The live-birth prevalence is estimated to be between 10 and 16 cases per 100,000. A 1998 study estimated total population prevalence between about 7 and 12 cases per 100,000, with more than half of these cases undetected. Prior to the invention of CT scanning to identify the nodules and tubers in the brain, the prevalence was thought to be much lower, and the disease associated with those people diagnosed clinically with learning disability, seizures and facial angiofibroma. Whilst still regarded as a rare disease, TSC is common when compared to many other genetic diseases, with at least 1 million individuals affected worldwide."
                ]
            },
            {
                "name": [
                    "Excoriation disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Excoriation_disorder",
                "description": [
                    "Excoriation disorder, more commonly known as dermatillomania, is a mental disorder on the obsessive–compulsive spectrum that is characterized by the repeated urge or impulse to pick at one's own skin, to the extent that either psychological or physical damage is caused."
                ],
                "symptoms": [
                    "Episodes of skin picking are often preceded or accompanied by tension, anxiety, or stress. In some cases, following picking, the affected person may feel depressed. During these moments, there is commonly a compulsive urge to pick, squeeze, or scratch at a surface or region of the body, often at the location of a perceived skin defect. When picking, one may feel a sense of relief or satisfaction.\n\nThe region most commonly picked is the face, but other frequent locations include the arms, legs, back, gums, neck, shoulders, scalp, abdomen, chest, and extremities such as the fingernails, cuticles, toenails, etc. Most patients with excoriation disorder report having a primary area of the body that they focus their picking on, but they will often move to other areas of the body to allow their primary picking area to heal. Individuals with excoriation disorder vary in their picking behaviour; some do it briefly multiple times a day, while others can do one picking session that can last for hours. The most common way to pick is to use the fingers although a significant minority of people use tools such as tweezers or needles.\n\nSkin picking often occurs as a result of some other triggering cause. Some common triggers are feeling or examining irregularities on the skin, and feeling anxiety or other negative feelings. This anxiety most commonly stems from a type of OCD, which can range in severity and often goes undiagnosed.\n\nComplications arising from excoriation disorder include infection at the site of picking, tissue damage, and sepsis. Damage from picking can be so severe as to require skin grafting, and severe picking can cause epidermal abscesses. Severe cases of excoriation disorder can cause life-threatening injuries.  For example, in one reported case, a woman picked a hole through the bridge of her nose, which required surgery to fix, and a 48-year-old woman picked through the skin on her neck, exposing the carotid artery. Pain in the neck or back can arise due to prolonged bent-over positions while engaging in the behavior. Besides physical injuries, excoriation disorder can cause severe physical scarring and disfigurement.\n\nExcoriation disorder can cause feelings of intense helplessness, guilt, shame, and embarrassment in individuals, and this greatly increases the risk of self-harm.  Studies have shown that excoriation disorder presented suicidal ideation in 12% of individuals with this condition, suicide attempts in 11.5% of individuals with this condition, and psychiatric hospitalizations in 15% of individuals with this condition."
                ],
                "epidemiology": [
                    "The prevalence of excoriation disorder is not well understood.\n\nEstimates of the prevalence of the condition range from 1.4 to 5.4% in the general population. One U.S. telephone survey found that 16.6% of respondents \"picked their skin to the point of noticeable tissue damage\" and that 1.4% would qualify as meeting the requirements of excoriation disorder. Another community survey found a rate of 5.4% had excoriation disorder. A survey of college students found a rate of 4%. One study found that among non-disabled adults, 63% of individuals engaged in some form of skin picking and 5.4% engaged in serious skin picking. Lastly, a survey of dermatology patients found that 2% had  excoriation disorder.\n\nIn some patients, excoriation disorder begins with the onset of acne in adolescence, but the compulsion continues even after the acne has gone away. Skin conditions such as keratosis pilaris, psoriasis, and eczema can also provoke the behavior. In patients with acne, the grooming of the skin is disproportionate to the severity of the acne. Certain stressful events including marital conflicts, deaths of friends or family, and unwanted pregnancies have been linked to the onset of the condition.  If excoriation disorder does not occur during adolescence another common age of onset is between the ages of 30 and 45.  Additionally, many cases of excoriation disorder have been documented to begin in children under the age of 10. One small survey of patients with excoriation disorder found that 47.5% of them had an early onset of excoriation disorder that began before age 10. Traumatic childhood events may initiate the behavior.[citation needed]\n\nExcoriation disorder is statistically more common in females than in males.\n\nExcoriation disorder has a high rate of comorbidity with other psychiatric conditions, especially with mood and anxiety disorders . One survey of patients with excoriation disorder found that 56.7% also had a DSM-IV Axis-I disorder and 38% had substance use problems. Studies have shown the following rates of psychiatric conditions found in patients with excoriation disorder: trichotillomania (38.3%), substance use disorder (38%), major depressive disorder (approximately 31.7% to 58.1%), anxiety disorders (approximately 23% to 56%), obsessive-compulsive disorder (approximately 16.7% to 68%), and body dysmorphic disorder (approximately 26.8% to 44.9%). There are also higher rates of excoriation disorder in patients in psychiatric facilities; a study of adolescent psychiatric inpatients found that excoriation disorder was present in 11.8% of patients. It is also present at high rates with some other conditions:  44.9% of patients with body dysmorphic disorder also have excoriation disorder; 8.9% of patients with OCD have excoriation disorder; and 8.3% of patients with trichotillomania have excoriation disorder.\n\nSkin picking is also common in those with certain developmental disabilities; for example, Prader–Willi syndrome and Smith–Magenis syndrome. Studies have shown that 85% of people with Prader–Willi syndrome also engage in skin-picking. Children with developmental disabilities are also at an increased risk for excoriation disorder.\n\nExcoriation disorder also correlates with \"social, occupational, and academic impairments, increased medical and mental health concerns (including anxiety, depression, obsessive–compulsive disorder) ... and financial burden\".  Excoriation disorder also has a high degree of comorbidity with occupational and marital difficulties.\n\nSubstance use is often present, and individuals with excoriation disorder are twice as likely to have first-degree relatives who have substance use disorders than those without the condition.\n\nSome cases of body-focused repetitive behaviors found in identical twins also suggest a hereditary factor.\n\nIn a 2020 Study of Excoriation to identify the variable's such as: demographics, SES, marital status and gender, more than 75 % of participants were identified as female, more than 45% of all participants were unemployed, and more than 60% had marital status which ranged from being single to divorced or widowed. With females accounting for diagnosis than any other group, future research should look to uncover reasons why women are more impacted by excoriation, and if excoriation has a correlation with marital status or happiness in life."
                ]
            },
            {
                "name": [
                    "Dermatillomania"
                ],
                "description": [
                    "Excoriation disorder, more commonly known as dermatillomania, is a mental disorder on the obsessive–compulsive spectrum that is characterized by the repeated urge or impulse to pick at one's own skin, to the extent that either psychological or physical damage is caused."
                ],
                "link": "https://en.wikipedia.org/wiki/Dermatillomania",
                "symptoms": [
                    "Episodes of skin picking are often preceded or accompanied by tension, anxiety, or stress. In some cases, following picking, the affected person may feel depressed. During these moments, there is commonly a compulsive urge to pick, squeeze, or scratch at a surface or region of the body, often at the location of a perceived skin defect. When picking, one may feel a sense of relief or satisfaction.\n\nThe region most commonly picked is the face, but other frequent locations include the arms, legs, back, gums, neck, shoulders, scalp, abdomen, chest, and extremities such as the fingernails, cuticles, toenails, etc. Most patients with excoriation disorder report having a primary area of the body that they focus their picking on, but they will often move to other areas of the body to allow their primary picking area to heal. Individuals with excoriation disorder vary in their picking behaviour; some do it briefly multiple times a day, while others can do one picking session that can last for hours. The most common way to pick is to use the fingers although a significant minority of people use tools such as tweezers or needles.\n\nSkin picking often occurs as a result of some other triggering cause. Some common triggers are feeling or examining irregularities on the skin, and feeling anxiety or other negative feelings. This anxiety most commonly stems from a type of OCD, which can range in severity and often goes undiagnosed.\n\nComplications arising from excoriation disorder include infection at the site of picking, tissue damage, and sepsis. Damage from picking can be so severe as to require skin grafting, and severe picking can cause epidermal abscesses. Severe cases of excoriation disorder can cause life-threatening injuries.  For example, in one reported case, a woman picked a hole through the bridge of her nose, which required surgery to fix, and a 48-year-old woman picked through the skin on her neck, exposing the carotid artery. Pain in the neck or back can arise due to prolonged bent-over positions while engaging in the behavior. Besides physical injuries, excoriation disorder can cause severe physical scarring and disfigurement.\n\nExcoriation disorder can cause feelings of intense helplessness, guilt, shame, and embarrassment in individuals, and this greatly increases the risk of self-harm.  Studies have shown that excoriation disorder presented suicidal ideation in 12% of individuals with this condition, suicide attempts in 11.5% of individuals with this condition, and psychiatric hospitalizations in 15% of individuals with this condition."
                ],
                "epidemiology": [
                    "The prevalence of excoriation disorder is not well understood.\n\nEstimates of the prevalence of the condition range from 1.4 to 5.4% in the general population. One U.S. telephone survey found that 16.6% of respondents \"picked their skin to the point of noticeable tissue damage\" and that 1.4% would qualify as meeting the requirements of excoriation disorder. Another community survey found a rate of 5.4% had excoriation disorder. A survey of college students found a rate of 4%. One study found that among non-disabled adults, 63% of individuals engaged in some form of skin picking and 5.4% engaged in serious skin picking. Lastly, a survey of dermatology patients found that 2% had  excoriation disorder.\n\nIn some patients, excoriation disorder begins with the onset of acne in adolescence, but the compulsion continues even after the acne has gone away. Skin conditions such as keratosis pilaris, psoriasis, and eczema can also provoke the behavior. In patients with acne, the grooming of the skin is disproportionate to the severity of the acne. Certain stressful events including marital conflicts, deaths of friends or family, and unwanted pregnancies have been linked to the onset of the condition.  If excoriation disorder does not occur during adolescence another common age of onset is between the ages of 30 and 45.  Additionally, many cases of excoriation disorder have been documented to begin in children under the age of 10. One small survey of patients with excoriation disorder found that 47.5% of them had an early onset of excoriation disorder that began before age 10. Traumatic childhood events may initiate the behavior.[citation needed]\n\nExcoriation disorder is statistically more common in females than in males.\n\nExcoriation disorder has a high rate of comorbidity with other psychiatric conditions, especially with mood and anxiety disorders . One survey of patients with excoriation disorder found that 56.7% also had a DSM-IV Axis-I disorder and 38% had substance use problems. Studies have shown the following rates of psychiatric conditions found in patients with excoriation disorder: trichotillomania (38.3%), substance use disorder (38%), major depressive disorder (approximately 31.7% to 58.1%), anxiety disorders (approximately 23% to 56%), obsessive-compulsive disorder (approximately 16.7% to 68%), and body dysmorphic disorder (approximately 26.8% to 44.9%). There are also higher rates of excoriation disorder in patients in psychiatric facilities; a study of adolescent psychiatric inpatients found that excoriation disorder was present in 11.8% of patients. It is also present at high rates with some other conditions:  44.9% of patients with body dysmorphic disorder also have excoriation disorder; 8.9% of patients with OCD have excoriation disorder; and 8.3% of patients with trichotillomania have excoriation disorder.\n\nSkin picking is also common in those with certain developmental disabilities; for example, Prader–Willi syndrome and Smith–Magenis syndrome. Studies have shown that 85% of people with Prader–Willi syndrome also engage in skin-picking. Children with developmental disabilities are also at an increased risk for excoriation disorder.\n\nExcoriation disorder also correlates with \"social, occupational, and academic impairments, increased medical and mental health concerns (including anxiety, depression, obsessive–compulsive disorder) ... and financial burden\".  Excoriation disorder also has a high degree of comorbidity with occupational and marital difficulties.\n\nSubstance use is often present, and individuals with excoriation disorder are twice as likely to have first-degree relatives who have substance use disorders than those without the condition.\n\nSome cases of body-focused repetitive behaviors found in identical twins also suggest a hereditary factor.\n\nIn a 2020 Study of Excoriation to identify the variable's such as: demographics, SES, marital status and gender, more than 75 % of participants were identified as female, more than 45% of all participants were unemployed, and more than 60% had marital status which ranged from being single to divorced or widowed. With females accounting for diagnosis than any other group, future research should look to uncover reasons why women are more impacted by excoriation, and if excoriation has a correlation with marital status or happiness in life."
                ]
            },
            {
                "name": [
                    "Intracranial hypertension"
                ],
                "description": [
                    "Intracranial pressure (ICP) is the pressure exerted by fluids such as cerebrospinal fluid (CSF) inside the skull and on the brain tissue. ICP is measured in millimeters of mercury (mmHg) and at rest, is normally 7–15 mmHg for a supine adult. This equals to 9–20 cmH2O, which is a common scale used in lumbar punctures. The body has various mechanisms by which it keeps the ICP stable, with CSF pressures varying by about 1 mmHg in normal adults through shifts in production and absorption of CSF."
                ],
                "link": "https://en.wikipedia.org/wiki/Intracranial_hypertension",
                "symptoms": [
                    "In general, symptoms and signs that suggest a rise in ICP include headache, vomiting without nausea, ocular palsies, altered level of consciousness, back pain  and papilledema. If papilledema is protracted, it may lead to visual disturbances, optic atrophy, and eventually blindness. The headache is classically a morning headache that may wake the person up. The brain is relatively poorly supplied by oxygen as a result of mild hypoventilation during the sleeping hours leading to hypercapnia and vasodilation. Cerebral edema may worsen during the night due to the lying position. The headache is worse on coughing, sneezing, or bending, and progressively worsens over time. There may also be personality or behavioral changes.[clarification needed]\n\nIn addition to the above, if mass effect is present with resulting displacement of brain tissue, additional signs may include pupillary dilatation, abducens palsies, and Cushing's triad. Cushing's triad involves an increased systolic blood pressure, a widened pulse pressure, bradycardia, and an abnormal respiratory pattern. In children, a low heart rate is especially suggestive of high ICP.[citation needed]\n\nIrregular respirations occur when injury to parts of the brain interfere with the respiratory drive. Biot's respiration, in which breathing is rapid for a period and then absent for a period, occurs because of injury to the cerebral hemispheres or diencephalon. Hyperventilation can occur when the brain stem or tegmentum is damaged.\n\nAs a rule, patients with normal blood pressure retain normal alertness with ICP of 25–40 mmHg (unless tissue shifts at the same time). Only when ICP exceeds 40–50 mmHg does CPP and cerebral perfusion decrease to a level that results in loss of consciousness. Any further elevations will lead to brain infarction and brain death.[citation needed]\n\nIn infants and small children, the effects of ICP differ because their cranial sutures have not closed. In infants, the fontanels (soft spots on the head where the skull bones have not yet fused) bulge when ICP gets too high. ICP correlates with intraocular pressure (IOP) but seems to lack the accuracy necessary for close management of intracranial pressure in the acute post-traumatic period.\n\nPapilledema (swelling of the optic disc) can be a reliable sign of elevated ICP. Unlike other conditions that may result in the swelling of the optic disc, it is in the case of papilledema that vision may go largely unaffected."
                ]
            },
            {
                "name": [
                    "CADASIL syndrome"
                ],
                "description": [
                    "CADASIL or CADASIL syndrome, involving cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy, is the most common form of hereditary stroke disorder, and is thought to be caused by mutations of the NOTCH3 gene on chromosome 19. The disease belongs to a family of disorders called the leukodystrophies. The most common clinical manifestations are migraine headaches and transient ischemic attacks or strokes, which usually occur between 40 and 50 years of age, although MRI is able to detect signs of the disease years prior to clinical manifestation of disease."
                ],
                "link": "https://en.wikipedia.org/wiki/CADASIL_syndrome",
                "symptoms": [
                    "CADASIL may start with attacks of migraine with aura or subcortical transient ischemic attacks or strokes, or mood disorders between 35 and 55 years of age. The disease progresses to subcortical dementia associated with pseudobulbar palsy and urinary incontinence.[citation needed]\n\nIschemic strokes are the most frequent presentation of CADASIL, with approximately 85% of symptomatic individuals developing transient ischemic attacks or stroke(s). The mean age of onset of ischemic episodes is approximately 46 years (range 30–70). A classic lacunar syndrome occurs in at least two-thirds of affected patients while hemispheric strokes are much less common. It is worthy of note that ischemic strokes typically occur in the absence of traditional cardiovascular risk factors. Recurrent silent strokes, with or without clinical strokes, often lead to cognitive decline and overt subcortical dementia. A case of CADASIL presenting as schizophreniform organic psychosis has been reported."
                ]
            },
            {
                "name": [
                    "Addiction to social media"
                ],
                "link": "https://en.wikipedia.org/wiki/Problematic_social_media_use",
                "description": [
                    "Experts from many different fields have conducted research and held debates about how using social media affects mental health. Research suggests that mental health issues arising from social media use affect women more than men and vary according to the particular social media platform used, although it does affect every age and gender demographic in different ways. Psychological or behavioural dependence on social media platforms can result in significant negative functions in individuals' daily lives. Studies show there are several negative effects that social media can have on individuals' mental health and overall well-being. While researchers have attempted to examine why and how social media is problematic, they still struggle to develop evidence-based recommendations on how they would go about offering potential solutions to this issue. Because social media is constantly evolving, researchers also struggle with whether the disorder of problematic social media use would be considered a separate clinical entity or a manifestation of underlying psychiatric disorders. These disorders can be diagnosed when an individual engages in online content/conversations rather than pursuing other interests."
                ],
                "symptoms": [
                    "While there exists no official diagnostic term or measurement, problematic social media use can be conceptualized as a non-substance-related disorder, resulting in preoccupation and compulsion to engage excessively in social media platforms despite negative consequences.\n\nProblematic social media use is associated with various psychological and physiological effects, such as anxiety and depression in children and young people.\n\nA 2022 meta-analysis showed moderate and significant associations between problematic social media use in youth and increased symptoms of depression, anxiety, and stress. Another meta-analysis in 2019, investigating Facebook use and symptoms of depression, also showed an association, with a small effect size. In a 2018 systematic review and meta-analysis, problematic Facebook use was shown to have negative effects on well-being in adolescents and young adults, and psychological distress was also found with problematic use. Frequent social media use was shown in a cohort study of 15- and 16-year-olds to have an association with self-reported symptoms of attention deficit hyperactivity disorder followed up over two years.\n\nDecrease in mood\nA 2016 technological report by the American Academy of Pediatrics, benefits and concerns where identified in relation to adolescent mental health and social media use. It showed that the amount of time spent on social media is not the key factor but rather how time is spent. Declines in well-being and life satisfaction were found in older adolescents who passively consumed social media; however, these were not shown in those who were more actively engaged. The report also found a U-shaped, curvilinear relationship between the amount of time spent on digital media and with risk of depression developing, at both the low and high ends of Internet use.\n\nEating disorders\nAccording to research by Flinders University, social media use correlates with eating disorders. The study found eating disorders in 52% of girls and 45% of boys, from a group of 1,000 participants who used social media.\n\nThrough the extensive use of social media, adolescents are exposed to images of bodies that are unattainable, especially with the growing presence of photo-editing apps that allow you to alter the way that your body appears in a photo. This can, in turn, influence both the diet and exercise practices of adolescents as they try to fit the standard that their social media consumption has set for them.\n\nInstagram users who partake in looking for social media status and compare themselves to others tend to have an increase in negative various psychological effects including body image issues and eating disorders. According to a study that included 2,475 students by Madeline Dougherty (née Wick), PhD, a professor at Florida State University, and her doctoral advisor, Pamela Keel, PhD, a psychology professor at Florida State University, 1 in 3 women responded that they edit their pictures to change their weight and shape before posting a picture to Instagram. A similar study in Australia and New Zealand found 52% of girls ages 13 to 14 with a social media account were very likely to have eating disorders like skipping a meal or over-exercising. These various studies found that teenage girls who viewed their retouched photo and compared that to their untouched photo directly harmed their body image. Although this happens amongst various age groups and genders it was found that this tends to have a greater effect on the younger age group of women.\n\nThis relationship with social media and body image is fixable by consuming less \"fitspiration\" and understanding that the images that they see of are altered. Many social media influencers also have body dissatisfaction and pose as lifestyle content creators and influence you woman into believing they can look like them, when they themselves do not even meet the standard they are presenting\n\nExcessive use\nOne can evaluate their social media habits and behavior toward it to help determine if an addiction is present. Addictions are a certain type of impulse control disorder, which may lead one to lose track of time while using social media. For instance, one's psychological clock may run slower than usual, and the user's self-consciousness is compromised. Therefore, individuals may passively consume media for longer amounts of time. Psychologists estimate that as many as 5 to 10% of Americans meet the criteria for social media addiction today. Addictive social media use will look much like that of any other substance use disorder, including mood modification, salience, tolerance, withdrawal symptoms, conflict, and relapse.  In the digital age, it is common for adolescents to use their smartphones for entertainment purposes, education, news, and managing their daily life. Therefore, adolescents are further at risk for developing addictive behaviors and habits. Many medical experts have looked at the survey and come up with a clear conclusion, saying that teenagers' excessive smartphone use has an impact on their behavior and even their mental health. If the excessive use of social media and the platforms encompassed therein have proven to cause mental health issues, eating disorders, and lowered self-esteem, and the use of such media has been shown to be addictive in some form or another, medically there should be an avenue to treat the use or excessive use of the media platforms. For example, a study involving 157 online learners showed that, on average, learners on massive open online courses spend half of their online time on YouTube and social media, and less than 2% of visited websites accounted for nearly 80% of their online time. The excessive use is causing underlying health conditions that in themselves are treatable, but if these issues stem from the use of social media platforms, the addictive nature of these platforms should be addressed in a way to reduce or eradicate the health-related or mental related effects resulting. More studies need to be done, more funding has to be provided, and the addiction to such platforms should be seen as a true addiction and treated as such, and not simply discarded as a millennial issue. Not only is the amount of time spent on social media the main cause to media addiction, but also the type of platform this media is being consumed on. Yes, the algorithm plays a significant role in what appears on your main screen for any platform, however. growing boys and girls do not fully understand the concept and circumstances they live in. They live in a world that can be broadcast at any point and follow them into school. They are at a disadvantage to almost need social media as a currency to fit in at school and make their life presentable enough to be assumed as attractive, interesting, or likable just off their feed. Jon Haidt, a social psychologist and author, has done extensive research on the true hold social media not only has on people, but especially teens and young adults. Over 80% of high school students use social media \"constantly\" or on a daily basis. Girls are heavier users on visually oriented platforms which invites comparison with other girls. This competitiveness can cause anxiety and depression and a vicious cycle in trying to obtain an unachievable standard \n\nSocial media addiction from an anthropological lens\n\nStudies done to explore the negative effects of social media have not produced any definitive findings. Addiction to social media remains a controversial topic despite these mixed results and is not recognized by the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) as a disorder. From an anthropological lens, addiction to social media is a socially constructed concept that has been medicalized because this behavior does not align with behavior accepted by certain hegemonic social groups. It is important to consider that disapproval of using social media for too long could also be related to capitalism, reduction in productivity of employees when people constantly scroll, and difficulty governing populations because of the content they consume. Harm caused to individuals through social media addiction is a social fact. Whether researchers can find evidence to support these claims is irrelevant if most people believe it is harmful, as this shared belief affects people in a material way. As much as excessive use of social media can take attention away from the person in front of you at dinner, it also connects people to loved ones, and maintains connections that would otherwise be severed due to distant\n\nSocial anxiety\nSocial media allows users to openly share their feelings, values, relationships, and thoughts. With the platform social media provides, users can freely express their emotions. However, social media may also be a platform for discrimination and cyberbullying. There is also a strong positive correlation between social anxiety and social media usage, and in particular between cyberostracism and social media disorder. Social anxiety is defined as having intense anxiety or fear of being judged, negatively evaluated, or rejected in a social or performance situation. Many people with social anxiety go to the internet as an escape from reality, so they often withdraw from in-person communication and feel most comfortable with online communication. People usually act differently on social media than they do in person, resulting in many activities and social groups being different when using social media. Thus, social media can worsen anxiety through the constant social comparison and fear of missing out (FOMO). However, social media can also be a safe space wherein you can connect with others and build connections and support from online communities.  Even though social media can satisfy personal communication needs, those who use it at higher rates are shown to have higher levels of psychological distress.\n\nLowered self-esteem\nLow self-esteem has generally had some sort of connection to serious mental health illnesses such as depression. some studies have been done to find if social media platforms have any sort of correlation to low self-esteem. One such study in which participants were given the Rosenberg Self-Esteem Scale to rate their self-esteem based on their social media usage found that participants that used Facebook tended to rate themselves more poorly on their general self-esteem. Social media sites such as Instagram may exacerbate feelings of insufficiency and isolation as users engage in social comparison. This issue is especially pertinent for individuals with narcissistic tendencies who seek affirmation and praise.\n\nAnother reason why depression is associated with social media might be what psychologists call displacement – which means what teenagers are not doing during time that's displaced by social media. This includes mental health-boosting activities such as exercise, sleep and developing talents. \n\nSolitary experiences\nAlthough many studies have found a relationship between loneliness and problematic social media use among young adults, a recent systematic review has observed that this relationship collapses when loneliness is observed longitudinally, or when considered contextually (i.e., across the individual's life contexts) or when other psychological factors are included in the mediation model. Furthermore, Pezzi and colleagues pointed out that beyond loneliness (which has been summatively considered by the literature to date), no other solitary experience has been investigated in relation to problematic social media use in young adults. In fact, further research is needed to clarify the relationship between these variables."
                ]
            },
            {
                "name": [
                    "Congenital facial diplegia"
                ],
                "description": [
                    "Möbius syndrome or Moebius syndrome is a rare congenital neurological disorder which is characterized by facial paralysis and the inability to move the eyes from side to side. Most people with Möbius syndrome are born with complete facial paralysis and cannot close their eyes or form facial expressions. Limb and chest wall abnormalities sometimes occur with the syndrome. People with Möbius syndrome have normal intelligence, although their lack of facial expression is sometimes incorrectly taken to be due to dullness or unfriendliness. It is named for Paul Julius Möbius, a German neurologist who first described the syndrome in 1888. In 1994, the \"Moebius Syndrome Foundation\" was founded, and later that year the first \"Moebius Syndrome Foundation Conference\" was held in Los Angeles."
                ],
                "link": "https://en.wikipedia.org/wiki/Congenital_facial_diplegia",
                "symptoms": [
                    "People with Möbius syndrome are born with facial paralysis and the inability to move their eyes laterally. Often, their upper lip is retracted due to muscle shrinkage. Occasionally, cranial nerves V and VIII are affected.\n\nOther symptoms that sometimes occur with Möbius syndrome are:[citation needed]\n\nLimb abnormalities—clubbed feet, missing fingers or toes\nChest-wall abnormalities (Poland syndrome)\nCrossed eyes (strabismus)\nDifficulty in breathing and/or in swallowing\nCorneal erosion resulting from difficulty in blinking\nChildren with Möbius syndrome may have delayed speech because of paralysis of muscles that move the lips, soft palate and tongue root. However, with speech therapy, most people with Möbius syndrome can develop understandable speech. Möbius syndrome has been associated with increased occurrence of the symptoms of autism.\n\nSocial and lifestyle effects\nMöbius syndrome does not prevent individuals from experiencing personal and professional success. Due to the importance of facial expression and smiling in social interaction, the inability to form either can lead to individuals with Möbius being perceived as unhappy, unfriendly or uninterested in conversations. Individuals who are familiar with Möbius patients such as family or friends can recognize other signals of emotion such as body language, to the point that they sometimes report forgetting that the person has facial paralysis. People with Möbius syndrome are often adept at compensating for a lack of expression by using body language, posture, and vocal tone to convey emotion."
                ],
                "epidemiology": [
                    "It is estimated that there are, on average, 2 to 20 cases of Möbius syndrome per million births. Although its rarity often leads to late diagnosis, infants with this disorder can be identified at birth by a \"mask-like\" lack of expression that is detectable during crying or laughing and by an inability to suck while nursing because of paresis (palsy) of the sixth and seventh cranial nerves."
                ]
            },
            {
                "name": [
                    "Mobius syndrome"
                ],
                "description": [
                    "Möbius syndrome or Moebius syndrome is a rare congenital neurological disorder which is characterized by facial paralysis and the inability to move the eyes from side to side. Most people with Möbius syndrome are born with complete facial paralysis and cannot close their eyes or form facial expressions. Limb and chest wall abnormalities sometimes occur with the syndrome. People with Möbius syndrome have normal intelligence, although their lack of facial expression is sometimes incorrectly taken to be due to dullness or unfriendliness. It is named for Paul Julius Möbius, a German neurologist who first described the syndrome in 1888. In 1994, the \"Moebius Syndrome Foundation\" was founded, and later that year the first \"Moebius Syndrome Foundation Conference\" was held in Los Angeles."
                ],
                "link": "https://en.wikipedia.org/wiki/Mobius_syndrome",
                "symptoms": [
                    "People with Möbius syndrome are born with facial paralysis and the inability to move their eyes laterally. Often, their upper lip is retracted due to muscle shrinkage. Occasionally, cranial nerves V and VIII are affected.\n\nOther symptoms that sometimes occur with Möbius syndrome are:[citation needed]\n\nLimb abnormalities—clubbed feet, missing fingers or toes\nChest-wall abnormalities (Poland syndrome)\nCrossed eyes (strabismus)\nDifficulty in breathing and/or in swallowing\nCorneal erosion resulting from difficulty in blinking\nChildren with Möbius syndrome may have delayed speech because of paralysis of muscles that move the lips, soft palate and tongue root. However, with speech therapy, most people with Möbius syndrome can develop understandable speech. Möbius syndrome has been associated with increased occurrence of the symptoms of autism.\n\nSocial and lifestyle effects\nMöbius syndrome does not prevent individuals from experiencing personal and professional success. Due to the importance of facial expression and smiling in social interaction, the inability to form either can lead to individuals with Möbius being perceived as unhappy, unfriendly or uninterested in conversations. Individuals who are familiar with Möbius patients such as family or friends can recognize other signals of emotion such as body language, to the point that they sometimes report forgetting that the person has facial paralysis. People with Möbius syndrome are often adept at compensating for a lack of expression by using body language, posture, and vocal tone to convey emotion."
                ],
                "epidemiology": [
                    "It is estimated that there are, on average, 2 to 20 cases of Möbius syndrome per million births. Although its rarity often leads to late diagnosis, infants with this disorder can be identified at birth by a \"mask-like\" lack of expression that is detectable during crying or laughing and by an inability to suck while nursing because of paresis (palsy) of the sixth and seventh cranial nerves."
                ]
            },
            {
                "name": [
                    "Nightmare disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Nightmare_disorder",
                "description": [
                    "Nightmare disorder is a sleep disorder characterized by repeated intense nightmares that most often center on threats to physical safety and security. The nightmares usually occur during the REM stage of sleep, and the person who experiences the nightmares typically remembers them well upon waking. More specifically, nightmare disorder is a type of parasomnia, a subset of sleep disorders categorized by abnormal movement or behavior or verbal actions during sleep or shortly before or after. Other parasomnias include sleepwalking, sleep terrors, bedwetting, and sleep paralysis."
                ],
                "symptoms": [
                    "During the nightmare, the sleeper may scream and yell out things. The nightmare sufferer is often awakened by these threatening, frightening dreams and can often vividly remember their experience. Upon awakening, the sleeper is usually alert and oriented within their surroundings, but may have an increased heart rate and symptoms of anxiety, like sweating. They may have trouble falling back to sleep for fear they will experience another nightmare.\n\nA person experiencing nightmare disorder may have trouble going through everyday tasks; anxiety and lack of sleep caused by the fearful dreams may hinder the individual from completing everyday tasks efficiently and correctly. Upon experiencing this, these nightmare sufferers may consult with a psychiatrist.\n\nThe sleeper may have recurring episodes of awakening while recalling the intensely disturbing dream manifestations which usually result from fear or anxiety, but can also be triggered by anger, sadness, disgust, and other dysphoric emotions. Additionally, the sleeper may experience at least one of the following two features: delayed return of going back to sleep after episodes, and having episodes in the latter half of the sleep period.\n\nConsequences\nNightmare disorder is common: it affects about 4% of the adult population. Even if children have more nightmares than adults, only 1% of children meet the criteria of the disorder. Nightmare disorder can impair the quality of life for people who are affected by the condition. It can make the patient avoid sleep, which leads to sleep deprivation, which in turn may lead to even more intense nightmares. Some other consequences of the nightmare disorder are fatigue and insomnia.\n\nNightmare disorders have negative consequences on several aspects of the patient's life, such as sleep, cognitive and emotional functioning and well-being. Nightmares can also have negative impact on the bed partner's life.\n\nContent of idiopathic nightmares\nPhysical aggression is the main theme of nightmares. Other fields, such as interpersonal conflict, failure, helplessness, apprehension, being chased, accidents, evil forces, disasters, insects and environmental abnormalities may also feature in nightmares. Fear is the most frequent emotion associated with nightmares, even if other emotions such as sadness, anger, and confusion can also be present."
                ],
                "epidemiology": [
                    "About 2–6% of American adults are affected by nightmare disorders. About 4% of American adults are affected by nightmare disorders. Women seem to be more affected than men, the ratio being 2–4 : 1. This inequality decreases with aging because of a less high prevalence in elderly women. The rate of nightmares increases from ages 10–19 to 20–39, and then decreases during the ages of 50–59. The rates of nightmares for men increases from ages 10–19 to 30–39, and then decreases at the age of 50–59. However, it is still unclear if the difference of prevalence between men and women is real or if it reflects a higher dream recall capacity of women.\n\nAccording to studies, children at the age of 6–10 years are 41% more likely to experience nightmares and 22% at the age of 11. Children with persistent nightmares range from 10% to 50%. However, only 1% of children meet the criteria of a nightmare disorder. Some factors tend to predict the development of a disorder from the presence of nightmares during childhood, such as a fear of going to sleep or going back to bed after a nightmare, an irregular sleep life and an avoidance of thinking about the nightmare."
                ]
            },
            {
                "name": [
                    "Prader–Willi syndrome"
                ],
                "description": [
                    "Prader–Willi syndrome (PWS) is a rare genetic disorder caused by a loss of function of specific genes on chromosome 15. In newborns, symptoms include weak muscles, poor feeding, and slow development. Beginning in childhood, those affected become constantly hungry, which often leads to obesity and type 2 diabetes. Mild to moderate intellectual impairment and behavioral problems are also typical of the disorder. Often, affected individuals have a narrow forehead, small hands and feet, short height, and light skin and hair. Most are unable to have children."
                ],
                "link": "https://en.wikipedia.org/wiki/Prader%E2%80%93Willi_syndrome",
                "symptoms": [
                    "PWS symptoms can range from poor muscle tone during infancy to behavioral problems in early childhood. Some symptoms often found in infants, besides poor muscle tone, are a lack of eye coordination; almond-shaped eyes; thin upper lip; and, due to poor muscle tone, lack of a strong sucking reflex. Their cries are weak, and they have difficulty waking up.\n\nMore aspects seen in a clinical overview include hypotonia and abnormal neurologic function, hypogonadism, developmental and cognitive delays, hyperphagia and obesity, short stature, and behavioral and psychiatric disturbances.\n\nThe following features and signs are indicators of PWS, although not all will be present:\n\nIn-utero and birth\nReduced fetal movement\nFrequent abnormal fetal position\nOccasional polyhydramnios (excessive amniotic fluid)\nOften breech or caesarean births\nLethargy\nHypotonia\nFeeding difficulties (due to poor muscle tone affecting sucking reflex)\nDifficulties establishing respiration\nHypogonadism\nChildhood\nDelayed milestones/intellectual delay\nExcessive sleeping\nStrabismus (crossed eyes)\nScoliosis (often not detected at birth)\nCryptorchidism\nSpeech delay\nPoor physical coordination\nHyperphagia (excessive hunger) begins between the ages of 2 and 8, and continues throughout adulthood.\nExcessive weight gain\nSleep disorders\nDelayed puberty\nShort stature\nObesity\nExtreme flexibility\nNarrow forehead at the temples\nNarrow nose bridge\nThin upper lip\nDownturned mouth\nUnusually fair hair, skin and eyes\nSmall hands and feet\nTooth decay owing to underproduction of saliva\nConstipation or swollen stomachs owing to poor muscle tone in the gut\nLow levels of HGH\nAdulthood\nInfertility (males and females)\nHypogonadism\nSparse pubic hair\nObesity\nHypotonia (low muscle tone)\nLearning disabilities/borderline intellectual functioning (but some cases of average intelligence)\nProne to type 2 diabetes mellitus\nExtreme flexibility\nPhysical appearance\nProminent nasal bridge\nSmall hands and feet with tapering of fingers\nSoft skin, which is easily bruised\nExcess fat, especially in the central portion of the body\nHigh, narrow forehead\nThin top lip\nDownturned mouth\nAlmond-shaped eyes\nLight skin and hair relative to other family members\nLack of complete sexual development\nFrequent skin picking\nStretch marks\nDelayed motor development\nNeurocognitive\nIndividuals with PWS are at risk of learning and attention difficulties. Curfs and Fryns (1992) conducted research into the varying degrees of learning disability found in PWS.\n\nCassidy found that 40% of individuals with PWS have borderline/low average intelligence, a figure higher than the 32% found in Curfs and Fryns' study. However, both studies suggest that most individuals (50–65%) fall within the mild/borderline/low average intelligence range.[citation needed]\n\nChildren with PWS show an unusual cognitive profile. They are often strong in visual organization and perception, including reading and vocabulary, but their spoken language (sometimes affected by hypernasality) is generally poorer than their comprehension. A marked skill in completing jigsaw puzzles has been noted, but this may be an effect of increased practice.\n\nAuditory information processing and sequential processing are relatively poor, as are arithmetic and writing skills, visual and auditory short-term memory, and auditory attention span. These sometimes improve with age, but deficits in these areas remain throughout adulthood.\n\nPWS may be associated with psychosis.\n\nBehavioral\nPWS is frequently associated with a constant insatiable appetite, which persists no matter how much the patient eats, often resulting in morbid obesity.  Caregivers need to strictly limit the patients' access to food, usually by installing locks on refrigerators and on all closets and cabinets where food is stored. It is the most common genetic cause of morbid obesity in children. Currently, no consensus exists as to the cause for this symptom, although genetic abnormalities in chromosome 15 disrupt the normal functioning of the hypothalamus. Given that the hypothalamic arcuate nucleus regulates many basic processes, including appetite, a link may well exist. In the hypothalamus, nerve cells that produce oxytocin, a hormone thought to contribute to satiety, are believed to be abnormal in people with PWS.\n\nPeople with PWS have high ghrelin levels, which are thought to contribute directly to the increased appetite, hyperphagia and obesity seen in this syndrome. Cassidy states the need for a clear delineation of behavioral expectations, the reinforcement of behavioural limits, and the establishment of regular routines.\n\nThe main mental-health difficulties experienced by people with PWS include compulsive behaviour (usually manifested in skin picking) and anxiety. Psychiatric symptoms, for example, hallucinations, paranoia and depression, have been described in some cases and affect about 5–10% of young adults.  Patients are also often extremely stubborn and prone to anger. Psychiatric and behavioural problems are the most common cause of hospitalization.\n\nTypically 70–90% of affected individuals develop behavioral patterns in early childhood. Aspects of these patterns can include stubbornness, temper tantrums, controlling and manipulative behavior, difficulty with change in routine and compulsive-like behaviors.\n\nEndocrine\nSeveral aspects of PWS support the concept of a growth hormone deficiency. Specifically, individuals with PWS have short stature, are obese with abnormal body composition, have reduced fat-free mass, have reduced lean body mass and total energy expenditure, and have decreased bone density. PWS is characterized by hypogonadism. This is manifested as undescended testes in males and benign premature adrenarche in females. Testes may descend with time or can be managed with surgery or testosterone replacement. Adrenarche may be treated with hormone replacement therapy.[citation needed]\n\nOphthalmologic\nPWS is commonly associated with development of strabismus. In one study, over 50% of patients had strabismus, mainly esotropia.\n\nSome individuals (often those with deletions) may have hypopigmented fundi due to OCA2 haploinsufficiency."
                ],
                "epidemiology": [
                    "PWS affects one in 10,000 to one in 25,000 newborns. More than 400,000 people live with PWS."
                ]
            },
            {
                "name": [
                    "Neuro-Behçet's disease"
                ],
                "description": [
                    "Behçet's disease is recognized as a disease that cause inflammatory perivasculitis, inflammation of the tissue around a blood or lymph vessel, in practically any tissue in the body. Usually, prevalent symptoms include canker sores or ulcers in the mouth and on the genitals, and inflammation in parts of the eye. In addition, patients experience severe headache and papulopustular skin lesions as well. The disease was first described in 1937 by a Turkish dermatologist, Dr. Hulusi Behçet. Behçet's disease is most prevalent in the Middle East and the Far East regions; however, it is rare in America regions."
                ],
                "link": "https://en.wikipedia.org/wiki/Neuro-Beh%C3%A7et%27s_disease",
                "symptoms": [
                    "The initial signs and symptoms of NBD are usually very general. This makes NBD hard to diagnose until the patients experience severe neurological damage. In addition, the combination of symptoms varies among patients.\n\nParenchymal Neuro-Behçet's Disease\nThe main symptom of NBD is meningoencephalitis, with a prevalence of ~75% in NBD patients. Other general symptoms of Behçet's disease are also present among Parenchymal NBD patients such as genital ulcers,  skin lesions and ocular involvement. When the brainstem is affected, ophthalmoparesis, cranial neuropathy, and cerebellar or pyramidal dysfunction may be observed. Cerebral hemispheric involvement may result in encephalopathy, hemiparesis, hemisensory loss, seizures, dysphasia, and mental changes including cognitive dysfunction and\npsychosis. As for spinal cord involvement, pyramidal signs in the limbs, sensory level dysfunction, and, commonly, sphincter dysfunction may be observed.\n\nSome of the less common symptoms  include stroke (1.5%), epilepsy (2.2–5%), brain tumor, movement disorder, acute meningeal syndrome, and optic neuropathy.\n\nNon-parenchymal neuro-Behçet's disease\nBecause Non-parenchymal NBD targets vascular structures, the symptoms arise in the same area.  The main clinical characteristic is cerebral venous thrombosis (CVT). If one experiences CVT, a clot in one of the blood vessels of the brain blocks the blood flow and may result in stroke. This happens in the dural venous sinuses. Stroke-like symptoms such as confusion, weakness, and dizziness may be monitored. Headache tends to worsen over the period of several days.\n\nSome of the less common symptoms include intracranial hypertension and intracranial aneurysms."
                ],
                "epidemiology": [
                    "In one study of 387 Behçet's disease (BD) patients that has been done for 20 years, 13% of men with BD developed to NBD and 5.6% of women developed to NBD. \nCombining all statistical reports, approximately 9.4% (43 of 459) BD patients advanced to NBD. In addition, men were 2.8 times more likely to experience NBD than women. This fact indicates possible gender-based pathology.\nIn speaking about age of NBD patients, the general range was between 20 and 40. NBD patients with age less than 10 or more than 50 were very uncommon."
                ]
            },
            {
                "name": [
                    "Lennox–Gastaut syndrome"
                ],
                "description": [
                    "Lennox–Gastaut syndrome (LGS) is a complex, rare, and severe childhood-onset epilepsy syndrome. It is characterized by multiple and concurrent seizure types including tonic seizure, cognitive dysfunction, and slow spike waves on electroencephalogram (EEG), which are very abnormal. Typically, it presents in children aged 3–5 years and most of the time persists into adulthood with slight changes in the electroclinical phenotype. It has been associated with perinatal injuries, congenital infections, brain malformations, brain tumors, genetic disorders such as tuberous sclerosis and numerous gene mutations. Sometimes LGS is observed after infantile epileptic spasm syndrome. The prognosis for LGS is marked by a 5% mortality in childhood and persistent seizures into adulthood."
                ],
                "link": "https://en.wikipedia.org/wiki/Lennox%E2%80%93Gastaut_syndrome",
                "symptoms": [
                    "The symptoms vary and progress with age and are characterized by a triad of seizures including tonic seizure, cognitive dysfunction, and EEG findings. The triad may not fully emerge until 1–2 years after first seizure episode.\n\nSeizures\nThe peak age of onset of seizures is in the first year of life and the seizures evolve into LGS typically between 3 and 5 years of age. The mainstay symptoms are seizures that are frequent – occurring daily and difficult to treat with anti-seizure medications. An estimated 30% of patients with infantile epileptic spasm syndrome (formerly called West syndrome) have been reported to progress with LGS.\n\nTonic seizures are the most common and present in nearly everyone with LGS. They occur most frequently during non-REM sleep (90% of the time). They initially last for a minute or less and are activated by sleep. The presentation can be subtle. They present often as tonic eyelid opening with some changes in breathing coupled with pupillary dilation, urinary incontinence, increased heart rate, and flushing.[citation needed]\n\nNonconvulsive status epilepticus occurs in about 50% of patients with LGS. The seizures can cause sudden falling often leading to injury. These \"drop attacks\" are typically the first manifestation of LGS. The attacks are characterized by a single, generalized myoclonic jerk that precedes tonic contraction of axial muscles.[citation needed]\n\nEEG findings\nFindings that strongly suggest LGS include abnormal, consistent slow spike-wave (< 3 hertz [Hz]) on awake EEG. The complexes typically consist of a spike (duration < 70 milliseconds) or a sharp wave (70–200 milliseconds), followed first by a positive deep trough, then a negative wave (350–400 milliseconds). Not every wave is preceded by a spike. Bursts increase and decrease without clear onset and offset.  Slow spike waves may occur during seizures or between seizures, or may occur in absence of any observable clinical changes. This helps distinguish LGS from the pattern of extended 3-Hz spike-wave discharges.[citation needed]"
                ],
                "epidemiology": [
                    "LGS is seen in approximately 4% of children with epilepsy, and is more common in males than in females. Usual onset is between the ages of three and five. Children can have no neurological problems prior diagnosis, or have other forms of epilepsy. West syndrome is diagnosed in 20% of patients before it evolves into LGS at about 2 years old.\n\nFinland\nAccording to a 1997 community-based retrospective study in the Helsinki metropolitan area and the province of Uusimaa, the annual incidence of Lennox–Gastaut was 2 in 100,000 (0.002%) from 1975 to 1985.\n\nUnited States\n0.026% of all children in the Atlanta, Georgia metropolitan area were estimated to have LGS in 1997, which was defined as, \"onset of multiple seizure types before age 11 years, with at least one seizure type resulting in falls, and an EEG demonstrating slow spike-wave complexes (<2.5 Hz).\" The study concluded that LGS accounts for 4% of childhood epilepsies."
                ]
            },
            {
                "name": [
                    "Toxic encephalopathy"
                ],
                "description": [
                    "Toxic encephalopathy is a neurologic disorder caused by exposure to neurotoxic organic solvents such as toluene, following exposure to heavy metals such as manganese, as a side effect of melarsoprol treatment for African trypanosomiasis, adverse effects to prescription drugs, or exposure to extreme concentrations of any natural toxin such as cyanotoxins found in shellfish or freshwater cyanobacteria crusts. Toxic encephalopathy can occur following acute or chronic exposure to neurotoxicants, which includes all natural toxins. Exposure to toxic substances can lead to a variety of symptoms, characterized by an altered mental status, memory loss, and visual problems. Toxic encephalopathy can be caused by various chemicals, some of which are commonly used in everyday life, or cyanotoxins which are bio-accumulated from harmful algal blooms (HABs) which have settled on the benthic layer of a waterbody. Toxic encephalopathy can permanently damage the brain and currently treatment is mainly just for the symptoms."
                ],
                "link": "https://en.wikipedia.org/wiki/Toxic_encephalopathy",
                "symptoms": [
                    "\"Encephalopathy\" is a general term describing brain malfunctions and \"toxic\" asserts that the malfunction is caused by toxins on the brain. The most prominent characteristic of toxic encephalopathy is an altered mental status.  Acute intoxication is a reversible symptom of exposure to many synthetic chemical neurotoxicants.  Acute intoxication symptoms include lightheadedness, dizziness, headache and nausea, and regular cumulative exposure to these neurotoxicants over a number of years puts the individual at high risk for developing toxic encephalopathy.  Chronic exposure to low levels of neurotoxic chemicals can also cause reversible changes in mood and affect which resolve with cessation of exposure.  Acute and chronic toxic encephalopathy on the other hand, are persistent changes in neurological function that typically occur with exposure to higher concentrations and longer durations respectively.  The symptoms of acute and chronic toxic encephalopathy do not resolve with cessation of exposure and can include memory loss, dementia, small personality changes/increased irritability, insidious onset of concentration difficulties, headache, lightheadedness, ataxia, involuntary movements (parkinsonism), fatigue, seizures, arm strength problems, and depression.  A paper by Feldman and colleagues described neurobehavioral effects in a 57-year-old house painter with regular exposure to large amounts of solvents.\n\nMagnetic Resonance Imaging (MRI) analyses have also demonstrated increased rates of dopamine synthesis in the putamen, reduced  anterior and total corpus callosum volume, demyelination in the parietal white matter, basal ganglia, and thalamus, as well as atypical activation of frontal areas of the brain due to neural compensation. [citation needed]\n\nThe regions of interest on SPECT brain imaging include a majority of all cortical regions, and the globus pallidus in carbon monoxide poisoning. Based on medical literature on SPECT brain imaging, signature patterns for toxic encephalopathy is a nonspecific patchy, diffuse pattern on the cortex, and sometimes is shown in subcortical regions, if exposure was severe.[citation needed]\n\nA thorough and standard diagnostic process is paramount with toxic encephalopathy, including a careful occupational, medication and medical history, standardized imaging and neuropsychological testing.[citation needed]"
                ]
            },
            {
                "name": [
                    "Alternating hemiplegia of childhood"
                ],
                "description": [
                    "Alternating hemiplegia of childhood (AHC) is an ultra-rare neurological disorder named for the transient episodes, often referred to as \"attacks\", of hemiplegia that those with the condition experience. It typically presents before the age of 18 months. These hemiplegic attacks can cause anything from mild weakness to complete paralysis on one or both sides of the body, and they can vary greatly in duration. Attacks may also alternate from one side of the body to the other, or alternate between affecting one or both sides during a single attack. Besides hemiplegia, symptoms of the disorder include an extremely broad range of neurological and developmental impairments which are not well understood. Normally, hemiplegia and other associated symptoms cease completely with sleep, but they may recur upon waking."
                ],
                "link": "https://en.wikipedia.org/wiki/Alternating_hemiplegia_of_childhood",
                "symptoms": [
                    "AHC patients exhibit a wide range of symptoms in addition to hemiplegic attacks. These can be further characterized as paroxysmal and non-paroxysmal symptoms. Paroxysmal symptoms are generally associated with hemiplegic attacks and may occur suddenly with hemiplegia or on their own. Paroxysmal symptoms may last for variable amounts of time. Non-paroxysmal symptoms tend to be side effects of AHC which are present at all times, not just during episodes or attacks. Epilepsy, which is also considered a paroxysmal symptom, plays an important role in the progression and diagnosis of AHC.[citation needed]\n\nHemiplegic attacks\nChronologically, hemiplegic attacks are not always the first symptom of AHC, but they are the most prominent symptom, as well as the symptom for which the disorder is named. Hemiplegic attacks may affect one or both sides of the body, and attacks which affect both sides of the body may be referred to as either bilateral or quadriplegic attacks. One of the unique characteristics of AHC is that hemiplegic attacks, as well as other symptoms which may co-occur with hemiplegia, cease immediately upon sleep. During strong attacks, the symptoms may reoccur upon waking. Hemiplegic attacks can occur suddenly or gradually, and the severity of an attack can vary over its duration. The attacks may alternate from one side of the body to another, though this is rare. The length of attacks may also vary from minutes to weeks, though the length of attacks varies more greatly between people than between attacks for one person. Both bilateral and hemiplegic attacks are associated with pseudobulbar features such as dysphagia, dysarthria, and respiratory difficulty. Paralysis is also often accompanied by changes in skin color and temperature, sweating, restlessness, tremor, screaming, and the appearance of pain. Hemiplegic attacks happen irregularly and can occur with speech, eating, and swallowing impairment. Patients with AHC are frequently underweight due to these side effects. The average age of onset for hemiplegic episodes has been found to be 6–7 months of age. This early onset gives the name of this disorder the slightly misleading ending \"of childhood\". AHC is not exclusively limited to childhood – attacks in some cases become milder after the first ten years of life, but they never completely disappear.\n\nParoxysmal symptoms\nAHC patients have exhibited various paroxysmal symptoms which manifest to different degrees in each person. Paroxysmal symptoms include tonic, tonic–clonic, or myoclonic limb movements, dystonic posturing, choreoathetosis, ocular nystagmus, and various other ocular motor abnormalities. Almost half of all people have dystonic symptoms prior to experiencing hemiplegia. These symptoms generally begin before 8 months of age. Ocular motor abnormalities occur early, and these are the most frequent early symptoms of AHC, particularly nystagmus. Almost 1/3 of people with this disorder had episodic ocular motor features within 1–2 days of birth. Many also experienced hemiplegia and dystonia before 3 months of age. A final symptom that may be considered paroxysmal is a temporary change in behavior - some patients will become unreasonable, demanding, and aggressive either before or after an attack.\n\nNot all patients have all of these symptoms, and it is not known whether they are caused by AHC. Symptoms usually manifest in the first 3 months of the child's life, with an average onset of 2.5 months. Frequently, some of these symptoms will manifest in the neonatal period. These paroxysmal symptoms are often used to help diagnose AHC, since there is no simple test for it.[citation needed]\n\nIn some cases, EEGs taken during these paroxysmal events were characterized by a generalized background slowing. Overall however, EEG during episodes and other investigative methods such as brain MRI, TACs, angiographic MRIs and CFS have normal results.\n\nNon-paroxysmal symptoms\nIn the long term, many paroxysmal symptoms occur along with AHC, and while these symptoms vary in strength depending on the person, they are consistent features of AHC. It is thought that some of these symptoms are brought on or worsened by hemiplegic attacks, though it is not known for certain. Patients experience persistent motor, movement (ataxia), and cognitive deficits. These deficits become more apparent over time and include developmental delays, social problems, and retardation. It is rare for someone with AHC not to have cognitive deficits, but a study in Japan did find two patients who met all of the diagnostic criteria for AHC but who were not mentally impaired. It is not known whether AHC is a progressive disease, but severe attacks are suspected to cause damage which results in permanent loss of function. 100% of children studied in the USA have had some form of mental impairment, which is usually described as mild to moderate, but varies greatly among individuals.\n\nEpilepsy\nAt least 50% of people with AHC also have epilepsy, and AHC is often misdiagnosed as epilepsy because of this. These epileptic events are distinguished from other episodes by an alteration of consciousness, as well as frequent tonic or tonic–clonic activity. Epileptic episodes are generally rare, though they do increase with age. Due to the rarity of epileptic episodes, there are few EEG confirmations of them.[citation needed]"
                ]
            },
            {
                "name": [
                    "Bipolar I disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Bipolar_I_disorder",
                "description": [
                    " Bipolar I disorder is a type of bipolar spectrum disorder characterized by the occurrence of at least one manic episode, with or without mixed or psychotic features. Most people also, at other times, have one or more depressive episodes. Typically, these manic episodes can last at least 7 days for most of each day to the extent that the individual may need medical attention, while the depressive episodes last at least 2 weeks."
                ]
            }
        ]
    }
}