[
    {
        "name": "Social anxiety disorder",
        "type": "Anxiety disorders",
        "link": "https://en.wikipedia.org/wiki/Social_anxiety_disorder",
        "description": "Social anxiety disorder (SAD), also known as social phobia, is an anxiety disorder characterized by sentiments of fear and anxiety in social situations, causing considerable distress and impairing ability to function in at least some aspects of daily life. These fears can be triggered by perceived or actual scrutiny from others. Individuals with social anxiety disorder fear negative evaluations from other people.",
        "content": "Social isolationHypervigilance\nGenetic factorsPreexisting mental disorder\nPsychotherapyAntidepressant medicationBenzodiazepinesPregabalin\nSocial anxiety disorder (SAD), also known as social phobia, is an anxiety disorder characterized by sentiments of fear and anxiety in social situations, causing considerable distress and impairing ability to function in at least some aspects of daily life.[4]: 15  These fears can be triggered by perceived or actual scrutiny from others. Individuals with social anxiety disorder fear negative evaluations from other people.\n\nPhysical symptoms often include excessive blushing, excessive sweating, trembling, palpitations, rapid heartbeat, muscle tension, shortness of breath,[5] and nausea. Stammering may be present, along with rapid speech. Panic attacks can also occur under intense fear and discomfort. Some affected individuals may use alcohol or other drugs to reduce fears and inhibitions at social events. It is common for those with social phobia to self-medicate in this fashion, especially if they are undiagnosed, untreated, or both; this can lead to alcohol use disorder, eating disorders or other kinds of substance use disorders. SAD is sometimes referred to as an illness of lost opportunities where \"individuals make major life choices to accommodate their illness\".[6][7] According to ICD-10 guidelines, the main diagnostic criteria of social phobia are fear of being the focus of attention, or fear of behaving in a way that will be embarrassing or humiliating, avoidance and anxiety symptoms.[8] Standardized rating scales can be used to screen for social anxiety disorder and measure the severity of anxiety.\n\nThe first line of treatment for social anxiety disorder is cognitive behavioral therapy (CBT).[9] Medications such as SSRIs are effective for social phobia, especially paroxetine.[10][11][non-primary source needed] CBT is effective in treating this disorder, whether delivered individually or in a group setting.[12] The cognitive and behavioral components seek to change thought patterns and physical reactions to anxiety-inducing situations. The attention given to social anxiety disorder has significantly increased since 1999 with the approval and marketing of drugs for its treatment. Prescribed medications include several classes of antidepressants: selective serotonin reuptake inhibitors (SSRIs), serotonin–norepinephrine reuptake inhibitors (SNRIs), and monoamine oxidase inhibitors (MAOIs).[13] Other commonly used medications include beta blockers and benzodiazepines.\n\nHistory\nLiterary descriptions of shyness can be traced back to the days of Hippocrates around 400 B.C. Hippocrates described someone who \"through bashfulness, suspicion, and timorousness, will not be seen abroad; loves darkness as life and cannot endure the light or to sit in lightsome places; his hat still in his eyes, he will neither see, nor be seen by his good will. He dare not come in company for fear he should be misused, disgraced, overshoot himself in gesture or speeches, or be sick; he thinks every man observes him.\"[14]\n\nThe first mention of the psychiatric term \"social phobia\" (phobie des situations sociales) was made in the early 1900s.[15] Psychologists used the term \"social neurosis\" to describe extremely shy patients in the 1930s. After extensive work by Joseph Wolpe on systematic desensitization, research on phobias and their treatment grew. The idea that social phobia was a separate entity from other phobias came from the British psychiatrist Isaac Marks in the 1960s. This was accepted by the American Psychiatric Association and was first officially included in the third edition of the Diagnostic and Statistical Manual of Mental Disorders. The definition of the phobia was revised in 1989 to allow comorbidity with avoidant personality disorder and introduced generalized social phobia.[16] Social phobia had been largely ignored prior to 1985.[17]\n\nAfter a call to action by psychiatrist Michael Liebowitz and clinical psychologist Richard Heimberg, there was an increase in attention to and research on the disorder. The DSM-IV gave social phobia the alternative name \"social anxiety disorder\". Research on the psychology and sociology of everyday social anxiety continued. Cognitive behavioural models and therapies were developed for social anxiety disorder. In the 1990s, paroxetine became the first prescription drug in the US approved to treat social anxiety disorder, with others following.\n\nSigns and symptoms\nCauses\nMechanisms\nThere are many studies investigating neural bases of social anxiety disorder.[108][109] Although the exact neural mechanisms have not been found yet, there is evidence relating social anxiety disorder to imbalance in some neurochemicals and hyperactivity in some brain areas.\n\nSociability is closely tied to dopaminergic neurotransmission.[110] In a 2011 study, a direct relation between social status of volunteers and binding affinity of dopamine D2/3 receptors in the striatum was found.[111] Other research shows that the binding affinity of dopamine D2 receptors in the striatum of people with social anxiety is lower than in controls.[112] Some other research shows an abnormality in dopamine transporter density in the striatum of those with social anxiety.[113][114] However, some researchers have been unable to replicate previous findings of evidence of dopamine abnormality in social anxiety disorder.[115] Studies have shown high prevalence of social anxiety in Parkinson's disease and schizophrenia. In a recent study, social phobia was diagnosed in 50% of Parkinson's disease patients.[116] Other researchers have found social phobia symptoms in patients treated with dopamine antagonists like haloperidol, emphasizing the role of dopamine neurotransmission in social anxiety disorder.[117]\n\nSome evidence points to the possibility that social anxiety disorder involves reduced serotonin receptor binding.[118] A recent study reports increased serotonin transporter binding in psychotropic medication-naive patients with generalized social anxiety disorder.[113] Although there is little evidence of abnormality in serotonin neurotransmission, the limited efficacy of medications which affect serotonin levels may indicate the role of this pathway. Paroxetine, sertraline and fluvoxamine are three SSRIs that have been approved by the FDA to treat social anxiety disorder. Some researchers believe that SSRIs decrease the activity of the amygdala.[108] There is also increasing focus on other candidate transmitters, e.g. norepinephrine and glutamate, which may be over-active in social anxiety disorder, and the inhibitory transmitter GABA, which may be under-active in the thalamus.[108][119]\n\nThe amygdala is part of the limbic system which is related to fear cognition and emotional learning. Individuals with social anxiety disorder have been found to have a hypersensitive amygdala; for example in relation to social threat cues (e.g. perceived negative evaluation by another person), angry or hostile faces, and while waiting to give a speech.[120] Recent research has also indicated that another area of the brain, the anterior cingulate cortex, which was already known to be involved in the experience of physical pain, also appears to be involved in the experience of 'social pain',[121] for example perceiving group exclusion.[122] Recent research also highlighted the potent role of the prefrontal cortex, especially its dorsolateral part, in the maintenance of cognitive biases involved in SAD.[123] A 2007 meta-analysis also found that individuals with social anxiety had hyperactivation in the amygdala and insula areas which are frequently associated with fear and negative emotional processing.[124]\n\nDiagnosis\nPrevention\nTreatment\nEpidemiology\nTerminology\nIt has also been referred to as anthropophobia,[211][212] meaning \"fear of humans\", from Greek: άνθρωπος, ánthropos, \"human\" and φόβος, phóbos, \"fear\". Other names have included interpersonal relation phobia.[211] A specific Japanese cultural form is known as taijin kyofusho.[177]\nThere is also another cultural form of social phobia, Aymat zibur,[213] in the Ultra-Orthodox Jewish community which is mostly rooted in a fear of embarrassment in the performance of religious duties.\n\nSee also\n\nPsychology portal\nAgoraphobia\nAlexithymia\nAsociality\nHighly sensitive person\nImpostor syndrome\nObsessive-compulsive disorder\nScopophobia\nSelective mutism\nSocial inhibition\nSocial rejection\nList of investigational social anxiety disorder drugs\nReferences\nFurther reading\nBelzer, K. D.; McKee, M. B.; Liebowitz, M. R. (2005). \"Social Anxiety Disorder: Current Perspectives on Diagnosis and Treatment\". Primary Psychiatry. 12 (11): 40–53. Archived from the original on 2012-05-12. Retrieved 2006-06-21.\nBeidel, Deborah C.; Turner, Samuel M. (2007). \"Clinical Presentation of Social Anxiety Disorder in Adults.\". Shy children, phobic adults: Nature and treatment of social anxiety disorders (2nd ed.). American Psychological Association. pp. 11–46. doi:10.1037/11533-001. ISBN 978-1-59147-452-4.\nBerent, Jonathan; Lemley, Amy (1993). Beyond shyness: how to conquer social anxieties. New York, NY: Simon & Schuster. ISBN 0-671-74137-3.\nBoyle, Louise E. (2018). \"The (un)habitual geographies of Social Anxiety Disorder\". Social Science & Medicine. 231: 31–37. doi:10.1016/j.socscimed.2018.03.002. ISSN 0277-9536. PMID 29525271. S2CID 1509802.\nBruch, M. A. (1989). \"Familial and developmental antecedents of social phobia: Issues and findings\". Clinical Psychology Review. 9: 37–47. doi:10.1016/0272-7358(89)90045-7. ISSN 0272-7358.\nBurns, D. D. (1999). Feeling Good: the new mood therapy (Rev. ed.). New York: Avon. ISBN 0-380-81033-6.\nCrozier, W. R., & Alden, L. E. (2001). International Handbook of Social Anxiety: Concepts, Research, and Interventions Relating to the Self and Shyness. New York: John Wiley & Sons, Ltd. ISBN 0-471-49129-2.\nHales, R. E., & Yudofsky, S. C. (Eds.). (2003). Social phobia. In Textbook of Clinical Psychiatry (4th ed., pp. 572–580). Washington, D.C.: American Psychiatric Publishing.\nMarteinsdottir I.; Svensson A.; Svedberg M.; Anderberg U.; von Knorring L. (2007). \"The role of life events in social phobia\". Nordic Journal of Psychiatry. 61 (3): 207–212. doi:10.1080/08039480701352546. ISSN 0803-9488. PMID 17523033. S2CID 11620169.\nExternal links\nICD-10: F40.1, F93.2ICD-9-CM: 300.23MeSH: D010698SNOMED CT: 25501002\nMedlinePlus: 000957Patient UK: Social anxiety disorder\nSocial Anxiety (including self-help links) at Curlie\nSupport Group Providers for Social anxiety disorder at Curlie\nvte\nEgo-dystonic sexual orientation\nParaphilia\nFetishism\nVoyeurism\nSexual anhedonia\nSexual anorexia\nSexual maturation disorder\nSexual relationship disorder\nFetishism\nVoyeurism\nFactitious disorder\nMunchausen syndrome\nFear of intimacy\nGender dysphoria\nIntermittent explosive disorder\nDermatillomania\nKleptomania\nPyromania\nTrichotillomania\nPersonality disorder\nMunchausen syndrome\nADHD\nConduct disorder\nODD\nEmotional and behavioral disorders\nSeparation anxiety disorder\nMovement disorders\nStereotypic\nSocial functioning\nDAD\nRAD\nSelective mutism\nSpeech\nCluttering\nStuttering\nTic disorder\nTourette syndrome\nODD\nSeparation anxiety disorder\nStereotypic\nDAD\nRAD\nSelective mutism\nCluttering\nStuttering\nTourette syndrome\nX-linked intellectual disability\nLujan–Fryns syndrome\nLujan–Fryns syndrome\nPervasive\nSpecific\nBipolar\nBipolar I\nBipolar II\nBipolar NOS\nCyclothymia\nDepression\nAtypical depression\nDysthymia\nMajor depressive disorder\nMelancholic depression\nSeasonal affective disorder\nMania\nBipolar I\nBipolar II\nBipolar NOS\nCyclothymia\nAtypical depression\nDysthymia\nMajor depressive disorder\nMelancholic depression\nSeasonal affective disorder\nAutism\nAsperger syndrome\nHigh-functioning autism\nPDD-NOS\nSavant syndrome\nAIDS dementia complex\nAlzheimer's disease\nCreutzfeldt–Jakob disease\nFrontotemporal dementia\nHuntington's disease\nMild cognitive impairment\nParkinson's disease\nPick's disease\nSundowning\nVascular dementia\nWandering\nDelirium\nOrganic brain syndrome\nPost-concussion syndrome\nAdjustment disorder with depressed mood\nAgoraphobia\nChildhood phobia\nSocial anxiety\nSocial phobia\nAnthropophobia\nSpecific social phobia\nSpecific phobia\nClaustrophobia\nAnthropophobia\nSpecific social phobia\nClaustrophobia\nGeneralized anxiety disorder\nOCD\nPanic attack\nPanic disorder\nStress\nAcute stress reaction\nPTSD\nAcute stress reaction\nPTSD\nDepersonalization-derealization disorder\nDissociative identity disorder\nDissociative fugue\nPsychogenic amnesia\nBody dysmorphic disorder\nConversion disorder\nGanser syndrome\nGlobus pharyngis\nPsychogenic non-epileptic seizures\nFalse pregnancy\nHypochondriasis\nMass psychogenic illness\nNosophobia\nPsychogenic pain\nSomatization disorder\nGanser syndrome\nGlobus pharyngis\nPsychogenic non-epileptic seizures\nAnorexia nervosa\nBulimia nervosa\nRumination syndrome\nOther specified feeding or eating disorder\nHypersomnia\nInsomnia\nParasomnia\nNight terror\nNightmare\nREM sleep behavior disorder\nNight terror\nNightmare\nREM sleep behavior disorder\nPostpartum depression\nPostpartum psychosis\nHypersexuality\nHypoactive sexual desire disorder\nDrug overdose\nIntoxication\nPhysical dependence\nRebound effect\nStimulant psychosis\nSubstance dependence\nWithdrawal\nDelusional disorder\nFolie à deux\nBrief reactive psychosis\nSchizoaffective disorder\nSchizophreniform disorder\nChildhood schizophrenia\nDisorganized (hebephrenic) schizophrenia\nPseudoneurotic schizophrenia\nSimple-type schizophrenia\nCatatonia\nImpulse-control disorder\nKlüver–Bucy syndrome\nPsychomotor agitation\nStereotypy\nvte\nComputer addiction\nInternet addiction disorder\nInternet sex addiction\nOnline problem gambling\nProblematic smartphone use\nNomophobia\nProblematic social media use\nTelevision addiction\nVideo game addiction\nNomophobia\nDigital anthropology\nDigital sociology\nErgonomics\nCognitive ergonomics\nComputer-mediated communication\nCyberpsychology\nEngineering psychology\nHuman–computer interaction\nMedia naturalness theory\nNeuroergonomics\nNeuroscience\nPsychiatry\nEvolutionary\nPsychology\nClinical\nCognitive\nEvolutionary\nSocial\nCognitive ergonomics\nComputer-mediated communication\nCyberpsychology\nEngineering psychology\nHuman–computer interaction\nMedia naturalness theory\nNeuroergonomics\nEvolutionary\nClinical\nCognitive\nEvolutionary\nSocial\nAnxiety disorder\nGeneralized anxiety disorder\nObsessive–compulsive disorder\nSocial anxiety disorder\nAttention deficit hyperactivity disorder\nAutism\nBipolar disorder\nDepression\nEating disorder\nAnorexia nervosa\nBody image disturbance\nInsomnia\nNarcissistic personality disorder\nGeneralized anxiety disorder\nObsessive–compulsive disorder\nSocial anxiety disorder\nAnorexia nervosa\nBody image disturbance\nBehavioral addiction\nBehavioral modernity\nBody image\nCriticism of Facebook\n2021 Facebook company files leak\nCyberbullying\nCyberpathology\nDigital detox\nDigital zombie\nEvolution of cognition\nEvolutionary mismatch\nFear of missing out\nMobile phones and driving safety\nPromotion of anorexia\nPsychological effects of Internet use\nScreen time\nBinge-watching\nSocial aspects of television\nTelevision consumption\nSmartphones and pedestrian safety\nSocial media and suicide\nSpaving\nSuicide and the Internet\nTechnophilia\nTechnophobia\nTechnostress\nTexting while driving\n2021 Facebook company files leak\nBinge-watching\nSocial aspects of television\nTelevision consumption\nTechnophobia\nUnited StatesFranceBnF dataJapanIsrael",
        "causes": "",
        "symptoms": "",
        "treatment": "",
        "diagnosis": "",
        "prevention": "",
        "epidemiology": "",
        "wikidata_id": "Q281928",
        "wikidata_url": "https://www.wikidata.org/wiki/Q281928",
        "wikidata_url_json": "https://www.wikidata.org/wiki/Special:EntityData/Q281928.json",
        "number_of_revisions": "1248463642"
    }
]