{
    "responseHeader": {
        "status": 0,
        "QTime": 12,
        "params": {
            "q": "caused by genetics inherited",
            "defType": "edismax",
            "ps": "2",
            "qf": "description^3 symptoms^2 causes^2 treatment^1.7 diagnosis^1.5 prevention^1.0 epidemiology^1.5 content^0.5",
            "pf": "description^4 symptoms^2 causes^2",
            "fl": "name, link, description, symptoms, epidemiology",
            "rows": "25",
            "wt": "json",
            "ps2": "1"
        }
    },
    "response": {
        "numFound": 678,
        "start": 0,
        "numFoundExact": true,
        "docs": [
            {
                "name": [
                    "Lesch–Nyhan syndrome"
                ],
                "description": [
                    "Lesch–Nyhan syndrome (LNS) is a rare inherited disorder caused by a deficiency of the enzyme hypoxanthine-guanine phosphoribosyltransferase (HGPRT). This deficiency occurs due to mutations in the HPRT1 gene located on the X chromosome. LNS affects about 1 in 380,000 live births. The disorder was first recognized and clinically characterized by American medical student Michael Lesch and his mentor, pediatrician William Nyhan, at Johns Hopkins."
                ],
                "link": "https://en.wikipedia.org/wiki/Lesch%E2%80%93Nyhan_syndrome",
                "symptoms": [
                    "LNS is characterized by three major hallmarks: neurologic dysfunction, cognitive and behavioral disturbances including self-mutilation, and uric acid overproduction (hyperuricemia). Damage to the basal ganglia causes affected individuals to adopt a characteristic fencing stance due to the nature of the lesion. Some may also have macrocytic anemia due to the faulty DNA synthesis, most likely due to deficient purine synthesis that leads to a lag of  cell division with respect to increases in cell mass. Virtually all patients are male; males experience delayed growth and puberty, and most develop shrunken testicles or testicular atrophy. Female carriers are at an increased risk for gouty arthritis but are usually otherwise unaffected.\n\nOverproduction of uric acid\nOne of the first symptoms of the disease is the presence of sand-like crystals of uric acid in the diapers of the affected infant. Overproduction of uric acid may lead to the development of uric acid crystals or stones in the kidneys, ureters, or bladder. Such crystals deposited in joints later in the disease may produce gout-like arthritis, with swelling and tenderness. The overproduction of uric acid is present at birth, but may not be recognized by routine clinical laboratory testing methods. The serum uric acid concentration is often normal, as the excess purines are promptly eliminated in the urine. The crystals usually appear as an orange grainy material, or they may coalesce to form either multiple tiny stones or distinct large stones that are difficult to pass. The stones, or calculi, usually cause hematuria (blood in the urine) and increase the risk of urinary tract infection. Some affected people have kidney damage due to such kidney stones. Stones may be the presenting feature of the disease, but can go undetected for months or even years. \n\nNervous system impairment\nThe periods before and surrounding birth are typically normal in individuals with LNS. The most common presenting features are abnormally decreased muscle tone (hypotonia) and developmental delay, which are evident by three to six months of age. Affected individuals are late in sitting up, while most never crawl or walk.\n\nIrritability is most often noticed along with the first signs of nervous system impairment. Within the first few years of life, extrapyramidal involvement causes abnormal involuntary muscle contractions such as loss of motor control (dystonia), writhing motions (choreoathetosis), and arching of the spine (opisthotonus). Signs of pyramidal system involvement, including spasticity, overactive reflexes (hyperreflexia) and extensor plantar reflexes, also occur. The resemblance to athetoid cerebral palsy is apparent in the neurologic aspects of LNS. As a result, most individuals are initially diagnosed as having cerebral palsy. The motor disability is so extensive that most individuals never walk, and become lifelong wheelchair users.\n\nSelf-injuring behavior\nPersons affected are cognitively impaired and have behavioral disturbances that emerge between two and three years of age. The uncontrollable self-injury associated with LNS also usually begins at three years of age. The self-injury begins with biting of the lips and tongue; as the disease progresses, affected individuals frequently develop finger biting and headbanging. The self-injury can increase during times of stress. Self-harm is a distinguishing characteristic of the disease and is apparent in 85% of affected males.\n\nThe majority of individuals are cognitively impaired, which is sometimes difficult to distinguish from other symptoms because of the behavioral disturbances and motor deficits associated with the syndrome. In many ways, the behaviors may be seen as a psychological extension of the compulsion to cause self-injury, and include rejecting desired treats or travel, repaying kindness with coldness or rage, failing to answer test questions correctly despite study and a desire to succeed, and provoking anger from caregivers when affection is desired.\n\nCompulsive behaviors also occur, including aggressiveness, vomiting, spitting, and coprolalia (involuntary swearing). The development of this type of behavior is sometimes seen within the first year, or in early childhood, but others may not develop it until later in life.\n\nLNS in females\nWhile carrier females are generally an asymptomatic condition, they do experience an increase in uric acid excretion, and some may develop symptoms of hyperuricemia, and experience gout in their later years. Testing in this context has no clinical consequence, but it may reveal the possibility of transmitting the trait to male children. Women may also require testing if a male child develops LNS. In this instance, a negative test means the son's disease is the result of a new mutation, and the risk in siblings is not increased.\n\nFemales who carry one copy of the defective gene are carriers with a 50% chance of passing the disease on to their sons. In order for a female to be affected, she would need to have two copies of the mutated gene, one of which would be inherited from her father. Males affected with LNS do not usually have children due to the debilitating effects of the disease. It is possible for a female to inherit an X chromosome from her unaffected father, who carries a new mutation of the HGPRT gene. Under these circumstances, a girl could be born with LNS, and though there are a few reports of this happening, it is very rare. The overwhelming majority of patients with LNS are male.[citation needed]\n\nLess severe forms\nA less severe, related disease, partial HPRT deficiency, is known as Kelley–Seegmiller syndrome (Lesch–Nyhan syndrome involves total HPRT deficiency). Symptoms generally involve less neurological involvement but the disease still causes gout and kidney stones."
                ]
            },
            {
                "name": [
                    "Tay–Sachs disease"
                ],
                "description": [
                    "Tay–Sachs disease is a genetic disorder that results in the destruction of nerve cells in the brain and spinal cord. The most common form is infantile Tay–Sachs disease, which becomes apparent around the age of three to six months of age, with the baby losing the ability to turn over, sit, or crawl. This is then followed by seizures, hearing loss, and inability to move, with death usually occurring by the age of three to five. Less commonly, the disease may occur later in childhood, adolescence, or adulthood. These forms tend to be less severe, but the juvenile form typically results in death by age 15."
                ],
                "link": "https://en.wikipedia.org/wiki/Tay%E2%80%93Sachs_disease",
                "symptoms": [
                    "Tay–Sachs disease is typically first noticed in infants around 6 months old displaying an abnormally strong response to sudden noises or other stimuli, known as the \"startle response\". There may also be listlessness or muscle stiffness (hypertonia). The disease is classified into several forms, which are differentiated based on the onset age of neurological symptoms.\n\nInfantile\nInfants with Tay–Sachs disease appear to develop normally for the first six months after birth. Then, as neurons become distended with GM2 gangliosides, a relentless deterioration of mental and physical abilities begins. The child may become blind, deaf, unable to swallow, atrophied, and paralytic. Death usually occurs before the age of four.\n\nJuvenile\nJuvenile Tay–Sachs disease is rarer than other forms of Tay–Sachs, and usually is initially seen in children between two and ten years old. People with Tay–Sachs disease experience cognitive and motor skill deterioration, dysarthria, dysphagia, ataxia, and spasticity. Death usually occurs between the ages of five and fifteen years.\n\nLate-onset\nA rare form of this disease, known as Adult-Onset or Late-Onset Tay–Sachs disease, usually has its first symptoms during the 30s or 40s. In contrast to the other forms, late-onset Tay–Sachs disease is usually not fatal as the effects can stop progressing. It is frequently misdiagnosed. It is characterized by unsteadiness of gait and progressive neurological deterioration. Symptoms of late-onset Tay–Sachs – which typically begin to be seen in adolescence or early adulthood – include speech and swallowing difficulties, unsteadiness of gait, spasticity, cognitive decline, and psychiatric illness, particularly a schizophrenia-like psychosis. Late-onset Tay–Sachs patients may become fully wheelchair-bound.\n\nUntil the 1970s and 1980s, when the disease's molecular genetics became known, the juvenile and adult forms of the disease were not always recognized as variants of Tay–Sachs disease. Post-infantile Tay–Sachs was often misdiagnosed as another neurological disorder, such as Friedreich's ataxia."
                ],
                "epidemiology": [
                    "Ashkenazi Jews have a high incidence of Tay–Sachs and other lipid storage diseases. In the United States, about 1 in 27 to 1 in 30 Ashkenazi Jews is a recessive carrier. The disease incidence is about 1 in every 3,500 newborn among Ashkenazi Jews. French Canadians and the Cajun community of Louisiana have an occurrence similar to the Ashkenazi Jews. Irish Americans have a 1 in 50 chance of being a carrier. In the general population, the incidence of carriers as heterozygotes is about 1 in 300. The incidence is approximately 1 in 320,000 newborns in the general population in the United States.\n\nThree general classes of theories have been proposed to explain the high frequency of Tay–Sachs carriers in the Ashkenazi Jewish population:\n\nHeterozygote advantage. When applied to a particular allele, this theory posits that mutation carriers have a selective advantage, perhaps in a particular environment.\nReproductive compensation. Parents who lose a child because of disease tend to \"compensate\" by having additional children following the loss. This phenomenon may maintain and possibly even increase the incidence of autosomal recessive disease.\nFounder effect. This hypothesis states that the high incidence of the 1278insTATC chromosomes is the result of an elevated allele frequency that existed by chance in an early founder population.\nTay–Sachs disease was one of the first genetic disorders for which epidemiology was studied using molecular data. Studies of Tay–Sachs mutations using new molecular techniques such as linkage disequilibrium and coalescence analysis have brought an emerging consensus among researchers supporting the founder effect theory."
                ]
            },
            {
                "name": [
                    "Lissencephaly"
                ],
                "description": [
                    "Lissencephaly is a set of rare brain disorders whereby the whole or parts of the surface of the brain appear smooth. It is caused by defective neuronal migration during the 12th to 24th weeks of gestation resulting in a lack of development of brain folds (gyri) and grooves (sulci). It is a form of cephalic disorder. Terms such as agyria and pachygyria are used to describe the appearance of the surface of the brain."
                ],
                "link": "https://en.wikipedia.org/wiki/Lissencephaly",
                "symptoms": [
                    "Affected children display severe psychomotor impairment, failure to thrive, seizures, and muscle spasticity or hypotonia. Other symptoms of the disorder may include unusual facial appearance, difficulty swallowing, and anomalies of the hands, fingers, or toes.\n\nSymptoms of lissencephaly are detected via ultrasound at about twenty-three weeks and require confirmation from a prenatal MRI. It is characterised by absence or reduction of the sulci and gyri of the cerebral surface and a thickened cortex.\n\nThere are anatomical symptoms that differ across the two main types of lissencephaly, Classical (Type I) and Cobble Stone (Type 2). In Classical lissencephaly the cortex becomes thickened and can be identified by four layers of the cerebral cortex rather than six.\n\nCobblestone lissencephaly is named after the pebbled or cobblestone appearance of the cortical surface. This uneven cortical surface is due to incomplete organogenesis which leads to no distinguishable layers in the cerebral cortex. Cobblestone lissencephaly shows a reduction and abnormalities in the grey matter of the cerebral cortex."
                ]
            },
            {
                "name": [
                    "Niemann–Pick disease"
                ],
                "description": [
                    "Niemann–Pick disease (NP), also known as acid sphingomyelinase deficiency, is a group of rare genetic diseases of varying severity. These are inherited metabolic disorders in which sphingomyelin accumulates in lysosomes in cells of many organs. NP types A, A/B, and B are caused by mutations in the SMPD1 gene, which causes a deficiency of an acid sphingomyelinase (ASM). NP type C is now considered a separate disease, as SMPD1 is not involved, and there is no deficiency in ASM."
                ],
                "link": "https://en.wikipedia.org/wiki/Niemann%E2%80%93Pick_disease",
                "symptoms": [
                    "Symptoms are related to the organs in which sphingomyelin accumulates. Enlargement of the liver and spleen (hepatosplenomegaly) may cause reduced appetite, abdominal distension, and pain. Enlargement of the spleen (splenomegaly) may also cause low levels of platelets in the blood (thrombocytopenia).[citation needed]\n\nAccumulation of sphingomyelin in the central nervous system (including the cerebellum) results in unsteady gait (ataxia), slurring of speech (dysarthria), and difficulty swallowing (dysphagia). Basal ganglia dysfunction causes abnormal posturing of the limbs, trunk, and face (dystonia). Upper brainstem disease results in impaired voluntary rapid eye movements (supranuclear gaze palsy). More widespread disease involving the cerebral cortex and subcortical structures causes gradual loss of intellectual abilities, causing dementia and seizures.[citation needed]\n\nBones also may be affected, with the disease causing enlarged bone marrow cavities, thinned cortical bone, or a distortion of the hip bone called coxa vara. Sleep-related disorders also occur with the condition, such as sleep inversion, sleepiness during the day and wakefulness at night. Gelastic cataplexy, the sudden loss of muscle tone when the affected patient laughs, is also seen.[citation needed]"
                ]
            },
            {
                "name": [
                    "Spinocerebellar ataxia"
                ],
                "description": [
                    "Spinocerebellar ataxia (SCA) is a progressive, degenerative, genetic disease with multiple types, each of which could be considered a neurological condition in its own right. An estimated 150,000 people in the United States have a diagnosis of spinocerebellar ataxia at any given time. SCA is hereditary, progressive, degenerative, and often fatal. There is no known effective treatment or cure. SCA can affect anyone of any age. The disease is caused by either a recessive or dominant gene. In many cases people are not aware that they carry a relevant gene until they have children who begin to show signs of having the disorder. Currently, research is being conducted at Universities, such as the University of Minnesota, to elucidate many of the unknown characteristics of the disease."
                ],
                "link": "https://en.wikipedia.org/wiki/Spinocerebellar_ataxia",
                "symptoms": [
                    "Spinocerebellar ataxia (SCA) is one of a group of genetic disorders characterized by slowly progressive incoordination of gait and is often associated with poor coordination of hands, speech, and eye movements. A review of different clinical features among SCA subtypes was recently published describing the frequency of non-cerebellar features, like parkinsonism, chorea, pyramidalism, cognitive impairment, peripheral neuropathy, seizures, among others. As with other forms of ataxia, SCA frequently results in atrophy of the cerebellum, loss of fine coordination of muscle movements leading to unsteady and clumsy motion, and other symptoms. Ocular deficits can be quantified using the SODA scale.\n\nThe symptoms of an ataxia vary with the specific type and with the individual patient. In many cases a person with ataxia retains full mental capacity but progressively loses physical control.[citation needed]"
                ]
            },
            {
                "name": [
                    "Zellweger syndrome"
                ],
                "description": [
                    " Zellweger syndrome is a rare congenital disorder characterized by the reduction or absence of functional peroxisomes in the cells of an individual. It is one of a family of disorders called Zellweger spectrum disorders which are leukodystrophies. Zellweger syndrome is named after Hans Zellweger (1909–1990), a Swiss-American pediatrician, a professor of pediatrics and genetics at the University of Iowa who researched this disorder."
                ],
                "link": "https://en.wikipedia.org/wiki/Zellweger_syndrome",
                "symptoms": [
                    "Zellweger syndrome is one of three peroxisome biogenesis disorders which belong to the Zellweger spectrum of peroxisome biogenesis disorders (PBD-ZSD). The other two disorders are neonatal adrenoleukodystrophy (NALD), and infantile Refsum disease (IRD). Although all have a similar molecular basis for disease, Zellweger syndrome is the most severe of these three disorders.\n\nZellweger syndrome is associated with impaired neuronal migration, neuronal positioning, and brain development. In addition, individuals with Zellweger syndrome can show a reduction in central nervous system (CNS) myelin (particularly cerebral), which is referred to as hypomyelination. Myelin is critical for normal CNS functions, and in this regard, serves to insulate nerve fibers in the brain. Patients can also show postdevelopmental sensorineuronal degeneration that leads to a progressive loss of hearing and vision.\n\nZellweger syndrome can also affect the function of many other organ systems. Patients can show craniofacial abnormalities (such as a high forehead, hypoplastic supraorbital ridges, epicanthal folds, midface hypoplasia, and a large fontanelle), hepatomegaly (enlarged liver), chondrodysplasia punctata (punctate calcification of the cartilage in specific regions of the body), eye abnormalities, and renal cysts. Newborns may present with profound hypotonia (low muscle tone), seizures, apnea, and an inability to eat."
                ]
            },
            {
                "name": [
                    "Menkes disease"
                ],
                "description": [
                    "Menkes disease (MNK), also known as Menkes syndrome, is an X-linked recessive disorder caused by mutations in genes coding for the copper-transport protein ATP7A, leading to copper deficiency. Characteristic findings include kinky hair, growth failure, and nervous system deterioration. Like all X-linked recessive conditions, Menkes disease is more common in males than in females. The disorder was first described by John Hans Menkes in 1962."
                ],
                "link": "https://en.wikipedia.org/wiki/Menkes_disease",
                "symptoms": [
                    "Affected infants may be born prematurely. Signs of the disease appear during infancy, typically after a two- to three-month period of normal or slightly slowed development that is followed by a loss of early developmental skills and subsequent developmental delay. Patients exhibit hypotonia (weak muscle tone), failure to thrive, hypothermia (subnormal body temperature), sagging facial features, seizures, and metaphyseal widening. Hair appears strikingly peculiar: kinky, colorless or silvery, and brittle. There can be extensive neurodegeneration in the gray matter of the brain. Arteries in the brain can also be twisted with frayed and split inner walls. This can lead to rupture or blockage of the arteries. Weakened bones (osteoporosis) may result in fractures.\n\nOccipital horn syndrome (sometimes called X-linked cutis laxa or Ehlers-Danlos type 9) is a mild form of Menkes syndrome that begins in early to middle childhood. It is characterized by calcium deposits in a bone at the base of the skull (occipital bone), coarse hair, and loose skin and joints."
                ],
                "epidemiology": [
                    "One European study reported a rate of 1 in 254,000; a Japanese study reported a rate of 1 in 357,143. No correlation with other inherited characteristics, or with ethnic origin, is known."
                ]
            },
            {
                "name": [
                    "Amphetamines induced psychotic disorder"
                ],
                "link": "https://en.wikipedia.org/wiki/Stimulant_psychosis",
                "description": [
                    "Stimulant psychosis is a mental disorder characterized by psychotic symptoms. It involves and typically occurs following an overdose or several day binge on psychostimulants, though one study reported occurrences at regularly prescribed doses in approximately 0.1% of individuals within the first several weeks after starting amphetamine or methylphenidate therapy. Methamphetamine psychosis, or long-term effects of stimulant use in the brain, depend upon genetics and may persist for some time."
                ],
                "symptoms": [
                    "The symptoms of stimulant psychosis vary depending on the drug ingested, but generally involve the symptoms of organic psychosis such as hallucinations, delusions, or paranoia. Other symptoms may include mania, erratic behavior, agitation and/or aggression."
                ]
            },
            {
                "name": [
                    "Leukodystrophy"
                ],
                "description": [
                    "Leukodystrophies are a group of, usually, inherited disorders, characterized by degeneration of the white matter in the brain. The word leukodystrophy comes from the Greek roots leuko, \"white\", dys, \"abnormal\" and troph, \"growth\". The leukodystrophies are caused by imperfect growth or development of the glial cells which produce the myelin sheath, the fatty insulating covering around nerve fibers. Leukodystrophies may be classified as hypomyelinating or demyelinating diseases, respectively, depending on whether the damage is present before birth or occurs after. While all leukodystrophies are the result of genetic mutations, other demyelinating disorders have an autoimmune, infectious, or metabolic etiology."
                ],
                "link": "https://en.wikipedia.org/wiki/Leukodystrophy",
                "symptoms": [
                    "Some specific symptoms vary from one type of leukodystrophy to the next, but the vast majority of symptoms are shared as the causes for the disease generally have the same effects. Symptoms are dependent on the age of onset, which is predominantly in infancy and early childhood, although the exact time of onset may be difficult to determine. Hyperirritability and hypersensitivity to the environment are common, as well as some tell-tale physical signs including muscle rigidity and a backwards-bent head. Botox therapy is often used to treat patients with spasticity. Juvenile and adult onsets display similar symptoms including a decrease or loss in hearing and vision. While children do experience optic and auditory degeneration, the course of the disease is usually too rapid, causing death relatively quickly, whereas adults may live with these conditions for many years. In children, spastic activity often precedes progressive ataxia and rapid cognitive deterioration which has been described as mental retardation. Epilepsy is commonplace for patients of all ages. More progressed patients show weakness in deglutition, leading to spastic coughing fits due to inhaled saliva. Classic symptomatic progression of juvenile X-linked adrenoleukodystrophy is shown in the 1992 film, Lorenzo's Oil.\n\nCourse and timetable are dependent on the age of onset with infants showing a lifespan of 2–8 years, juveniles 2–10 years and adults typically 10+ years. Adults typically see an extended period of stability followed by a decline to a vegetative state and death. While treatments do exist, most are in the experimental phase and can only promise a halt in the progression of symptoms, although some gene therapies have shown some symptomatic improvement. The debilitating course of the disease has led to numerous philosophical and ethical arguments over experimental clinical trials, patients' rights and physician-assisted suicide."
                ],
                "epidemiology": [
                    "Currently, no research has shown a higher prevalence of most leukodystrophy types in any one place around the world. There is, however, a higher prevalence of Canavan disease in the Jewish population. One in 40 individuals of Ashkenazi Jewish descent are carriers of Canavan disease. This extrapolates to roughly 2.5%. Additionally, due to their autosomal recessive inheritance patterns, there is no significant difference found between males and females for most types of leukodystrophy, including but not limited to metachromatic leukodystrophy, Krabbe disease, Canavan disease, and Alexander disease. The one exception to this is any type of leukodystrophy carried on a sex chromosome, such as X-linked adrenoleukodystrophy, which is carried on the X-chromosome. Because of the inheritance pattern of X-linked diseases, males are more often affected by this type of leukodystrophy, while female carriers are often symptomatic, though not as severely affected as males."
                ]
            },
            {
                "name": [
                    "Sanfilippo syndrome"
                ],
                "description": [
                    "Sanfilippo syndrome, also known as mucopolysaccharidosis type III (MPS III), is a rare lifelong genetic disease that mainly affects the brain and spinal cord. It is caused by a problem with how the body breaks down certain large sugar molecules called glycosaminoglycans (also known as GAGs or mucopolysaccharides). In children with this condition, these sugar molecules build up in the body and eventually lead to damage of the central nervous system and other organ systems."
                ],
                "link": "https://en.wikipedia.org/wiki/Sanfilippo_syndrome",
                "symptoms": [
                    "The age of onset, severity, and progression of the disease can vary greatly between patients with different subtypes and within the same subtype. Development during the prenatal and early post-natal stages progresses normally.[citation needed] Between the ages of one and four is when the disease typically manifests. Affected infants appear normal, although some mild facial dysmorphism may be noticeable. Of all of the MPS diseases, Sanfilippo syndrome produces the fewest physical abnormalities. Possible clinical somatic symptoms, although rare, include coarse facial features with broad eyebrows, dark eyelashes, dry and rough hair, and skeletal pathology that affects growth.\n\nAfter an initial symptom-free interval, symptoms may arise during the early years of development, from the age of one to three. Children usually present with delayed cognitive development and/or behavioral problems, followed by progressive intellectual decline resulting in severe dementia and progressive motor disease. Acquisition of speech is often slow and incomplete. Even though delayed cognitive development may occur, it tends to be mild in individuals with Sanfilippo syndrome.\n\nBetween the ages of three and ten, the disease progresses to increasing behavioral disturbance including temper tantrums, hyperactivity, destructive behavior, aggressive behavior, pica, difficulties with toilet training, and sleep disturbance. As affected children initially have normal muscle strength and mobility, the behavioral disturbances may be difficult to manage. The disordered sleep in particular presents a significant problem to care providers. People with this disorder may stay in this phase for five to ten years. After that, their behavior subsides, but patients start to become increasingly immobile and unresponsive as individuals with Sanfilippo syndrome will gradually lose their motor skills, often require wheelchairs, and develop swallowing difficulties and seizures. Persons with Sanfilippo Syndrome tend to regress to an unresponsive or vegetative state until they pass away, which can occur anywhere between early teen years and their seventies. The life-span of a severely affected person does not usually extend beyond late teens to early twenties. However, persons with less severe phenotypes of the disease have varied life spans, some cases surviving into their seventies.\n\nThe most common symptoms seen in individuals with Sanfilippo syndrome are neurological and may include intellectual disabilities, impaired language development, abnormal movements, and trouble sleeping; however, other symptoms commonly seen are excessive hair growth, chronic ear infections, respiratory infections, and poor nutrient absorption. Other signs less frequently seen in persons with Sanfilippo syndrome include behavioral changes and musculoskeletal changes such as increased muscle and joint stiffness and changes in bone growth or density.\n\nChildren with Sanfilippo syndrome often have an increased tolerance to pain. Bumps, bruises, or ear infections that would be painful for other children often go unnoticed in children with Sanfilippo syndrome. Some children with Sanfilippo syndrome may have a blood-clotting problem during and after surgery.\n\nIndividuals with Sanfilippo syndrome are born within normal physiological ranges. At around age 2, individuals with Sanfilippo syndrome are significantly taller than children without. By the age of 4, mostly male children with Sanfilippo syndrome were still taller than children without. Growth velocity decelerates dramatically after the age of 5, and by the time children with Sanfilippo syndrome reach 17, all individuals are significantly shorter than their reference groups.\n\nIt is difficult to clinically distinguish symptomatical differences among the four types of Sanfilippo syndrome. Although, each of the types can vary in severity. Type A is usually the most severe subtype, characterized by earliest onset, rapid clinical progression with severe symptoms, and short survival with patients averaging between 15 and 18 years old. Type B is considered slightly less aggressive than type A, but still display rapid clinical progression, and short survival with patients averaging between 17 and 19 years old. Type C is considered the less aggressive form of Sanfilippo syndrome with a patient's average life expectancy between 19 and 34 years of age, depending on the study. Type D is a rare subtype of Sanfilippo syndrome and no data has been published on average life expectancy."
                ],
                "epidemiology": [
                    "It is estimated that approximately 1 in 70,000 newborns are born with Sanfilippo syndrome. The point prevalence (the proportion of people in a population that has the trait at a given point of time) can vary from 1 to 9 in 1,000,000 people. Sanfilippo syndrome varies geographically, with approximately 1 case per 280,000 live births in Northern Ireland, 1 per 66,000 in Australia, and 1 per 50,000 in the Netherlands. Globally, there are an estimated 12,000 to 19,000 individuals living with types A, B, and C. Subtypes A and B are predominately found in Europe, with subtype A specific to the northern region and subtype B specific to the southern region.\n\nStudies were performed across several countries assessing the mean age of diagnosis for each type of Sanfilippo syndrome. For patients with Sanfilippo syndrome type A, mean age at diagnosis was found to between 3.5 and 4.9 years of age. For patients with Sanfilippo syndrome type B, mean age at diagnosis was found to be between 3.5 and 4.9 years of age. For patients with Sanfilippo syndrome type C, mean age at diagnosis was found to be between 4.5 and 19 years of age. For patients with Sanfilippo syndrome type D, mean age at diagnosis was found to be between 8.2 and 8.3 years of age.\n\nWorldwide, Sanfilippo syndrome Type A and B affects the most people with Types C and D seen less commonly; however, the actual number of persons affected may be more than reported due to incorrect or delayed diagnosis of the disorder. An Australian study estimated the following incidences for each subtype of Sanfilippo syndrome in the Australian population:\n\nOver 50% of individual with Sanfilippo syndrome type A's die from pneumonia. The remaining causes of death for type A are spread out between cardiorespiratory failure, gastrointestinal complications, central nervous system complications, and other. Pneumonia is also the primary cause of death for Sanfilippo syndrome type B. Over 30% of individuals with Sanfilippo syndrome type B die from pneumonia. The remaining causes of death for type B are spread out between cardiorespiratory failure, gastrointestinal complications and other. Due to the rarity of Sanfilippo syndrome type C and D, not enough data was collected to estimate mortality rates."
                ]
            },
            {
                "name": [
                    "Machado–Joseph disease"
                ],
                "description": [
                    "Machado–Joseph disease (MJD), also known as Machado–Joseph Azorean disease, Machado's disease, Joseph's disease or spinocerebellar ataxia type 3 (SCA3), is a rare autosomal dominantly inherited neurodegenerative disease that causes progressive cerebellar ataxia, which results in a lack of muscle control and coordination of the upper and lower extremities. The symptoms are caused by a genetic mutation that results in an expansion of abnormal \"CAG\" trinucleotide repeats in the ATXN3 gene that results in an abnormal form of the protein ataxin which causes degeneration of cells in the hindbrain. Some symptoms, such as clumsiness and rigidity, make MJD commonly mistaken for drunkenness or Parkinson's disease."
                ],
                "link": "https://en.wikipedia.org/wiki/Machado%E2%80%93Joseph_disease",
                "symptoms": [
                    "Symptoms of MJD are memory deficits, spasticity, difficulty with speech and swallowing, weakness in arms and legs, clumsiness, frequent urination and involuntary eye movements.  Symptoms can begin in early adolescence and they get worse over time. Eventually, MJD leads to paralysis; however, intellectual functions usually remain the same.[citation needed]"
                ]
            },
            {
                "name": [
                    "Olivopontocerebellar atrophy"
                ],
                "description": [
                    "Olivopontocerebellar atrophy (OPCA) is the degeneration of neurons in specific areas of the brain – the cerebellum, pons, and inferior olivary nucleus. OPCA is present in several neurodegenerative syndromes, including inherited and non-inherited forms of ataxia and multiple system atrophy (MSA), with which it is primarily associated."
                ],
                "link": "https://en.wikipedia.org/wiki/Olivopontocerebellar_atrophy",
                "symptoms": [
                    "OPCA is characterized by progressive cerebellar ataxia, leading to clumsiness in body movements, veering from midline when walking, wide-based stance, and falls without signs of paralysis or weakness. Clinical presentation can vary greatly between patients, but mostly affects speech, balance and walking.  Other possible neurological problems include spasmodic dysphonia, hypertonia, hyperreflexia, rigidity, dysarthria, dysphagia and neck dystonic posture."
                ]
            },
            {
                "name": [
                    "Photic sneeze reflex"
                ],
                "description": [
                    "The photic sneeze reflex is an inherited and congenital autosomal dominant reflex condition that causes sneezing in response to numerous stimuli, such as looking at bright lights or periocular injection. The condition affects 18–35% of the world's population, but its exact mechanism of action is not well understood."
                ],
                "link": "https://en.wikipedia.org/wiki/Photic_sneeze_reflex",
                "symptoms": [
                    "The photic sneeze reflex manifests itself in the form of uncontrollable sneezing in response to a stimulus which would not produce a sneeze in people without the trait. The sneezes generally occur in bursts of 1 to 10 sneezes, followed by a refractory period that can be as long as 24 hours.[citation needed]\n\nPhotic sneezing\nA photic sneeze results from exposure to a bright light and is the most common manifestation of the photic sneeze reflex. This reflex seems to be caused by a change in light intensity rather than by a specific wavelength of light.\n\nA survey conducted by the School of Optometry at the University of Alabama at Birmingham found that 67% of respondents who identified as photic sneezers were female and 94% were Caucasian. The study also found that photic sneezing was significantly correlated with those possessing a deviated nasal septum.\n\nFurther studies have revealed this mechanism to be inherited.\n\nResponse to periocular injection\nEven less well understood than photic sneezing is sneezing in response to periocular injection, a trait that appears to be inherited in an autosomal dominant fashion. During surgeries in and around the eye, such as corneal transplant surgery, the patient often requires injection of a local anesthetic into the eye. In patients who show the photic sneeze reflex, an injection into the eye, such as that undergone in a retrobulbar or peribulbar block, can often elicit a sneeze from the patient. During these procedures, the patient may be sedated prior to the periocular injection. The patient begins to sneeze just as the needle is inserted into the eye, often resulting in the anesthesiologist having to remove the needle before injecting the local anesthetic.\n\nSneezing after eating\nA condition called gustatory rhinitis can cause some individuals to sneeze after eating, particularly after the consumption of spicy foods. Stomach fullness is another example of a stimulus that can cause uncontrollable sneezing. Those who exhibit this symptom or disorder, called snatiation, undergo uncontrollable fits of 3–15 sneezes immediately after eating large meals that completely fill the stomach, regardless of the type of food eaten. Snatiation is not believed to be an allergic reaction of any kind."
                ]
            },
            {
                "name": [
                    "Allan–Herndon–Dudley syndrome"
                ],
                "description": [
                    "Allan–Herndon–Dudley syndrome is a rare X-linked inherited disorder of brain development that causes both moderate to severe intellectual disability and problems with speech and movement."
                ],
                "link": "https://en.wikipedia.org/wiki/Allan%E2%80%93Herndon%E2%80%93Dudley_syndrome",
                "symptoms": [
                    "It is estimated that 80–99% of people with Allan–Herndon–Dudley syndrome will have biparietal narrowing (narrowing of skull), ataxia, abnormalities of the neck, and both absent speech development and aphasia.  Weak muscle tone (hypotonia) and underdevelopment of many muscles (muscle hypoplasia) are common in children with Allan–Herndon–Dudley syndrome. Development of joint deformities called contractures, which restrict the movement of certain joints, are common as people age. Mobility is further limited by abnormal muscle stiffness (spasticity), muscle weakness, and involuntary movements of the arms and legs. Many people with Allan–Herndon–Dudley syndrome are unable to walk independently and become wheelchair-reliant by adulthood."
                ]
            },
            {
                "name": [
                    "Leigh's disease"
                ],
                "description": [
                    "Leigh syndrome is an inherited neurometabolic disorder that affects the central nervous system. It is named after Archibald Denis Leigh, a British neuropsychiatrist who first described the condition in 1951. Normal levels of thiamine, thiamine monophosphate, and thiamine diphosphate are commonly found, but there is a reduced or absent level of thiamine triphosphate. This is thought to be caused by a blockage in the enzyme thiamine-diphosphate kinase, and therefore treatment in some patients would be to take thiamine triphosphate daily. While the majority of patients typically exhibit symptoms between the ages of 3 and 12 months, instances of adult onset have also been documented."
                ],
                "link": "https://en.wikipedia.org/wiki/Leigh%27s_disease",
                "symptoms": [
                    "The symptoms of Leigh syndrome were classically described as beginning in infancy and leading to death within a span of several years; however, as more cases are recognized, it is apparent that symptoms can emerge at any age—including adolescence or adulthood—and patients can survive for many years following diagnosis. Symptoms are often first seen after a triggering event that taxes the body's energy production, such as an infection or surgery. The general course of Leigh syndrome is one of episodic developmental regression during times of metabolic stress. Some patients have long periods without disease progression while others develop progressive decline.\n\nInfants with the syndrome have symptoms that include diarrhea, vomiting, and dysphagia (trouble swallowing or sucking), leading to a failure to thrive. Children with early Leigh disease also may appear irritable and cry much more than healthy babies. Seizures are often seen, with reported prevalence of seizures in Leigh syndrome that ranges from 40% to 79%. Excess lactate may be seen in the urine, cerebrospinal fluid, and blood of a person with Leigh syndrome.\n\nAs the disease progresses, the muscular system is debilitated throughout the body, as the brain cannot control the contraction of muscles. Hypotonia (low muscle tone and strength), dystonia (involuntary, sustained muscle contraction), and ataxia (lack of control over movement) are often seen in people with Leigh disease. The eyes are particularly affected; the muscles that control the eyes become weak, paralyzed, or uncontrollable in conditions called ophthalmoparesis (weakness or paralysis) and nystagmus (involuntary eye movements). Slow saccades are also sometimes seen. The heart and lungs can also fail as a result of Leigh disease. Hypertrophic cardiomyopathy (thickening of part of the heart muscle) is also sometimes found and can cause death; asymmetric septal hypertrophy has also been associated with Leigh syndrome. In children with Leigh-syndrome associated ventricular septal defects, caused by pyruvate dehydrogenase deficiency, high forehead and large ears are seen; facial abnormalities are not typical of Leigh syndrome.\n\nHowever, respiratory failure is the most common cause of death in people with Leigh syndrome. Other neurological symptoms include peripheral neuropathy, loss of sensation in extremities caused by damage to the peripheral nervous system.\n\nHypertrichosis is seen in Leigh syndrome caused by mutations in the nuclear gene SURF1."
                ],
                "epidemiology": [
                    "Leigh syndrome occurs in at least 1 of 40,000 live births, though certain populations have much higher rates. In the Saguenay–Lac-Saint-Jean region of central Quebec, Leigh syndrome occurs at a rate of 1 in 2000 newborns."
                ]
            },
            {
                "name": [
                    "Sandhoff disease"
                ],
                "description": [
                    "Sandhoff disease is a lysosomal genetic, lipid storage disorder caused by the inherited deficiency to create functional beta-hexosaminidases A and B. These catabolic enzymes are needed to degrade the neuronal membrane components, ganglioside GM2, its derivative GA2, the glycolipid globoside in visceral tissues, and some oligosaccharides. Accumulation of these metabolites leads to a progressive destruction of the central nervous system and eventually to death. The rare autosomal recessive neurodegenerative disorder is clinically almost indistinguishable from Tay–Sachs disease, another genetic disorder that disrupts beta-hexosaminidases A and S. There are three subsets of Sandhoff disease based on when first symptoms appear: classic infantile, juvenile and adult late onset."
                ],
                "link": "https://en.wikipedia.org/wiki/Sandhoff_disease",
                "symptoms": [
                    "Sandhoff disease symptoms are clinically indeterminable from Tay–Sachs disease. The classic infantile form of the disease has the most severe symptoms and is incredibly hard to diagnose at this early age.  The first signs of symptoms begin before 6 months of age and the parents’ notice when the child begins regressing in their development.  If the children had the ability to sit up by themselves or crawl they will lose this ability.  This is caused by a slow deterioration of the muscles in the child's body from the buildup of GM2 gangliosides.  Since the body is unable to create the enzymes it needs within the central nervous system, it is unable to attach to these gangliosides to break them apart and make them non-toxic.  With this buildup there are several symptoms that begin to appear such as muscle/motor weakness, sharp reaction to loud noises, blindness, deafness, inability to react to stimulants, respiratory problems and infections, mental retardation, seizures, cherry red spots in the retina, enlarged liver and spleen (hepatosplenomegaly), pneumonia, or bronchopneumonia.\n\nThe other two forms of Sandhoff disease have similar symptoms but to a lesser extent.  Adult and juvenile forms of Sandhoff disease are more rare than the infantile form. In these cases victims suffer cognitive impairment (retardation) and a loss of muscle coordination that impairs and eventually destroys their ability to walk; the characteristic red spots in the retina also develop. The adult form of the disease, however, is sometimes milder, and may only lead to muscle weakness that impairs walking or the ability to get out of bed."
                ]
            },
            {
                "name": [
                    "Congenital distal spinal muscular atrophy"
                ],
                "description": [
                    "Congenital distal spinal muscular atrophy (cDSMA), also known as distal hereditary motor neuropathy type VIII (dHMN8), is a hereditary medical condition characterized by muscle wasting (atrophy), particularly of distal muscles in legs and hands, and by early-onset contractures of the hip, knee, and ankle. Affected individuals often have shorter lower limbs relative to the trunk and upper limbs. The condition is a result of a loss of anterior horn cells localized to lumbar and cervical regions of the spinal cord early in infancy, which in turn is caused by a mutation of the TRPV4 gene. The disorder is inherited in an autosomal dominant manner. Arm muscle and function, as well as cardiac and respiratory functions are typically well preserved."
                ],
                "link": "https://en.wikipedia.org/wiki/Congenital_distal_spinal_muscular_atrophy",
                "symptoms": [
                    "The presentation is as follows:[medical citation needed]\n\nNeurogenic muscle weakness\nAtrophy (of lower and upper limbs)\nClub foot\nArthrogryposis\nScoliosis\nPlatyspondyly\nPes cavus\nVocal cord paralysis"
                ]
            },
            {
                "name": [
                    "Dejerine–Sottas disease"
                ],
                "description": [
                    "Dejerine–Sottas disease, also known as, Dejerine–Sottas syndrome, hereditary motor and sensory polyneuropathy type III, and Charcot–Marie–Tooth disease type 3, is a hereditary neurological disorder characterized by damage to the peripheral nerves, demyelination, and resulting progressive muscle wasting and somatosensory loss. The condition is caused by mutations in various genes and currently has no known cure."
                ],
                "link": "https://en.wikipedia.org/wiki/Dejerine%E2%80%93Sottas_disease",
                "symptoms": [
                    "Onset occurs in infancy or early childhood, usually before three years of age. Progression is slow until the teenage years at which point it may accelerate, resulting in severe disability.\n\nSymptoms are more severe and rapidly progressive than in the other more common Charcot–Marie–Tooth diseases. Some patients may never walk and will be reliant on wheelchair use by the end of their first decade, while others may need only a cane, crutches, or similar support through most of their lives, but this is rare.\n\nDejerine–Sottas disease is characterized by moderate to severe lower and upper extremity weakness and loss of sensation, mainly in the lower legs, forearms, feet, and hands. Loss of muscle mass and reduced muscle tone usually occur as the disease progresses. Other symptoms may include pain in the extremities, curvature of the spine, clawed hands, foot deformities, ataxia, peripheral areflexia, and slow acquisition of motor skills in childhood. Symptoms that are less common can include limitation of eye movements, other eye problems such as nystagmus or anisocoria, or moderate to severe hearing loss."
                ]
            },
            {
                "name": [
                    "Creutzfeldt–Jakob disease"
                ],
                "description": [
                    "Creutzfeldt–Jakob disease (CJD), also known as subacute spongiform encephalopathy or neurocognitive disorder due to prion disease, is a fatal neurodegenerative disease. Early symptoms include memory problems, behavioral changes, poor coordination, and visual disturbances. Later symptoms include dementia, involuntary movements, blindness, weakness, and coma. About 70% of people die within a year of diagnosis. The name \"Creutzfeldt–Jakob disease\" was introduced by Walther Spielmeyer in 1922, after the German neurologists Hans Gerhard Creutzfeldt and Alfons Maria Jakob."
                ],
                "link": "https://en.wikipedia.org/wiki/Creutzfeldt%E2%80%93Jakob_disease",
                "symptoms": [
                    "The first symptom of CJD is usually rapidly progressive dementia, leading to memory loss, personality changes, and hallucinations. Myoclonus (jerky movements) typically occurs in 90% of cases, but may be absent at initial onset. Other frequently occurring features include anxiety, depression, paranoia, obsessive-compulsive symptoms, and psychosis. This is accompanied by physical problems such as speech impairment, balance and coordination dysfunction (ataxia), changes in gait, and rigid posture. In most people with CJD, these symptoms are accompanied by involuntary movements. The duration of the disease varies greatly, but sporadic (non-inherited) CJD can be fatal within months or even weeks. Most affected people die six months after initial symptoms appear, often of pneumonia due to impaired coughing reflexes. About 15% of people with CJD survive for two or more years.\n\nThe symptoms of CJD are caused by the progressive death of the brain's nerve cells, which are associated with the build-up of abnormal prion proteins forming in the brain. When brain tissue from a person with CJD is examined under a microscope, many tiny holes can be seen where the nerve cells have died. Parts of the brain may resemble a sponge where the prions were infecting the areas of the brain."
                ],
                "epidemiology": [
                    "CDC monitors the occurrence of CJD in the United States through periodic reviews of national mortality data. According to the CDC:\n\nCJD occurs worldwide at a rate of about 1 case per million population per year.\nOn the basis of mortality surveillance from 1979 to 1994, the annual incidence of CJD remained stable at approximately 1 case per million people in the United States.\nIn the United States, CJD deaths among people younger than 30 years of age are extremely rare (fewer than five deaths per billion per year).\nThe disease is found most frequently in people 55–65 years of age, but cases can occur in people older than 90 years and younger than 55 years of age.\nIn more than 85% of cases, the duration of CJD is less than one year (median: four months) after the onset of symptoms.\nFurther information from the CDC:\n\nRisk of developing CJD increases with age.\nCJD incidence was 3.5 cases per million among those over 50 years of age between 1979 and 2017.\nApproximately 85% of CJD cases are sporadic and 10–15% of CJD cases are due to inherited mutations of the prion protein gene.\nCJD deaths and age-adjusted death rate in the United States indicate an increasing trend in the number of deaths between 1979 and 2017.\nAlthough not fully understood, additional information suggests that CJD rates in African American and nonwhite groups are lower than in whites. While the mean onset is approximately 67 years of age, cases of sCJD have been reported as young as 17 years and over 80 years of age. Mental capabilities rapidly deteriorate and the average amount of time from onset of symptoms to death is 7 to 9 months.\n\nAccording to a 2020 systematic review on the international epidemiology of CJD:\n\nSurveillance studies from 2005 and later show the estimated global incidence is 1–2 cases per million population per year.\nSporadic CJD (sCJD) incidence increased from the years 1990–2018 in the UK.\nProbable or definite sCJD deaths also increased from the years 1996–2018 in twelve additional countries.\nCJD incidence is greatest in those over the age of 55 years old, with an average age of 67 years old.\nThe intensity of CJD surveillance increases the number of reported cases, often in countries where CJD epidemics have occurred in the past and where surveillance resources are greatest. An increase in surveillance and reporting of CJD is most likely in response to BSE and vCJD. Possible factors contributing to an increase of CJD incidence are an aging population, population increase, clinician awareness, and more accurate diagnostic methods. Since CJD symptoms are similar to other neurological conditions, it is also possible that CJD is mistaken for stroke, acute nephropathy, general dementia, and hyperparathyroidism."
                ]
            },
            {
                "name": [
                    "Color blindness"
                ],
                "description": [
                    "Color blindness or color vision deficiency (CVD) is the decreased ability to see color or differences in color. The severity of color blindness ranges from mostly unnoticeable to full absence of color perception. Color blindness is usually an inherited problem or variation in the functionality of one or more of the three classes of cone cells in the retina, which mediate color vision. The most common form is caused by a genetic condition called congenital red–green color blindness, which affects up to 1 in 12 males (8%) and 1 in 200 females (0.5%). The condition is more prevalent in males, because the opsin genes responsible are located on the X chromosome. Rarer genetic conditions causing color blindness include congenital blue–yellow color blindness, blue cone monochromacy, and achromatopsia. Color blindness can also result from physical or chemical damage to the eye, the optic nerve, parts of the brain, or from medication toxicity. Color vision also naturally degrades in old age."
                ],
                "link": "https://en.wikipedia.org/wiki/Color_blindness",
                "epidemiology": [
                    "Color blindness affects a large number of individuals, with protans and deutans being the most common types. In individuals with Northern European ancestry, as many as 8 percent of men and 0.4 percent of women experience congenital color deficiency. Interestingly, even Dalton's first paper already arrived upon this 8% number:\n\n...it is remarkable that, out of 25 pupils I once had, to whom I explained this subject, 2 were found to agree with me..."
                ]
            },
            {
                "name": [
                    "Globoid cell leukodystrophy"
                ],
                "description": [
                    "Krabbe disease (KD) is a rare and often fatal lysosomal storage disease that results in progressive damage to the nervous system. KD involves dysfunctional metabolism of sphingolipids and is inherited in an autosomal recessive pattern. The disease is named after the Danish neurologist Knud Krabbe (1885–1961)."
                ],
                "link": "https://en.wikipedia.org/wiki/Globoid_cell_leukodystrophy",
                "symptoms": [
                    "Symptoms in asymptomatic infantile-onset (<12 months after birth) and later-onset Krabbe disease present themselves differently. Of individuals with infantile-onset Krabbe disease, 85–90% display progressive neurologic deterioration in infancy and death before the age of two. Symptoms include irritability, fevers, limb stiffness, seizures, feeding difficulties (like GERD), vomiting, staring episodes, and slowing of mental and motor development. In the first stages of the disease, doctors often mistake the symptoms for those of cerebral palsy. Other symptoms include muscle weakness, spasticity, deafness, optic atrophy, optic nerve enlargement, blindness, paralysis, and difficulty when swallowing. Prolonged weight loss may also occur.[citation needed]\n\n10–15% of individuals with later-onset Krabbe disease have a much slower disease progression. These individuals may also display symptoms such as esotropia, slurred speech, and slow development or loss of motor milestones."
                ],
                "epidemiology": [
                    "This disease does not only impact humans, but other animals such as monkeys, mice, and dogs have been observed to develop Krabbe disease as well. While certain gene deletions are more frequent than others, novel mutations resulting in Krabbe disease have been discovered worldwide. Most commonly, the underlying cause of the disease is a deletion of a GALC gene, which causes a deficiency in the GALC enzyme. This is the circumstance in 80% of patients who have European and Mexican origins. The mortality rate of early infantile Krabbe disease is 90% before the age of two. Later onset of symptoms is associated with longer life expectancy, with older children generally surviving two to seven years after the initial diagnosis.\n\nKrabbe disease occurs in about one in 100,000 births. Because the disease is genetic, incidence rates vary widely from population to population. The incidence rate is extremely low in Japan, with between 5 and 10 cases per 1,000,000 live births. In the United States, Krabbe disease occurs in approximately 1 out of every 100,000 live births. Scandinavian countries report incidence rates of one in 50,000 births. In certain communities Krabbe disease is much more frequent, such as the Druze community in Israel, which has an incidence rate of 6 out of every 1,000 live births. This higher rate is thought to be due in part to a high frequency of consanguineous marriages. Almost 35% of all Druze marriages were found to be between first-cousin familial relations. There have been no reported cases of Krabbe disease among the Jewish community.\n\nTime of onset also varies in frequency by location. Early infantile Krabbe Disease is the most common form of the disease overall, but Nordic communities tend to have even higher rates of early infantile onset Krabbe disease, while Southern European countries have higher incidences of late-onset cases. It is difficult to estimate the incidence of adult-onset Krabbe disease, due to discrepancies in classifying cases late-onset versus adult-onset."
                ]
            },
            {
                "name": [
                    "Krabbe disease"
                ],
                "description": [
                    "Krabbe disease (KD) is a rare and often fatal lysosomal storage disease that results in progressive damage to the nervous system. KD involves dysfunctional metabolism of sphingolipids and is inherited in an autosomal recessive pattern. The disease is named after the Danish neurologist Knud Krabbe (1885–1961)."
                ],
                "link": "https://en.wikipedia.org/wiki/Krabbe_disease",
                "symptoms": [
                    "Symptoms in asymptomatic infantile-onset (<12 months after birth) and later-onset Krabbe disease present themselves differently. Of individuals with infantile-onset Krabbe disease, 85–90% display progressive neurologic deterioration in infancy and death before the age of two. Symptoms include irritability, fevers, limb stiffness, seizures, feeding difficulties (like GERD), vomiting, staring episodes, and slowing of mental and motor development. In the first stages of the disease, doctors often mistake the symptoms for those of cerebral palsy. Other symptoms include muscle weakness, spasticity, deafness, optic atrophy, optic nerve enlargement, blindness, paralysis, and difficulty when swallowing. Prolonged weight loss may also occur.[citation needed]\n\n10–15% of individuals with later-onset Krabbe disease have a much slower disease progression. These individuals may also display symptoms such as esotropia, slurred speech, and slow development or loss of motor milestones."
                ],
                "epidemiology": [
                    "This disease does not only impact humans, but other animals such as monkeys, mice, and dogs have been observed to develop Krabbe disease as well. While certain gene deletions are more frequent than others, novel mutations resulting in Krabbe disease have been discovered worldwide. Most commonly, the underlying cause of the disease is a deletion of a GALC gene, which causes a deficiency in the GALC enzyme. This is the circumstance in 80% of patients who have European and Mexican origins. The mortality rate of early infantile Krabbe disease is 90% before the age of two. Later onset of symptoms is associated with longer life expectancy, with older children generally surviving two to seven years after the initial diagnosis.\n\nKrabbe disease occurs in about one in 100,000 births. Because the disease is genetic, incidence rates vary widely from population to population. The incidence rate is extremely low in Japan, with between 5 and 10 cases per 1,000,000 live births. In the United States, Krabbe disease occurs in approximately 1 out of every 100,000 live births. Scandinavian countries report incidence rates of one in 50,000 births. In certain communities Krabbe disease is much more frequent, such as the Druze community in Israel, which has an incidence rate of 6 out of every 1,000 live births. This higher rate is thought to be due in part to a high frequency of consanguineous marriages. Almost 35% of all Druze marriages were found to be between first-cousin familial relations. There have been no reported cases of Krabbe disease among the Jewish community.\n\nTime of onset also varies in frequency by location. Early infantile Krabbe Disease is the most common form of the disease overall, but Nordic communities tend to have even higher rates of early infantile onset Krabbe disease, while Southern European countries have higher incidences of late-onset cases. It is difficult to estimate the incidence of adult-onset Krabbe disease, due to discrepancies in classifying cases late-onset versus adult-onset."
                ]
            },
            {
                "name": [
                    "Snatiation"
                ],
                "description": [
                    "Snatiation is a term coined to refer to the medical condition originally termed \"stomach sneeze reflex\", which is characterized by uncontrollable bursts of sneezing brought on by fullness of the stomach, typically immediately after a large meal. The type of food consumed does not appear to affect its occurrence. It is reported, based on a preliminary study, to be passed along genetically as an autosomal dominant trait, as first described by Ahmad Teebi and Qasem Al-Saleh in 1989. The term \"snatiation\", coined shortly thereafter in a humorous letter to the Journal of Medical Genetics by Judith G. Hall, is a portmanteau of the words sneeze and satiation. Similar in nature to this condition is gustatory rhinitis, which involves rhinorrhea induced by certain foods, such as spicy foods."
                ],
                "link": "https://en.wikipedia.org/wiki/Snatiation"
            },
            {
                "name": [
                    "Fabry's disease"
                ],
                "description": [
                    "Fabry disease, also known as Anderson–Fabry disease, is a rare genetic disease that can affect many parts of the body, including the kidneys, heart, brain, and skin. Fabry disease is one of a group of conditions known as lysosomal storage diseases. The genetic mutation that causes Fabry disease interferes with the function of an enzyme that processes biomolecules known as sphingolipids, leading to these substances building up in the walls of blood vessels and other organs. It is inherited in an X-linked manner."
                ],
                "link": "https://en.wikipedia.org/wiki/Fabry%27s_disease",
                "symptoms": [
                    "Symptoms are typically first experienced in early childhood and can be very difficult to diagnose; the rarity of Fabry disease to many clinicians sometimes leads to misdiagnoses. Manifestations of the disease usually increase in number and severity as an individual ages.\n\nPain\nFull-body or localized pain to the extremities (known as acroparesthesia) or gastrointestinal (GI) tract is common in patients with Fabry disease. This pain can increase over time. This acroparesthesia is believed to be related to the damage of peripheral nerve fibers that transmit pain. GI-tract pain is likely caused by accumulation of lipids in the small vasculature of the GI tract, which obstructs blood flow and causes pain.\n\nKidney\nKidney complications are common and serious effects of the disease; chronic kidney disease and kidney failure may worsen throughout life. The presence of protein in the urine (which causes foamy urine) is often the first sign of kidney involvement. End-stage kidney failure in those with Fabry disease typically occurs in the third decade of life, and is a common cause of death due to the disease.[citation needed]\n\nHeart\nFabry disease can affect the heart in several ways.  The accumulation of sphingolipids within heart muscle cells causes abnormal thickening of the heart muscle or hypertrophy.  This hypertrophy can cause the heart muscle to become abnormally stiff and unable to relax, leading to a hypertrophic cardiomyopathy causing shortness of breath.\n\nFabry disease can also affect the way in which the heart conducts electrical impulses, leading to both abnormally slow heart rhythms such as complete heart block, and abnormally rapid heart rhythms such as ventricular tachycardia.  These abnormal heart rhythms can cause blackouts, palpitations, or even sudden cardiac death.\n\nSphingolipids can also build up within the heart valves, thickening the valves and affecting the way they open and close.  If severe, this can cause the valves to leak (regurgitation) or to restrict the forward flow of blood (stenosis).  The aortic and mitral valves are more commonly affected than the valves on the right side of the heart.\n\nSkin\nAngiokeratomas (tiny, painless papules that can appear on any region of the body, but are predominant on the thighs, around the navel, buttocks, lower abdomen, and groin) are common.\n\nAnhidrosis (lack of sweating) is a common symptom, and less commonly hyperhidrosis (excessive sweating).[citation needed]\n\nAdditionally, patients can exhibit Raynaud's disease-like symptoms with neuropathy (in particular, burning extremity pain).[citation needed]\n\nOcular involvement may be present showing cornea verticillata (also known as vortex keratopathy), i.e. clouding of the corneas. Keratopathy may be the presenting feature in asymptomatic patients, and must be differentiated from other causes of vortex keratopathy (e.g. drug deposition in the cornea). This clouding does not affect vision.\n\nOther ocular findings can include conjunctival and retinal vascular abnormalities and anterior/posterior spoke-like cataract. Visual reduction from these manifestations is uncommon.[citation needed]\n\nOther manifestations\nFatigue, neuropathy (in particular, burning extremity pain, red hands and feet on and off), cerebrovascular effects leading to an increased risk of stroke - early strokes, mostly vertebrobasilar system tinnitus (ringing in the ears), vertigo, nausea, inability to gain weight, chemical imbalances, and diarrhea are other common symptoms.[citation needed]"
                ],
                "epidemiology": [
                    "Fabry disease is panethnic, but due to its rarity, determining an accurate disease frequency is difficult. Reported incidences, ranging from one in 476,000 to one in 117,000 in the general population, may largely underestimate the true prevalence. Newborn screening initiatives have found an unexpectedly high prevalence of the disease, as high as one in about 3,100 newborns in Italy and have identified a surprisingly high frequency of newborn males around one in 1,500 in Taiwan."
                ]
            },
            {
                "name": [
                    "Charcot–Marie–Tooth disease"
                ],
                "description": [
                    "Charcot–Marie–Tooth disease (CMT) is a hereditary motor and sensory neuropathy of the peripheral nervous system characterized by progressive loss of muscle tissue and touch sensation across various parts of the body. This disease is the most commonly inherited neurological disorder, affecting about one in 2,500 people. It is named after those who classically described it: the Frenchman Jean-Martin Charcot (1825–1893), his pupil Pierre Marie (1853–1940), and the Briton Howard Henry Tooth (1856–1925)."
                ],
                "link": "https://en.wikipedia.org/wiki/Charcot%E2%80%93Marie%E2%80%93Tooth_disease",
                "symptoms": [
                    "Symptoms of CMT usually begin in early childhood or early adulthood but can begin later. Some people do not experience symptoms until their early 30s or 40s. Usually, the initial symptom is foot drop or high arches early in the course of the disease. This can be accompanied by hammertoe, where the toes are always curled. Wasting atrophy of muscle tissue of the lower parts of the legs may give rise to a \"stork leg\" or \"inverted champagne bottle\" appearance. Weakness in the hands and forearms occurs in many people as the disease progresses.\n\nHigh-arched feet (pes cavus) or flat-arched feet (pes planus) are classically associated with the disorder. Loss of touch sensation in the feet, ankles, and legs as well as in the hands, wrists, and arms occurs with various types of the disease. Early- and late-onset forms occur with 'on and off' painful spasmodic muscular contractions that can be disabling when the disease activates.  Sensory and proprioceptive nerves in the hands and feet are often damaged, while unmyelinated pain nerves are left intact. Overuse of an affected hand or limb can activate symptoms including numbness, spasm, and painful cramping.\n\nSymptoms and progression of the disease can vary. Involuntary grinding of teeth and squinting are prevalent and often go unnoticed by the person affected. Breathing can be affected in some, as can hearing, vision, and neck and shoulder muscles. Scoliosis is common, causing hunching and loss of height. Hip sockets can be malformed. Gastrointestinal problems can be part of CMT, as can difficulty chewing, swallowing, and speaking (due to atrophy of vocal cords). A tremor can develop as muscles waste. Pregnancy has been known to exacerbate CMT, as well as severe emotional stress. Patients with CMT must avoid periods of prolonged immobility such as when recovering from a secondary injury, as prolonged periods of limited mobility can drastically accelerate symptoms of CMT.\n\nPain due to postural changes, skeletal deformations, muscle fatigue, and cramping is fairly common in people with CMT. It can be mitigated or treated by physical therapies, surgeries, and corrective or assistive devices. Analgesic medications may also be needed if other therapies do not provide relief from pain. Neuropathic pain is often a symptom of CMT, though, like other symptoms of CMT, its presence and severity vary from case to case. For some people, pain can be significant to severe and interfere with daily life activities. However, pain is not experienced by all people with CMT. When neuropathic pain is present as a symptom of CMT, it is comparable to that seen in other peripheral neuropathies, as well as postherpetic neuralgia and complex regional pain syndrome, among other diseases.\n\nAtypical presentations of CMT can also lead to leg muscles, specifically the calves, enlarging. This hypertrophic type of CMT is not caused by the muscles enlarging directly, but by pseudohypertrophy of the legs as fatty tissue enters the leg muscles."
                ]
            }
        ]
    }
}