{
    "responseHeader": {
        "status": 0,
        "QTime": 8,
        "params": {
            "q": "Cognitive speed",
            "defType": "edismax",
            "ps": "2",
            "qf": "description^3 symptoms^2 causes^2 treatment^1.7 diagnosis^1.5 prevention^1.0 epidemiology^1.5 content^0.5",
            "pf": "description^4 symptoms^2 causes^2",
            "fl": "name, link, description, symptoms, epidemiology",
            "rows": "25",
            "wt": "json",
            "ps2": "1"
        }
    },
    "response": {
        "numFound": 409,
        "start": 0,
        "numFoundExact": true,
        "docs": [
            {
                "name": "Alzheimer's disease",
                "description": "Alzheimer's disease (AD) is a neurodegenerative disease that usually starts slowly and progressively worsens, and is the cause of 60–70% of cases of dementia. The most common early symptom is difficulty in remembering recent events. As the disease advances, symptoms can include problems with language, disorientation, mood swings, loss of motivation, self-neglect, and behavioral issues. As a person's condition declines, they often withdraw from family and society. Gradually, bodily functions are lost, ultimately leading to death. Although the speed of progression can vary, the average life expectancy following diagnosis is three to twelve years.",
                "link": "https://en.wikipedia.org/wiki/Alzheimer%27s_disease",
                "symptoms": "The course of Alzheimer's is generally described in three stages, with a progressive pattern of cognitive and functional impairment. The three stages are described as early or mild, middle or moderate, and late or severe. The disease is known to target the hippocampus which is associated with memory, and this is responsible for the first symptoms of memory impairment. As the disease progresses so does the degree of memory impairment.\n\nFirst symptoms\nThe first symptoms are often mistakenly attributed to aging or stress. Detailed neuropsychological testing can reveal mild cognitive difficulties up to eight years before a person fulfills the clinical criteria for diagnosis of Alzheimer's disease. These early symptoms can affect the most complex activities of daily living. The most noticeable deficit is short term memory loss, which shows up as difficulty in remembering recently learned facts and inability to acquire new information.\n\nSubtle problems with the executive functions of attentiveness, planning, flexibility, and abstract thinking, or impairments in semantic memory (memory of meanings, and concept relationships) can also be symptomatic of the early stages of Alzheimer's disease. Apathy and depression can be seen at this stage, with apathy remaining as the most persistent symptom throughout the course of the disease. Mild cognitive impairment (MCI) is often found to be a transitional stage between normal aging and dementia. MCI can present with a variety of symptoms, and when memory loss is the predominant symptom, it is termed amnestic MCI and is frequently seen as a prodromal stage of Alzheimer's disease. Amnesic MCI has a greater than 90% likelihood of being associated with Alzheimer's.\n\nEarly stage\nIn people with Alzheimer's disease, the increasing impairment of learning and memory eventually leads to a definitive diagnosis. In a small percentage, difficulties with language, executive functions, perception (agnosia), or execution of movements (apraxia) are more prominent than memory problems. Alzheimer's disease does not affect all memory capacities equally. Older memories of the person's life (episodic memory), facts learned (semantic memory), and implicit memory (the memory of the body on how to do things, such as using a fork to eat or how to drink from a glass) are affected to a lesser degree than new facts or memories.\n\nLanguage problems are mainly characterised by a shrinking vocabulary and decreased word fluency, leading to a general impoverishment of oral and written language. In this stage, the person with Alzheimer's is usually capable of communicating basic ideas adequately. While performing fine motor tasks such as writing, drawing, or dressing, certain movement coordination and planning difficulties (apraxia) may be present; however, they are commonly unnoticed. As the disease progresses, people with Alzheimer's disease can often continue to perform many tasks independently; however, they may need assistance or supervision with the most cognitively demanding activities.\n\nMiddle stage\nProgressive deterioration eventually hinders independence, with subjects being unable to perform most common activities of daily living. Speech difficulties become evident due to an inability to recall vocabulary, which leads to frequent incorrect word substitutions (paraphasias). Reading and writing skills are also progressively lost. Complex motor sequences become less coordinated as time passes and Alzheimer's disease progresses, so the risk of falling increases. During this phase, memory problems worsen, and the person may fail to recognise close relatives. Long-term memory, which was previously intact, becomes impaired.\n\nBehavioral and neuropsychiatric changes become more prevalent. Common manifestations are wandering, irritability and emotional lability, leading to crying, outbursts of unpremeditated aggression, or resistance to caregiving. Sundowning can also appear. Approximately 30% of people with Alzheimer's disease develop illusionary misidentifications and other delusional symptoms. Subjects also lose insight of their disease process and limitations (anosognosia). Urinary incontinence can develop. These symptoms create stress for relatives and caregivers, which can be reduced by moving the person from home care to other long-term care facilities.\n\nLate stage\nDuring the final stage, known as the late-stage or severe stage, there is complete dependence on caregivers. Language is reduced to simple phrases or even single words, eventually leading to complete loss of speech. Despite the loss of verbal language abilities, people can often understand and return emotional signals. Although aggressiveness can still be present, extreme apathy and exhaustion are much more common symptoms. People with Alzheimer's disease will ultimately not be able to perform even the simplest tasks independently; muscle mass and mobility deteriorates to the point where they are bedridden and unable to feed themselves. The cause of death is usually an external factor, such as infection of pressure ulcers or pneumonia, not the disease itself. In some cases, there is a paradoxical lucidity immediately before death, where there is an unexpected recovery of mental clarity.",
                "epidemiology": "Two main measures are used in epidemiological studies: incidence and prevalence. Incidence is the number of new cases per unit of person-time at risk (usually number of new cases per thousand person-years); while prevalence is the total number of cases of the disease in the population at any given time.\n\nRegarding incidence, cohort longitudinal studies (studies where a disease-free population is followed over the years) provide rates between 10 and 15 per thousand person-years for all dementias and 5–8 for AD, which means that half of new dementia cases each year are Alzheimer's disease. Advancing age is a primary risk factor for the disease and incidence rates are not equal for all ages: every 5 years after the age of 65, the risk of acquiring the disease approximately doubles, increasing from 3 to as much as 69 per thousand person years. Females with AD are more common than males, but this difference is likely due to women's longer life spans. When adjusted for age, both sexes are affected by Alzheimer's at equal rates. In the United States, the risk of dying from AD in 2010 was 26% higher among the non-Hispanic white population than among the non-Hispanic black population, and the Hispanic population had a 30% lower risk than the non-Hispanic white population. However, much AD research remains to be done in minority groups, such as the African American, East Asian and Hispanic/Latino populations. Studies have shown that these groups are underrepresented in clinical trials and do not have the same risk of developing AD when carrying certain genetic risk factors (i.e. APOE4), compared to their caucasian counterparts.\n\nThe prevalence of AD in populations is dependent upon factors including incidence and survival. Since the incidence of AD increases with age, prevalence depends on the mean age of the population for which prevalence is given. In the United States in 2020, AD dementia prevalence was estimated to be 5.3% for those in the 60–74 age group, with the rate increasing to 13.8% in the 74–84 group and to 34.6% in those greater than 85. Prevalence rates in some less developed regions around the globe are lower. Both the prevalence and incidence rates of AD are steadily increasing, however the prevalence rate is estimated to triple by 2050 reaching 152 million, compared to the 50 million people with AD globally in 2020."
            },
            {
                "name": "Postural orthostatic tachycardia syndrome",
                "description": "Postural orthostatic tachycardia syndrome (POTS) is a condition characterized by an abnormally large increase in heart rate upon sitting up or standing. POTS is a disorder of the autonomic nervous system that can lead to a variety of symptoms, including lightheadedness, brain fog, blurred vision, weakness, fatigue, headaches, heart palpitations, exercise intolerance, nausea, diminished concentration, tremulousness (shaking), syncope (fainting), coldness or pain in the extremities, numbness or tingling in the extremities, chest pain, and shortness of breath. Other conditions associated with POTS include myalgic encephalomyelitis/chronic fatigue syndrome, migraine headaches, Ehlers–Danlos syndrome, asthma, autoimmune disease, vasovagal syncope, and mast cell activation syndrome. POTS symptoms may be treated with lifestyle changes such as increasing fluid, electrolyte, and salt intake, wearing compression stockings, gentle and slow postural changes, avoiding prolonged bedrest, medication, and physical therapy.",
                "link": "https://en.wikipedia.org/wiki/Postural_orthostatic_tachycardia_syndrome",
                "symptoms": "POTS is a complex and multifaceted clinical disorder, the etiology and management of which remain incompletely understood. This syndrome is typified by a diverse array of nonspecific symptoms, making it a challenging condition to describe.\n\nIndividuals living with POTS experience a diminished quality of life compared to healthy individuals, due to disruptions in various domains such as standing, playing sports, symptom anxiety, and impacts on school, work, or spiritual (religious) domains—these disruptions affect their daily life and overall well-being.\n\nIn adults, the primary manifestation is an increase in heart rate of more than 30 beats per minute within ten minutes of standing up. The resulting heart rate is typically more than 120 beats per minute. For people between ages 12 and 19, the minimum increase for a POTS diagnosis is 40 beats per minute. POTS is often accompanied by common features of orthostatic intolerance—in which symptoms that develop while upright are relieved by reclining. These orthostatic symptoms include palpitations, light-headedness, chest discomfort, shortness of breath, nausea, weakness or \"heaviness\" in the lower legs, blurred vision, and cognitive difficulties. Symptoms may be exacerbated with prolonged sitting, prolonged standing, alcohol, heat, exercise, or eating a large meal.\n\nPOTS and dysautonomia often presents with narrowed pulse pressures. In some cases, patients experience a drop in pulse pressure to 0 mm Hg upon standing, rendering them practically pulseless while upright. This condition leads to significant morbidity, as many affected individuals struggle to remain standing.\n\nUp to one-third of POTS patients experience fainting for many reasons, including but not limited to standing, physical exertion, or heat exposure. POTS patients may also experience orthostatic headaches. Some POTS patients may develop blood pooling in the extremities, characterized by a reddish-purple color of the legs and/or hands upon standing. 48% of people with POTS report chronic fatigue and 32% report sleep disturbances. Other POTS patients only exhibit the cardinal symptom of orthostatic tachycardia. Additional signs and symptoms are varied, and may include excessive sweating, lack of sweating, heat intolerance, digestive issues such as nausea, indigestion, constipation or diarrhea, post-exertional malaise, coat-hanger pain, brain fog, and syncope or presyncope.\n\nWhereas POTS is primarily characterized by its profound impact on the autonomic and cardiovascular systems, it can lead to substantial functional impairment. This impairment, often manifesting as symptoms such as fatigue, cognitive dysfunction, and sleep disturbances, can significantly diminish the patient's quality of life.\n\nBrain fog\nOne of the most disabling and prevalent symptoms in POTS is \"brain fog\", a term used by patients to describe the cognitive difficulties they experience. In one survey of 138 POTS patients, brain fog was defined as \"forgetful\" (91%), \"difficulty thinking\" (89%), and \"difficulty focusing\" (88%). Other common descriptions were \"difficulty processing what others say\" (80%), \"confusion\" (71%), \"getting lost\" (64%), and \"thoughts moving too quickly\" (40%). The same survey described the most common triggers of brain fog to be fatigue (91%), lack of sleep (90%), prolonged standing (87%), and dehydration (86%).\n\nNeuropsychological testing has shown that a POTS patient has reduced attention (Ruff 2&7 speed and WAIS-III digits forward), short-term memory (WAIS-III digits back), cognitive processing speed (symbol digits modalities test), and executive function (Stroop word color and trails B).\n\nA potential cause for brain fog is a decrease in cerebral blood flow (CBF), especially in upright position.\n\nThere may be a loss of neurovascular coupling and reduced functional hyperemia in response to cognitive challenge under orthostatic stress – perhaps related to a loss of autoregulatory buffering of beat-by-beat fluctuations in arterial blood flow.\n\nCo-morbidities\nConditions that are commonly reported with POTS include:\n\nMigraine headaches (40%)\nEhlers–Danlos syndrome (18–25%)\nAsthma (20%)\nAutoimmune disease (16%)\nVasovagal syncope (13%)\nMast cell activation disorder (9%)",
                "epidemiology": "The prevalence of POTS is unknown. One study estimated a minimal rate of 170 POTS cases per 100,000 individuals, but the true prevalence is likely higher due to underdiagnosis. Another study estimated that there are at least 500,000 cases in the United States. POTS is more common in women than men, with a female-to-male ratio of 4:1. Most people with POTS are aged between 20 and 40, with an average onset of 21. Diagnoses of POTS beyond age 40 are rare, perhaps because symptoms improve with age.\n\nAs recently stated, up to one-third of POTS patients also present with Vasovagal Syncope (VVS).  This ratio is probably higher if pre-Syncope patients, patients that report the symptoms of Syncope without overt fainting, were included.  Given the difficulty with current autonomic measurements in quantitatively isolating and differentiating Parasympathetic (Vagal) activity from Sympathetic activity without assumption or approximation, the current direction of research and clinical assessment is understandable:  perpetuating uncertainty regarding underlying cause, prescribing beta-blockers and proper daily hydration as the only therapy, not addressing the orthostatic dysfunction as the underlying cause, and recommending acceptance and associated lifestyle changes to cope.[citation needed] \n\nDirect measures of Parasympathetic (Vagal) activity obviates the uncertainty and lack of true relief of POTS as well as VVS.  For example, the hypothesis that POTS is an auto-immune disorder may be an indication that a significant number of POTS cases are indeed co-morbid with VVS.  Remember the Parasympathetic Nervous System is the memory for, and controls and coordinates, the immune system.  If Parasympathetic (Vagal) over-, or prolonged-, activation is chronic then portions of the immune system may remain active beyond the limits of the infection.  Given that portions of the immune system are not of self, these portions remain active and continue to \"feed.\"  Once the only source of \"feed\" is self, the immune system begins to attack the host.  This is the definition of autoimmune.  This is a counter-hypothesis that may provide a simpler explanation with a more immediate plan for therapy and relief.  For it may be that relieving the Vagal over-activation, will retires the self-attacking portion of the immune system, thereby relieving the autoimmunity.[citation needed]\n\nAnother example may be \"Hyperadrenergic POTS.\"  A counter hypothesis and perhaps a simpler explanation that leads to more direct therapy and improved outcomes is again the fact that POTS and VVS may be co-morbid.  It is well known that Parasympathetic (Vagal) over-activation may cause secondary Sympathetic over-activation.  Without direct Parasympathetic (Vagal) measures, the resulting assumption is that the secondary Sympathetic over-activation (the definition of \"hyperadrenergic\") is actually the primary autonomic dysfunction.  Simply treating the (secondary) Sympathetic over-activation may be just treating a symptom in these cases, which may work for a while but then the body compensates and more medication is needed or the patient become unresponsive and the permanent degraded lifestyles are considered the only option.  Again, this is unfortunate.  Given that cases of POTS with VVS involves different portions of the nervous system (Parasympathetic and Sympathetic), and that both branches may be treated simultaneously, albeit differently, true relief of both conditions, as needed, is quite possible, and the cases of these newer hypothesized causes may be relieved with current, less expensive, and shorter-term therapy modalities.[citation needed]"
            },
            {
                "name": "Leukodystrophy",
                "description": "Leukodystrophies are a group of, usually, inherited disorders, characterized by degeneration of the white matter in the brain. The word leukodystrophy comes from the Greek roots leuko, \"white\", dys, \"abnormal\" and troph, \"growth\". The leukodystrophies are caused by imperfect growth or development of the glial cells which produce the myelin sheath, the fatty insulating covering around nerve fibers. Leukodystrophies may be classified as hypomyelinating or demyelinating diseases, respectively, depending on whether the damage is present before birth or occurs after. While all leukodystrophies are the result of genetic mutations, other demyelinating disorders have an autoimmune, infectious, or metabolic etiology.",
                "link": "https://en.wikipedia.org/wiki/Leukodystrophy",
                "symptoms": "Some specific symptoms vary from one type of leukodystrophy to the next, but the vast majority of symptoms are shared as the causes for the disease generally have the same effects. Symptoms are dependent on the age of onset, which is predominantly in infancy and early childhood, although the exact time of onset may be difficult to determine. Hyperirritability and hypersensitivity to the environment are common, as well as some tell-tale physical signs including muscle rigidity and a backwards-bent head. Botox therapy is often used to treat patients with spasticity. Juvenile and adult onsets display similar symptoms including a decrease or loss in hearing and vision. While children do experience optic and auditory degeneration, the course of the disease is usually too rapid, causing death relatively quickly, whereas adults may live with these conditions for many years. In children, spastic activity often precedes progressive ataxia and rapid cognitive deterioration which has been described as mental retardation. Epilepsy is commonplace for patients of all ages. More progressed patients show weakness in deglutition, leading to spastic coughing fits due to inhaled saliva. Classic symptomatic progression of juvenile X-linked adrenoleukodystrophy is shown in the 1992 film, Lorenzo's Oil.\n\nCourse and timetable are dependent on the age of onset with infants showing a lifespan of 2–8 years, juveniles 2–10 years and adults typically 10+ years. Adults typically see an extended period of stability followed by a decline to a vegetative state and death. While treatments do exist, most are in the experimental phase and can only promise a halt in the progression of symptoms, although some gene therapies have shown some symptomatic improvement. The debilitating course of the disease has led to numerous philosophical and ethical arguments over experimental clinical trials, patients' rights and physician-assisted suicide.",
                "epidemiology": "Currently, no research has shown a higher prevalence of most leukodystrophy types in any one place around the world. There is, however, a higher prevalence of Canavan disease in the Jewish population. One in 40 individuals of Ashkenazi Jewish descent are carriers of Canavan disease. This extrapolates to roughly 2.5%. Additionally, due to their autosomal recessive inheritance patterns, there is no significant difference found between males and females for most types of leukodystrophy, including but not limited to metachromatic leukodystrophy, Krabbe disease, Canavan disease, and Alexander disease. The one exception to this is any type of leukodystrophy carried on a sex chromosome, such as X-linked adrenoleukodystrophy, which is carried on the X-chromosome. Because of the inheritance pattern of X-linked diseases, males are more often affected by this type of leukodystrophy, while female carriers are often symptomatic, though not as severely affected as males."
            },
            {
                "name": "Traumatic brain injury",
                "link": "https://en.wikipedia.org/wiki/Traumatic_brain_injury",
                "description": "A traumatic brain injury (TBI), also known as an intracranial injury, is an injury to the brain caused by an external force. TBI can be classified based on severity ranging from mild traumatic brain injury (mTBI/concussion) to severe traumatic brain injury. TBI can also be characterized based on mechanism or other features. Head injury is a broader category that may involve damage to other structures such as the scalp and skull. TBI can result in physical, cognitive, social, emotional and behavioral symptoms, and outcomes can range from complete recovery to permanent disability or death.",
                "symptoms": "Symptoms are dependent on the type of TBI (diffuse or focal) and the part of the brain that is affected. Unconsciousness tends to last longer for people with injuries on the left side of the brain than for those with injuries on the right. Symptoms are also dependent on the injury's severity. With mild TBI, the patient may remain conscious or may lose consciousness for a few seconds or minutes. Other symptoms of mild TBI include headache, vomiting, nausea, lack of motor coordination, dizziness, difficulty balancing, lightheadedness, blurred vision or tired eyes, ringing in the ears, bad taste in the mouth, fatigue or lethargy, and changes in sleep patterns. Cognitive and emotional symptoms include behavioral or mood changes, confusion, and trouble with memory, concentration, attention, or thinking. Mild TBI symptoms may also be present in moderate and severe injuries.\n\nA person with a moderate or severe TBI may have a headache that does not go away, repeated vomiting or nausea, convulsions, an inability to awaken, dilation of one or both pupils, slurred speech, aphasia (word-finding difficulties), dysarthria (muscle weakness that causes disordered speech), weakness or numbness in the limbs, loss of coordination, confusion, restlessness, or agitation.  Common long-term symptoms of moderate to severe TBI are changes in appropriate social behavior, deficits in social judgment, and cognitive changes, especially problems with sustained attention, processing speed, and executive functioning. Alexithymia, a deficiency in identifying, understanding, processing, and describing emotions occurs in 60.9% of individuals with TBI. Cognitive and social deficits have long-term consequences for the daily lives of people with moderate to severe TBI, but can be improved with appropriate rehabilitation.\n\nWhen the pressure within the skull (intracranial pressure, abbreviated ICP) rises too high, it can be deadly. Signs of increased ICP include decreasing level of consciousness, paralysis or weakness on one side of the body, and a blown pupil, one that fails to constrict in response to light or is slow to do so. Cushing's triad, a slow heart rate with high blood pressure and respiratory depression is a classic manifestation of significantly raised ICP. Anisocoria, unequal pupil size, is another sign of serious TBI. Abnormal posturing, a characteristic positioning of the limbs caused by severe diffuse injury or high ICP, is an ominous sign.\n\nSmall children with moderate to severe TBI may have some of these symptoms but have difficulty communicating them. Other signs seen in young children include persistent crying, inability to be consoled, listlessness, refusal to nurse or eat, and irritability.",
                "epidemiology": "TBI is a leading cause of death and disability around the globe and presents a major worldwide social, economic, and health problem. It is the number one cause of coma, it plays the leading role in disability due to trauma, and is the leading cause of brain damage in children and young adults. In Europe it is responsible for more years of disability than any other cause. It also plays a significant role in half of trauma deaths.\n\nFindings on the frequency of each level of severity vary based on the definitions and methods used in studies. A World Health Organization study estimated that between 70 and 90% of head injuries that receive treatment are mild, and a US study found that moderate and severe injuries each account for 10% of TBIs, with the rest mild.\n\nThe incidence of TBI varies by age, gender, region and other factors. Findings of incidence and prevalence in epidemiological studies vary based on such factors as which grades of severity are included, whether deaths are included, whether the study is restricted to hospitalized people, and the study's location. The annual incidence of mild TBI is difficult to determine but may be 100–600 people per 100,000.\n\nMortality\nIn the US, the case fatality rate is estimated to be 21% by 30 days after TBI. A study on Iraq War soldiers found that severe TBI carries a mortality of 30–50%. Deaths have declined due to improved treatments and systems for managing trauma in societies wealthy enough to provide modern emergency and neurosurgical services. The fraction of those who die after being hospitalized with TBI fell from almost half in the 1970s to about a quarter at the beginning of the 21st century. This decline in mortality has led to a concomitant increase in the number of people living with disabilities that result from TBI.\n\nBiological, clinical, and demographic factors contribute to the likelihood that an injury will be fatal. In addition, outcome depends heavily on the cause of head injury. In the US, patients with fall-related TBIs have an 89% survival rate, while only 9% of patients with firearm-related TBIs survive. In the US, firearms are the most common cause of fatal TBI, followed by vehicle accidents and then falls. Of deaths from firearms, 75% are considered to be suicides.\n\nThe incidence of TBI is increasing globally, due largely to an increase in motor vehicle use in low- and middle-income countries. In developing countries, automobile use has increased faster than safety infrastructure could be introduced. In contrast, vehicle safety laws have decreased rates of TBI in high-income countries, which have seen decreases in traffic-related TBI since the 1970s. Each year in the United States, about two million people have a TBI, approximately 675,000 injuries are seen in the emergency department, and about 500,000 patients are hospitalized.  The yearly incidence of TBI is estimated at 180–250 per 100,000 people in the US, 281 per 100,000 in France, 361 per 100,000 in South Africa, 322 per 100,000 in Australia, and 430 per 100,000 in England. In the European Union the yearly aggregate incidence of TBI hospitalizations and fatalities is estimated at 235 per 100,000.\n\nDemographics\nTBI is present in 85% of traumatically injured children, either alone or with other injuries. The greatest number of TBIs occur in people aged 15–24. Because TBI is more common in young people, its costs to society are high due to the loss of productive years to death and disability. The age groups most at risk for TBI are children ages five to nine and adults over age 80, and the highest rates of death and hospitalization due to TBI are in people over age 65. The incidence of fall-related TBI in First-World countries is increasing as the population ages; thus the median age of people with head injuries has increased.\n\nRegardless of age, TBI rates are higher in males. Men have twice as many TBIs as women do and have a fourfold risk of fatal head injury, and males account for two thirds of childhood and adolescent head trauma; however, when matched for severity of injury, women appear to fare more poorly than men.\n\nSocioeconomic status also appears to affect TBI rates; people with lower levels of education and employment and lower socioeconomic status are at greater risk. Approximately half of those incarcerated in prisons and jails in the United States have had TBIs."
            },
            {
                "name": "Fibromyalgia",
                "description": "Fibromyalgia is a medical syndrome which causes chronic widespread pain, accompanied by fatigue, waking unrefreshed, and cognitive symptoms. Other symptoms can include headaches, lower abdominal pain or cramps, and depression. People with fibromyalgia can also experience insomnia and a general hypersensitivity. The cause of fibromyalgia is unknown, but is believed to involve a combination of genetic and environmental factors. Environmental factors may include psychological stress, trauma, and certain infections. Since the pain appears to result from processes in the central nervous system, the condition is referred to as a \"central sensitization syndrome\".",
                "link": "https://en.wikipedia.org/wiki/Fibromyalgia",
                "symptoms": "The defining symptoms of fibromyalgia are chronic widespread pain, fatigue, and sleep disturbance. Other symptoms may include heightened pain in response to tactile pressure (allodynia), cognitive problems, musculoskeletal stiffness, environmental sensitivity, hypervigilance, sexual dysfunction, and visual symptoms. Some people with fibromyalgia experience post-exertional malaise, in which symptoms flare up a day or longer after physical exercise.\n\nPain\nFibromyalgia is predominantly a chronic pain disorder. According to the NHS, widespread pain is one major symptom, which could feel like an ache, a burning sensation, or a sharp, stabbing pain. Patients are also highly sensitive to pain, and the slightest touch can cause pain. Pain also tends to linger for longer when a patient experiences pain.\n\nFatigue\nFatigue is one of the defining symptoms of fibromyalgia. Patients may experience physical or mental fatigue. Physical fatigue can be demonstrated by a feeling of exhaustion after exercise or by a limitation in daily activities.\n\nSleep problems\nSleep problems are a core symptom in fibromyalgia. These include difficulty falling asleep or staying asleep, awakening while sleeping and waking up feeling unrefreshed. A meta-analysis compared objective and subjective sleep metrics in people with fibromyalgia and healthy people. Individuals with fibromyalgia had lower sleep quality and efficiency, as well as longer wake time after sleep start, shorter sleep duration, lighter sleep, and greater trouble initiating sleep when objectively assessed, and more difficulty initiating sleep when subjectively assessed. Sleep problems may contribute to pain by decreased release of IGF-1 and human growth hormone, leading to decreased tissue repair. Improving sleep quality can help people with fibromyalgia minimize pain.\n\nCognitive problems\nMany people with fibromyalgia experience cognitive problems (known as fibrofog or brainfog). One study found that approximately 50% of fibromyalgia patients had subjective cognitive dysfunction and that it was associated with higher levels of pain and other fibromyalgia symptoms. The American Pain Society recognizes these problems as a major feature of fibromyalgia, characterized by trouble concentrating, forgetfulness and disorganized or slow thinking. About 75% of fibromyalgia patients report significant problems with concentration, memory, and multitasking. A 2018 meta-analysis found that the largest differences between fibromyalgia patients and healthy subjects were for inhibitory control, memory, and processing speed. It is hypothesized that the increased pain compromises attention systems, resulting in cognitive problems.\n\nHypersensitivity\nIn addition to a hypersensitivity to pain, patients with fibromyalgia show hypersensitivity to other stimuli, such as bright lights, loud noises, perfumes, and cold. A review article found that they have a lower cold pain threshold. Other studies documented an acoustic hypersensitivity.",
                "epidemiology": "Fibromyalgia is estimated to affect 1.8% of the population.\n\nDespite the fact that more than 90% of fibromyalgia patients are women, only 60% of people with fibromyalgia symptoms are female in the general population."
            },
            {
                "name": "Dementia",
                "link": "https://en.wikipedia.org/wiki/Dementia",
                "description": "Dementia is a syndrome associated with many neurodegenerative diseases, characterized by a general decline in cognitive abilities that affects a person's ability to perform everyday activities. This typically involves problems with memory, thinking, behavior, and motor control. Aside from memory impairment and a disruption in thought patterns, the most common symptoms of dementia include emotional problems, difficulties with language, and decreased motivation. The symptoms may be described as occurring in a continuum over several stages. Dementia ultimately has a significant effect on the individual, their caregivers, and their social relationships in general. A diagnosis of dementia requires the observation of a change from a person's usual mental functioning and a greater cognitive decline than might be caused by the normal aging process.",
                "symptoms": "The signs and symptoms of dementia are termed as the neuropsychiatric symptoms—also known as the behavioral and psychological symptoms—of dementia. The behavioral symptoms can include agitation, restlessness, inappropriate behavior, sexual disinhibition, and verbal or physical aggression. These symptoms may result from impairments in cognitive inhibition. The psychological symptoms can include depression, hallucinations (most often visual), delusions, apathy, and anxiety. The most commonly affected areas of brain function include memory, language, attention, problem solving, and visuospatial function affecting perception and orientation. The symptoms progress at a continuous rate over several stages, and they vary across the dementia subtypes. Most types of dementia are slowly progressive with some deterioration of the brain well established before signs of the disorder become apparent. There are often other conditions present, such as high blood pressure or diabetes, and there can sometimes be as many as four of these comorbidities.\n\nSigns of dementia include getting lost in a familiar neighborhood, using unusual words to refer to familiar objects, forgetting the name of a close family member or friend, forgetting old memories, and being unable to complete tasks independently. People with developing dementia often fall behind on bill payments; specifically mortgage and credit cards, and a crashing credit score can be an early indicator of the disease.\n\nPeople with dementia are more likely to have problems with incontinence than those of a comparable age without dementia; they are three times more likely to have urinary incontinence and four times more likely to have fecal incontinence.",
                "epidemiology": "The number of cases of dementia worldwide in 2021 was estimated at 55 million, with close to 10 million new cases each year. According to a report by the World Health Organization, \"In 2021, Alzheimer’s disease and other forms of dementia ranked as the seventh leading cause of death, killing 1.8 million lives.\" By 2050, the number of people living with dementia is estimated to be over 150 million globally. Around 7% of people over the age of 65 have dementia, with slightly higher rates (up to 10% of those over 65) in places with relatively high life expectancy. An estimated 58% of people with dementia are living in low and middle income countries. The prevalence of dementia differs in different world regions, ranging from 4.7% in Central Europe to 8.7% in North Africa/Middle East; the prevalence in other regions is estimated to be between 5.6 and 7.6%. The number of people living with dementia is estimated to double every 20 years. In 2016 dementia resulted in about 2.4 million deaths, up from 0.8 million in 1990. The genetic and environmental risk factors for dementia disorders vary by ethnicity. For instance, Alzheimer's disease among Hispanic/Latino and African American subjects exhibit lower risks associated with gene changes in the apolipoprotein E gene than do non-Hispanic white subjects.\n\nThe annual incidence of dementia diagnosis is nearly 10 million worldwide. Almost half of new dementia cases occur in Asia, followed by Europe (25%), the Americas (18%) and Africa (8%). The incidence of dementia increases exponentially with age, doubling with every 6.3-year increase in age. Dementia affects 5% of the population older than 65 and 20–40% of those older than 85. Rates are slightly higher in women than men at ages 65 and greater. The disease trajectory is varied and the median time from diagnosis to death depends strongly on age at diagnosis, from 6.7 years for people diagnosed aged 60–69 to 1.9 years for people diagnosed at 90 or older.\n\nDementia impacts not only individuals with dementia, but also their carers and the wider society. Among people aged 60 years and over, dementia is ranked the 9th most burdensome condition according to the 2010 Global Burden of Disease (GBD) estimates. The global costs of dementia was around US$818 billion in 2015, a 35.4% increase from US$604 billion in 2010.\n\nA new 2024 study reveals that deaths from dementia in the U.S. have tripled in the past 21 years, rising from around 150,000 in 1999 to over 450,000 in 2020; the likelihood of dying from dementia increased across all demographic groups studied.\n\nAffected ages\nAbout 3% of people between the ages of 65–74 have dementia, 19% between 75 and 84, and nearly half of those over 85 years of age. As more people are living longer, dementia is becoming more common. For people of a specific age, however, it may be becoming less frequent in the developed world, due to a decrease in modifiable risk factors made possible by greater financial and educational resources. It is one of the most common causes of disability among the elderly but can develop before the age of 65 when it is known as early-onset dementia or presenile dementia. Less than 1% of those with Alzheimer's have gene mutations that cause a much earlier development of the disease, around the age of 45, known as early-onset Alzheimer's disease. More than 95% of people with Alzheimer's disease have the sporadic form (late onset, 80–90 years of age). Worldwide the cost of dementia in 2015 was put at US$818 billion. People with dementia are often physically or chemically restrained to a greater degree than necessary, raising issues of human rights. Social stigma is commonly perceived by those with the condition, and also by their caregivers."
            },
            {
                "name": "Polio",
                "description": "Poliomyelitis, commonly shortened to polio, is an infectious disease caused by the poliovirus. Approximately 75% of cases are asymptomatic; mild symptoms which can occur include sore throat and fever; in a proportion of cases more severe symptoms develop such as headache, neck stiffness, and paresthesia. These symptoms usually pass within one or two weeks. A less common symptom is permanent paralysis, and possible death in extreme cases. Years after recovery, post-polio syndrome may occur, with a slow development of muscle weakness similar to what the person had during the initial infection.",
                "link": "https://en.wikipedia.org/wiki/Polio",
                "symptoms": "The term \"poliomyelitis\" is used to identify the disease caused by any of the three serotypes of poliovirus. Two basic patterns of polio infection are described: a minor illness that does not involve the central nervous system (CNS), sometimes called abortive poliomyelitis, and a major illness involving the CNS, which may be paralytic or nonparalytic. Adults are more likely to develop symptoms, including severe symptoms, than children.\n\nIn most people with a normal immune system, a poliovirus infection is asymptomatic. In about 25% of cases, the infection produces minor symptoms which may include sore throat and low fever. These symptoms are temporary and full recovery occurs within one or two weeks.\n\nIn about 1 percent of infections the virus can migrate from the gastrointestinal tract into the central nervous system (CNS). Most patients with CNS involvement develop nonparalytic aseptic meningitis, with symptoms of headache, neck, back, abdominal and extremity pain, fever, vomiting, stomach pain, lethargy, and irritability. About one to five in 1,000 cases progress to paralytic disease, in which the muscles become weak, floppy and poorly controlled, and, finally, completely paralyzed; this condition is known as acute flaccid paralysis. The weakness most often involves the legs, but may less commonly involve the muscles of the head, neck, and diaphragm. Depending on the site of paralysis, paralytic poliomyelitis is classified as spinal, bulbar, or bulbospinal. In those who develop paralysis, between 2 and 10 percent die as the paralysis affects the breathing muscles.\n\nEncephalitis, an infection of the brain tissue itself, can occur in rare cases, and is usually restricted to infants. It is characterized by confusion, changes in mental status, headaches, fever, and, less commonly, seizures and spastic paralysis.",
                "epidemiology": "Major polio epidemics were unknown before the 20th century; up until that time, polio was an endemic disease worldwide. Mothers who had survived polio infection passed on temporary immunity to their babies in the womb and through breast milk. As a result, an infant who encountered a polio infection generally suffered only mild symptoms and acquired a long-term immunity to the disease. With improvements in sanitation and hygiene during the 19th century, the general level of herd immunity in the population declined providing circumstances where epidemics of polio became frequent. It is estimated that epidemic polio killed or paralysed over half a million people every year.\n\nFollowing the widespread use of poliovirus vaccine in the mid-1950s, new cases of poliomyelitis declined dramatically in many industrialized countries. Efforts to completely eradicate the disease started in 1988 and are ongoing.\n\nCirculating vaccine-derived polioviruses\nThe oral polio vaccine, while highly effective, has the disadvantage that it contains a live virus which has been attenuated so that it cannot cause severe illness. The vaccine virus is excreted in the stool, and in under-immunized communities it can spread from person to person. This is known as circulating vaccine-derived poliovirus (cVDPV) or more simply as variant poliovirus.\n\nWith prolonged transmission of this kind, the weakened virus can mutate and revert to a form that causes illness and paralysis. Cases of cVDPV now exceed wild-type cases, making it desirable to discontinue the use of the oral polio vaccine as soon as safely possible and instead use other types of polio vaccines.\n\nEradication\nA global effort to eradicate polio – the Global Polio Eradication Initiative – began in 1988, led by the World Health Organization, UNICEF, and The Rotary Foundation. Polio is one of only two diseases currently the subject of a global eradication program, the other being Guinea worm disease. So far, the only diseases completely eradicated by humankind are smallpox, declared eradicated in 1980, and rinderpest, declared eradicated in 2011. In April 2012, the World Health Assembly declared that the failure to completely eradicate polio would be a programmatic emergency for global public health, and that it \"must not happen.\"\n\nThese efforts have hugely reduced the number of cases; from an estimated 350,000 cases in 1988 to a low of 483 cases in 2001, after which it remained at a level of about 1,000–2000 cases per year for a number of years.\n\nBy 2015, polio was believed to remain naturally spreading in only two countries, Pakistan and Afghanistan, although it continued to cause outbreaks in other nearby countries due to hidden or re-established transmission.\n\nGlobal surveillance for polio takes two forms. Cases of acute flaccid paralysis (AFP) are tested for the presence and type of poliovirus. In addition, environmental and wastewater samples are tested for the presence of poliovirus - this is an effective method of detecting circulating virus which has not given rise to severe symptoms. Here is a summary of both wild polio (WPV) and variant polio (cVDPV) prevalence over the last 5 years:\n\n2019 - 147 cases of WPV1 in Pakistan, and 29 cases in Afghanistan. None were reported elsewhere in the world. cVDPV was detected in 19 countries with 378 confirmed cases.\n2020 - 84 WPV1 cases in Pakistan, 56 in Afghanistan. 32 countries reported cVDPV detection, and there were 1,103 cVDPV cases.\nIn 2021, there were just six confirmed cases of wild poliovirus — one in Pakistan, four in Afghanistan, and one in Malawi. The case in Malawi, the country's first in almost three decades and the first in Africa in five years, was seen as a significant setback to the eradication effort. 23 countries detected cVDPV, with 698 cases.\nIn 2022, there were 30 confirmed cases of WPV1 reported to WHO, with two cases in Pakistan and 20 Afghanistan respectively, while eight non-endemic cases were recorded in Mozambique, the first cases in the country since 1992. The Mozambique cases derived from the strain of Pakistani origin that caused two confirmed cases in Malawi in 2021. 24 countries detected cVDPV, with 881 cases.\nIn 2023, twelve cases of WPV1 were reported, six each in Afghanistan and Pakistan. 32 countries reported cVDPV, with 524 cases.\nThe last remaining region with wild polio cases are the South Asian countries Afghanistan and Pakistan.\n\nDuring 2011, the CIA ran a fake hepatitis vaccination clinic in Abbottabad, Pakistan, in an attempt to locate Osama bin Laden. This destroyed trust in vaccination programs in the region. There were attacks and deaths among vaccination workers; 66 vaccinators were killed in 2013 and 2014. In Afghanistan, the Taliban banned house-to-house polio vaccination between 2018 and 2021. These factors have set back efforts to eliminate polio by means of vaccination in these countries.\n\nIn Afghanistan, 80 cases of polio were reported from 35 districts during 2011. Incidence over the subsequent 10 years has declined to just 4 cases in 2 districts during 2021.\n\nIn Pakistan, cases dropped by 97 percent from 2014 to 2018; reasons include 440 million dirham support from the United Arab Emirates to vaccinate more than ten million children, changes in the military situation, and arrests of some of those who attacked polio workers.\n\nThe Americas were declared polio-free in 1994. The last known case was a boy in Peru in 1991. The US Centers for Disease Control and Prevention recommends polio vaccination boosters for travelers and those who live in countries where the disease is endemic.\n\nIn July 2022, the US state of New York reported a polio case for the first time in almost a decade in the country; this was attributed to a vaccine-derived strain of the virus.\n\nIn 2000, polio was declared to have been officially eliminated in 37 Western Pacific countries, including China and Australia.\n\nDespite eradication ten years earlier, an outbreak was confirmed in China in September 2011, involving a strain common in Pakistan.\n\nIn September 2019, the Department of Health of the Philippines declared a polio outbreak in the country after a single case in a 3-year-old girl. In December 2019, acute poliomyelitis was confirmed in an infant in Sabah state, Borneo, Malaysia. Subsequently, a further three polio cases were reported, with the last case reported in January 2020. Both outbreaks were found to be linked instances of vaccine-derived poliomyelitis.\n\nEurope was declared polio-free in 2002.\n\nOn 27 March 2014, the WHO announced the eradication of poliomyelitis in the South-East Asia Region, which includes eleven countries: Bangladesh, Bhutan, North Korea, India, Indonesia, Maldives, Myanmar, Nepal, Sri Lanka, Thailand and Timor-Leste. With the addition of this region, 80 per cent of the world population was considered to be living in polio-free regions.\n\nIn Syria difficulties in executing immunization programs in the ongoing civil war led to a return of polio, probably in 2012, acknowledged by the WHO in 2013. 15 cases were confirmed among children in Syria between October and November 2013 in Deir Ezzor. Later, two more cases, one each in rural Damascus and Aleppo, were identified. It was the first outbreak in Syria since 1999. Doctors and international public health agencies report more than 90 cases of polio in Syria, with fears of contagion in rebel areas from lack of sanitation and safe-water services. A vaccination campaign in Syria operated literally under fire and led to the deaths of several vaccinators, but returned vaccination coverage to pre-war levels. Syria is currently free of polio, but is considered \"at risk\".\n\nIn 2024, the Gaza Health Ministry reported that several children have shown symptoms consistent with polio, with laboratory tests confirming that a 10-month-old child is infected with the virus. Prior to the Israel-Hamas conflict, 99% of Gaza's 2.2 million residents were vaccinated against polio, but that rate has since fallen to 86%, according to the WHO. United Nations Secretary-General António Guterres urged for a weeklong cease-fire in Gaza to facilitate vaccinations and prevent a potential polio outbreak, emphasizing the risk faced by many children.\n\nIn 2003, in northern Nigeria – a country that at that time was considered provisionally polio free – a fatwa was issued declaring that the polio vaccine was designed to render children sterile. Subsequently, polio reappeared in Nigeria and spread from there to several other countries. In 2013, nine health workers administering polio vaccine were targeted and killed by gunmen on motorcycles in Kano, but this was the only attack. Local traditional and religious leaders and polio survivors worked to revive the campaign, and Nigeria was removed from the polio-endemic list in September 2015 after more than a year without any cases, only to be restored to the list in 2016 when two cases were detected.\n\nAfrica was declared free of wild polio in August 2020, although cases of circulating vaccine-derived poliovirus type 2 continue to appear in several countries.\n\nA single case of wild polio that was detected in Malawi in February 2022, and another in Mozambique in May 2022 were both of a strain imported from Pakistan and do not affect the African region's wild poliovirus-free certification status."
            },
            {
                "name": "Parkinson's disease",
                "description": "Parkinson's disease (PD), or simply Parkinson's, is a neurodegenerative disease of mainly the central nervous system that affects both the motor and non-motor systems of the body. The symptoms usually emerge slowly, and, as the disease progresses, non-motor symptoms become more common. Usual symptoms include tremors, slowness of movement, rigidity, and difficulty with balance, collectively known as parkinsonism. Parkinson's disease dementia, falls and neuropsychiatric problems such as sleep abnormalities, psychosis, mood swings, or behavioral changes may also arise in advanced stages.",
                "link": "https://en.wikipedia.org/wiki/Parkinson%27s_disease",
                "symptoms": "The defining symptoms affect the motor system and include tremor, bradykinesia, rigidity, and postural instability. Other symptoms may affect the autonomic or sensory nervous system, mood, behavior, sleep patterns, and cognition.\n\nNon-motor symptoms may precede the onset of motor symptoms by up to 20 years. These include constipation, anosmia, mood disorders, and REM sleep behavior disorder among others. In general, motor symptoms such as postural instability and gait abnormalities tend to appear as the disease progresses.\n\nMotor\nFour motor symptoms are considered as cardinal signs in PD: tremor, bradykinesia, rigidity, and postural instability, collectively known as parkinsonism. However, other motor-associated symptoms are common.\n\nTremor is the most common presenting sign and may appear at rest as well as during intentional movement with a frequency between 4–6 hertz (cycles per second). PD tremor tends to occur in the hands, but can affect other parts of the body, such as legs, arms, tongue, or lips, as well. It is often described as \"pill-rolling\", the tendency of the index finger and thumb to touch and perform a circular movement that reminds of the early pharmaceutical technique of manually making pills. Despite it being the most noticeable sign, tremor is present in only about 70–90 percent of cases.\n\nBradykinesia is often considered the most important feature of Parkinson's disease and is also present in atypical parkinsonism. It describes difficulties in motor planning, beginning, and executing, resulting in overall slowed movement with reduced amplitude which affects sequential and simultaneous tasks. Hence, it interferes with daily activities such as dressing, feeding and bathing. Facial muscles involved in bradykinesia lead to the characteristic reduced facial expression known as \"masked face\" or hypomimia.\n\nRigidity, also referred to as rigor or \"stiffness\", is the increased resistance during passive mobilization of a limb affecting up to 89 percent of cases. It usually occurs after onset of tremor and bradykinesia on one or both sides of the body and can lead to muscle or joint pain as the disease progresses. As of 2024, it remains unclear whether rigidity is caused by a distinct biomechanical process or if it is the manifestation of another cardinal sign of PD.\n\nPostural instability (PI) is typical in the later stages of the disease, leading to impaired balance and falls, and secondarily to bone fractures, thus, reduced mobility and quality of life. PI is absent in the initial stages and usually occurs 10–15 years after first diagnosis. Within the first three years after disease onset, PI may indicate atypical parkinsonism. Together with bradykinesia and rigidity, it is responsible for the typical gait characterized by short shuffling steps and forward-flexed posture.\n\nOther common motor signs include a slurred and quiet voice, and handwriting that progressively becomes smaller. This latter may occur prior to other typical symptoms, but the exact neurobiological mechanism, and therefore possible connections with other symptoms, remains unknown.\n\nSensory\nTransformation of the sensory nervous system can lead to changes in sensation that include an impaired sense of smell, disturbed vision, pain, and paresthesia. Problems with visuospatial function may arise and lead to difficulties in facial recognition and perception of the orientation of drawn lines.\n\nPeripheral neuropathy is known to be present in up to 55 percent of PD patients. While it is responsible for most of paresthesia and pain in PD, its role in postural instability and motor impairment is poorly understood.\n\nAutonomic\nAlterations in the autonomic nervous system, known as dysautonomia, are associated with a variety of symptoms such as gastrointestinal dysfunction, orthostatic hypotension, excessive sweating, or urinary incontinence.\n\nGastrointestinal issues include constipation, impaired stomach emptying, immoderate production of saliva, and swallowing difficulty (prevalence up to 82 percent). Complications resulting from dysphagia include dehydration, malnutrition, weight loss, and aspiration pneumonia. All gastrointestinal features can be severe enough to cause discomfort, endanger health, and complicate disease management. Despite being related to each other, the exact mechanism of these symptoms remains unknown.\n\nOrthostatic hypotension is the sustained drop of blood pressure by at least 20 mmHg systolic or 10 mmHg diastolic within the first three minutes after raising to an upright position that can be seen in 30–50 percent of cases. Low blood pressure can impair the perfusion of organs situated above the heart, particularly the brain, resulting in lightheadedness. This can eventually lead to fainting and is associated with higher morbidity and mortality.\n\nOther autonomic-related symptoms include excessive sweating, urinary incontinence, and sexual dysfunction.\n\nNeuropsychiatric\nNeuropsychiatric symptoms (NPS) are common and range from mild disturbances to severe impairment, comprising abnormalities in cognition, mood, behavior, or thought which can interfere with daily activities, reduce quality of life, and increase the risk for admission to a nursing home. Some of them, such as depression and anxiety, are known to precede characteristic motor signs by up to several years and may herald the development of PD, while most of them worsen as the disease progresses. Research indicates that patients with more severe motor symptoms are at higher risk for any NPS. Conversely, NPS can worsen PD.\n\nDepression is the most common NPS and occurs in nearly half of all patients. It features low mood and lack of pleasure and is more prevalent in women. The diagnosis can be challenging since some symptoms of depression such as psychomotor retardation, memory problems, or altered appetite, share similarities with psychiatric signs caused by PD. It may result in suicidal ideation which is more prevalent in PD. Nonetheless, suicidal attempts themselves are lower than in the general population.\n\nApathy is characterized by emotional indifference and arises in about 46 percent of cases. Diagnosis is difficult, as it may become indistinct from symptoms of depression.\n\nAnxiety disorders develop in around 43 percent of cases. The most common are panic disorder, generalized anxiety disorder, and social anxiety disorder. Anxiety is known to cause deterioration in the symptoms of PD.\n\nParkinson's disease psychosis (PDP) is present in around 20 percent of cases and comprises hallucinations, illusions and delusions. It is associated with dopaminergic drugs used to treat the motor symptoms, higher morbidity, mortality, a decrease in health-promoting behaviors, and longer nursing home stays. Additionally, it correlates with depression and may herald onset of dementia in advanced stages. Unlike other psychotic forms, PDP typically presents with a clear sensorium. It might overlap with other psychiatric symptoms, making the diagnosis challenging.\n\nImpulse-control disorders (ICD) can be seen in approximately 19 percent of all patients and, in the context of PD, are grouped along with compulsive behavior and dopamine dysregulation syndrome (DDS) within the broader spectrum of impulsive and compulsive behaviors (ICB). They are characterized by impulsivity and difficulty to control impulsive urges and are positively correlated with the use of dopamine agonists.\n\nCognitive\nCognitive disturbances can occur in early stages or before diagnosis, and increase in prevalence and severity with duration of the disease. Ranging from mild cognitive impairment to severe Parkinson's disease dementia, they feature executive dysfunction, slowed cognitive processing speed, and disrupted perception and estimation of time.\n\nSleep\nSleep disorders are common in PD and affect about two thirds of all patients. They comprise insomnia, excessive daytime sleepiness (EDS), restless legs syndrome (RLS), REM sleep behavior disorder (RBD), and sleep-disordered breathing (SDB), many of which can be worsened by medication. RBD may begin years prior to the initial motor symptoms. Individual presentation of symptoms vary, although most of people affected by PD show an altered circadian rhythm at some point of disease progression.\n\nOther\nPD is associated with a variety of skin disorders that include melanoma, seborrheic dermatitis, bullous pemphigoid, and rosacea. Seborrheic dermatitis is recognized as a premotor feature that indicates dysautonomia and demonstrates that PD can be detected not only by changes of nervous tissue, but tissue abnormalities outside the nervous system as well.",
                "epidemiology": "As of 2024, Parkinson's is the second most common neurodegenerative disease and the fastest-growing in total number of cases. As of 2023, global prevalence was estimated to be 1.51 per 1000. Although it is around 40% more common in men, age is the dominant predeterminant of Parkinson's. Consequently, as global life expectancy has increased, Parkinson's disease prevalence has also risen, with an estimated increase in cases by 74% from 1990 to 2016. The total number is predicted to rise to over 12 million patients by 2040. Some label this a pandemic.\n\nThis increase may be due to a number of global factors, including prolonged life expectancy, increased industrialisation, and decreased smoking. Although genetics is the sole factor in a minority of cases, most cases of Parkinson's are likely a result of gene-environment interactions: concordance studies with twins have found Parkinson's heritability to be just 30%. The influence of multiple genetic and environmental factors complicates epidemiological efforts.\n\nRelative to Europe and North America, disease prevalence is lower in Africa—especially sub-Saharan Africa—but similar in Latin America. Although China is predicted to have nearly half of the global Parkinson's population by 2030, estimates of prevalence in Asia have varied. Potential explanations for these geographic differences include genetic variation, environmental factors, health care access, and life expectancy. Although PD incidence and prevalence may vary by race and ethnicity, significant disparities in care, diagnosis, and study participation limit generalizability and lead to conflicting results. Within the United States, high rates of PD have been identified in the Midwest and South, as well as agricultural regions of California, Florida, Pennsylvania, and Texas: collectively termed the \"PD belt\". It is hypothesized that this is due to localized environmental factors like herbicides, pesticides, and industrial waste."
            },
            {
                "name": "HIV-associated neurocognitive disorder",
                "link": "https://en.wikipedia.org/wiki/HIV-associated_neurocognitive_disorder",
                "description": "HIV-associated neurocognitive disorders (HAND) are neurological disorders associated with HIV infection and AIDS. It is a syndrome of progressive deterioration of memory, cognition, behavior, and motor function in HIV-infected individuals during the late stages of the disease, when immunodeficiency is severe. HAND may include neurological disorders of various severity. HIV-associated neurocognitive disorders are associated with a metabolic encephalopathy induced by HIV infection and fueled by immune activation of macrophages and microglia. These cells are actively infected with HIV and secrete neurotoxins of both host and viral origin. The essential features of HIV-associated dementia (HAD) are disabling cognitive impairment accompanied by motor dysfunction, speech problems and behavioral change. Cognitive impairment is characterised by mental slowness, trouble with memory and poor concentration. Motor symptoms include a loss of fine motor control leading to clumsiness, poor balance and tremors. Behavioral changes may include apathy, lethargy and diminished emotional responses and spontaneity. Histopathologically, it is identified by the infiltration of monocytes and macrophages into the central nervous system (CNS), gliosis, pallor of myelin sheaths, abnormalities of dendritic processes and neuronal loss."
            },
            {
                "name": "Synesthesia",
                "description": "Synesthesia or synaesthesia is a perceptual phenomenon in which stimulation of one sensory or cognitive pathway leads to involuntary experiences in a second sensory or cognitive pathway. For instance, people with synesthesia may experience colors when listening to music, see shapes when smelling certain scents, or perceive tastes when looking at words. People who report a lifelong history of such experiences are known as synesthetes. Awareness of synesthetic perceptions varies from person to person with the perception of synesthesia differing based on an individual's unique life experiences and the specific type of synesthesia that they have. In one common form of synesthesia, known as grapheme–color synesthesia or color–graphemic synesthesia, letters or numbers are perceived as inherently colored. In spatial-sequence, or number form synesthesia, numbers, months of the year, or days of the week elicit precise locations in space, or may appear as a three-dimensional map. Synesthetic associations can occur in any combination and any number of senses or cognitive pathways.",
                "link": "https://en.wikipedia.org/wiki/Synesthesia",
                "symptoms": "Some synesthetes often report that they were unaware their experiences were unusual until they realized other people did not have them, while others report feeling as if they had been keeping a secret their entire lives. The automatic and ineffable nature of a synesthetic experience means that the pairing may not seem out of the ordinary. This involuntary and consistent nature helps define synesthesia as a real experience. Most synesthetes report that their experiences are pleasant or neutral, although, in rare cases, synesthetes report that their experiences can lead to a degree of sensory overload.\n\nThough often stereotyped in the popular media as a medical condition or neurological aberration,[citation needed] many synesthetes themselves do not perceive their synesthetic experiences as a handicap. On the contrary, some report it as a gift –  an additional \"hidden\" sense –  something they would not want to miss. Most synesthetes become aware of their distinctive mode of perception in their childhood. Some have learned how to apply their ability in daily life and work. Synesthetes have used their abilities in memorization of names and telephone numbers, mental arithmetic, and more complex creative activities like producing visual art, music, and theater.\n\nDespite the commonalities which permit the definition of the broad phenomenon of synesthesia, individual experiences vary in numerous ways. This variability was first noticed early in synesthesia research. Some synesthetes report that vowels are more strongly colored, while for others consonants are more strongly colored. Self-reports, interviews, and autobiographical notes by synesthetes demonstrate a great degree of variety in types of synesthesia, the intensity of synesthetic perceptions, awareness of the perceptual discrepancies between synesthetes and non-synesthetes, and the ways synesthesia is used in work, creative processes, and daily life.\n\nSynesthetes are very likely to participate in creative activities. It has been suggested that individual development of perceptual and cognitive skills, in addition to one's cultural environment, produces the variety in awareness and practical use of synesthetic phenomena. Synesthesia may also give a memory advantage. In one study, conducted by Julia Simner of the University of Edinburgh, it was found that spatial sequence synesthetes have a built-in and automatic mnemonic reference. Whereas a non-synesthete will need to create a mnemonic device to remember a sequence (like dates in a diary), a synesthete can simply reference their spatial visualizations."
            },
            {
                "name": "Dyslexia",
                "link": "https://en.wikipedia.org/wiki/Dyslexia",
                "description": "Dyslexia, previously known as word blindness, is a learning disability that affects either reading or writing. Different people are affected to different degrees. Problems may include difficulties in spelling words, reading quickly, writing words, \"sounding out\" words in the head, pronouncing words when reading aloud and understanding what one reads. Often these difficulties are first noticed at school. The difficulties are involuntary, and people with this disorder have a normal desire to learn. People with dyslexia have higher rates of attention deficit hyperactivity disorder (ADHD), developmental language disorders, and difficulties with numbers.",
                "symptoms": "In early childhood, symptoms that correlate with a later diagnosis of dyslexia include delayed onset of speech and a lack of phonological awareness. A common myth closely associates dyslexia with mirror writing and reading letters or words backwards. These behaviors are seen in many children as they learn to read and write, and are not considered to be defining characteristics of dyslexia.\n\nSchool-age children with dyslexia may exhibit signs of difficulty in identifying or generating rhyming words, or counting the number of syllables in words—both of which depend on phonological awareness. They may also show difficulty in segmenting words into individual sounds (such as sounding out the three sounds of k, a, and t in cat) or may struggle to blend sounds, indicating reduced phonemic awareness.\n\nDifficulties with word retrieval or naming things is also associated with dyslexia.: 647  People with dyslexia are commonly poor spellers, a feature sometimes called dysorthographia or dysgraphia, which depends on the skill of orthographic coding.\n\nProblems persist into adolescence and adulthood and may include difficulties with summarizing stories, memorization, reading aloud, or learning foreign languages. Adults with dyslexia can often read with good comprehension, though they tend to read more slowly than others without a learning difficulty and perform worse in spelling tests or when reading nonsense words—a measure of phonological awareness.\n\nAssociated conditions\nDyslexia often co-occurs with other learning disorders, but the reasons for this comorbidity have not been clearly identified. These associated disabilities include:",
                "epidemiology": "The prevalence of dyslexia is unknown, but it has been estimated to be as low as 5% and as high as 17% of the population. Dyslexia is diagnosed more often in males.\n\nThere are different definitions of dyslexia used throughout the world. Further, differences in writing systems may affect development of written language ability due to the interplay between auditory and written representations of phonemes. Dyslexia is not limited to difficulty in converting letters to sounds, and Chinese people with dyslexia may have difficulty converting Chinese characters into their meanings. The Chinese vocabulary uses logographic, monographic, non-alphabet writing where one character can represent an individual phoneme.\n\nThe phonological-processing hypothesis attempts to explain why dyslexia occurs in a wide variety of languages. Furthermore, the relationship between phonological capacity and reading appears to be influenced by orthography."
            },
            {
                "name": "Whiplash (medicine)",
                "description": "Whiplash, whose formal term is whiplash associated disorders (WAD), is a range of injuries to the neck caused by or related to a sudden distortion of the neck associated with extension, although the exact injury mechanisms remain unknown. The term \"whiplash\" is a colloquialism. \"Cervical acceleration–deceleration\" (CAD) describes the mechanism of the injury, while WAD describes the subsequent injuries and symptoms.",
                "link": "https://en.wikipedia.org/wiki/Whiplash_(medicine)",
                "symptoms": "Symptoms reported by affected people include: pain and aching to the neck and back, referred pain to the shoulders, sensory disturbance (such as pins and needles) to the arms and legs, and headaches. Symptoms can appear directly after the injury, but often are not felt until days afterwards.  Whiplash is usually confined to the spine.  The most common areas of the spine affected by whiplash are the neck and middle of the spine. \"Neck\" pain is very common between the shoulder and the neck.  The \"missing link\" of whiplash may be towards or inside the shoulder and this would explain why neck therapy alone frequently does not give lasting relief.\n\nCognitive symptoms following whiplash trauma, such as being easily distracted or irritated, seems to be common and possibly linked to a poorer prognosis.",
                "epidemiology": "Whiplash is the term commonly used to describe hyperflexion and hyperextension, and is one of the most common nonfatal car crash injuries. More than one million whiplash injuries occur each year due to car crashes. This is an estimate because not all cases of whiplash are reported. In a given year, an estimated 3.8 people per 1000 experience whiplash symptoms. \"Freeman and co-investigators estimated that 6.2% of the US population have late whiplash syndrome\". The majority of cases occur in patients in their late fourth decade. Unless a cervical strain has occurred with additional brain or spinal cord trauma mortality is rare.\n\nWhiplash can occur at speeds of fifteen miles per hour or less; it is the sudden jolt, as one car hits another, that causes one's head to be abruptly thrown back and sideways. The more sudden the motion, the more bones, discs, muscles and tendons in ones neck and upper back will be damaged. Spinal cord injuries are responsible for about 6,000 deaths in the US each year and 5,000 whiplash injuries per year result in quadriplegia.\n\nAfter 12 months, only 1 in 5 patients remain symptomatic, only 11.5% of individuals were able to return to work a year after the injury, and only 35.4% were able to get back to work at a similar level of performance after 20 years. Estimated indirect costs to industry are $66,626 per year, depending on the level and severity. Lastly, the total cost per year was $40.5 billion in 2008, a 317% increase over 1998."
            },
            {
                "name": "Ramsay Hunt syndrome type I",
                "description": "Ramsay Hunt syndrome type 1 is a rare, degenerative, neurological disorder characterized by myoclonus epilepsy, intention tremor, progressive ataxia and occasionally cognitive impairment",
                "link": "https://en.wikipedia.org/wiki/Ramsay_Hunt_syndrome_type_I"
            },
            {
                "name": "Dysgraphia",
                "link": "https://en.wikipedia.org/wiki/Dysgraphia",
                "description": "Dysgraphia is a neurological disorder and learning disability that concerns impairments in written expression, which affects the ability to write, primarily handwriting, but also coherence. It is a specific learning disability (SLD) as well as a transcription disability, meaning that it is a writing disorder associated with impaired handwriting, orthographic coding and finger sequencing. It often overlaps with other learning disabilities and neurodevelopmental disorders such as speech impairment, attention deficit hyperactivity disorder (ADHD) or developmental coordination disorder (DCD).",
                "symptoms": "The symptoms to dysgraphia are often overlooked or attributed to the student being lazy, unmotivated, careless or anxious. The condition may also be dismissed as simply being an expression of attention deficiency or having delayed visual-motor processing. In order to be diagnosed with dysgraphia, one must have a cluster, but not necessarily all, of the following symptoms:\n\nPoor legibility\nExcessive erasures\nMisuse of lines and margins\nPoor spatial planning on paper\nRelies heavily on vision to write\nIrregular letter sizes and shapes\nFrequent reliance on verbal cues\nInattentiveness over details when writing\nMixed upper case and lower case letters\nSwitching between cursive and print letters\nDifficulty visualizing letter formation beforehand\nSlow writing speed or inefficient speed of copying\nInconsistent form and size of letters, or unfinished letters\nDifficulty understanding homophones and what spelling to use\nHandwriting abilities that interfere with spelling and written composition\nStruggles with translating ideas to writing, sometimes using the wrong words altogether\nIssues following rules of sentence structure or grammar when writing, but not when speaking\nTight, awkward or painful grip of writing utensil or feeling pain while writing (eg; cramps in fingers, wrist and palms)\nOdd wrist, arm, body, or paper orientations (eg; bending arm into an L shape, holding paper down with non-dominant hand)\nSynchronization difficulties like writing and thinking at the same time (eg; creative writing, taking notes, tapping and judging line orientation concurrently)\nSlow development of essential skills such as shoe tying\nThe symptoms of dysgraphia can change as one ages.  Dysgraphia may cause students emotional trauma often due to the fact that no one can read their writing, and they are aware that they are not performing to the same level as their peers. Emotional problems that may occur alongside dysgraphia include impaired self-esteem, lowered self-efficacy, reduced motivation, poorer social functioning, heightened anxiety, and depression. They may put in extra efforts in order to have the same achievements as their peers, but often get frustrated because they feel that their hard work does not pay off. Dysgraphia is a hard disorder to detect as it does not affect specific ages, gender, or intelligence. The main concern in trying to detect dysgraphia is that people hide their disability behind their verbal fluency/comprehension and strong syntax coding  because they are ashamed that they cannot achieve the same goals as their peers. Having dysgraphia is not related to a lack of cognitive ability, and it is not uncommon in intellectually gifted individuals, but due to dysgraphia their intellectual abilities are often not identified.\n\nAssociated conditions\nThere are some common problems not related to dysgraphia but often associated with dysgraphia, the most common of which is stress. Developing an aversion to writing is another common issue. Often children (and adults) with dysgraphia will become extremely frustrated with the task of writing specially on plain paper (and spelling); younger children may cry, pout, or refuse to complete written assignments. This frustration can cause the student a great deal of stress and can lead to stress-related illnesses. This can be a result of any symptom of dysgraphia."
            },
            {
                "name": "Idiopathic hypersomnia",
                "link": "https://en.wikipedia.org/wiki/Idiopathic_hypersomnia",
                "description": "Idiopathic hypersomnia (IH) is a neurological disorder which is characterized primarily by excessive sleep and excessive daytime sleepiness (EDS). Idiopathic hypersomnia was first described by Bedrich Roth in 1976, and it can be divided into two forms: polysymptomatic and monosymptomatic. The condition typically becomes evident in early adulthood and most patients diagnosed with IH will have had the disorder for many years prior to their diagnosis. As of August 2021, an FDA-approved medication exists for IH called Xywav, which is oral solution of calcium, magnesium, potassium, and sodium oxybates; in addition to several off-label treatments (primarily FDA-approved narcolepsy medications).",
                "symptoms": "Individuals with IH share common symptoms including excessive daytime sleepiness, sleep inertia, brain fog, and long sleep periods.\n\nExcessive daytime sleepiness, characterized by persistent sleepiness throughout the day and often a general lack of energy, even during the day after apparently adequate or even prolonged nighttime sleep. People with EDS nap repeatedly throughout the day and have strong urges to sleep while driving, working, eating, or conversing with others.\nSleep inertia (also known as sleep drunkenness), characterized by having extreme difficulty waking up and feeling an uncontrollable desire to go back to sleep.\nClouding of consciousness characterized by inattention, thought process abnormalities, comprehension abnormalities, and language abnormalities. These symptoms may affect performance on perception, memory, learning, executive functions, language, constructive abilities, voluntary motor control, attention, and mental speed. Affected individuals can complain of forgetfulness, confusion, or inability to think clearly.\nExcessive sleep (9 hours or more over a full 24-hour period), without feeling refreshed after waking. Daytime naps can be up to several hours and are also unrefreshing.\nSome studies have shown increased frequencies of palpitations, digestive problems, difficulty with body temperature regulation, and other symptoms in patients with IH. Anxiety and depression are frequent, and are likely to be a response to chronic illness. A case series in 2010 found that peripheral vascular symptoms, such as cold hands and feet (e.g., Raynaud syndrome), were more common in people with IH than in controls.\n\nOther autonomic dysfunctional symptoms, such as fainting episodes, dizziness upon arising, possibly migrainous headaches, food cravings, and impotence may also be correlated with IH. Researchers have found that people reporting IH symptoms report high levels of autonomic dysfunction on par with other conditions of autonomic failure (i.e., MSA and diabetes). As of 2019[update] there is no evidence that such symptoms are related to IH.",
                "epidemiology": "Typically, the symptoms of IH begin in adolescence or young adulthood, although they can begin at a later age. After onset, hypersomnia often worsens over several years, but it is often stable by the time of diagnosis and appears to be a lifelong condition.  Spontaneous remission is only seen in 10–15% of patients.\n\nAccording to the limited epidemiological data that exists, IH \"has more of a female preponderance (1.8/1).\" Family cases are frequent, in a range from 25% to 66% without any clear mode of inheritance.\"\n\nIH has long been considered a rare disease, believed to be 10 times less frequent than narcolepsy.  The prevalence of narcolepsy (with cataplexy) is estimated between 1/3,300 and 1/5,000.  Although the true prevalence of IH is unknown, it is estimated at 1/10,000 to 1/25,000 for the long sleep form and 1/11,000 to 1/100,000 without long sleep.  A more precise estimate \"is complicated by a lack of clear biologic markers\" and a lack of \"unambiguous diagnostic criteria.\"\n\nBecause of the rarity of IH, research into the condition is limited \"Patients are rare, researchers and scientists involved in the field are few and research findings are therefore scarce.\"  \"In Europe and in North America there is now a public health concern about helping patients and families affected by these rare diseases. Due to the complexity of the disease, they often experience difficulties to be diagnosed and often face social and professional consequences.\""
            },
            {
                "name": "Chronic fatigue syndrome",
                "description": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a disabling chronic illness. People with ME/CFS experience profound fatigue that does not go away with rest, sleep issues, and problems with memory or concentration. Further common symptoms include dizziness, nausea and pain. The hallmark symptom is a worsening of the illness which starts hours to days after minor physical or mental activity. This \"crash\" can last from hours or days to several months.",
                "link": "https://en.wikipedia.org/wiki/Chronic_fatigue_syndrome",
                "symptoms": "ME/CFS causes debilitating fatigue, sleep problems, and post-exertional malaise (PEM, overall symptoms getting worse after mild activity). In addition, cognitive issues, orthostatic intolerance (dizziness or nausea when upright) or other physical symptoms may be present (see also § Diagnostic criteria). Symptoms significantly reduce the ability to function and typically last for three to six months before a diagnosis can be confirmed.: 13 : 11  ME/CFS usually starts after an infection. Onset can be sudden or more gradual over weeks to months.\n\nCore symptoms\nPeople with ME/CFS experience persistent debilitating fatigue. It is made worse by normal physical, mental, emotional, and social activity, and is not a result of ongoing overexertion.: 12  Rest provides limited relief from fatigue. Particularly in the initial period of illness, this fatigue is described as \"flu-like\". Individuals may feel restless and describe their experience as \"wired but tired\". When starting an activity, muscle strength may drop rapidly, which can lead to difficulty with coordination, clumsiness or sudden weakness.: 12, 57  Mental fatigue may make cognitive efforts difficult. The fatigue experienced in ME/CFS is of a longer duration and greater severity than in other conditions characterized by fatigue.: 5–6 \n\n\nThe hallmark feature of ME/CFS is a worsening of symptoms after exertion, known as post-exertional malaise or post-exertional symptom exacerbation. PEM involves increased fatigue and is disabling. It can also include flu-like symptoms, pain, cognitive difficulties, gastrointestinal issues, nausea, and sleep problems.: 6  \n All types of activities that require energy, whether physical, cognitive, social, or emotional, can trigger PEM.: 49  Examples include attending a school event, food shopping, or even taking a shower. For some, being in a stimulating environment can be sufficient to trigger PEM.: 49  PEM usually starts 12 to 48 hours after the activity, but can also follow immediately after. PEM can last hours, days, weeks, or months.: 6   Extended periods of PEM, commonly referred to as \"crashes\" or \"flare-ups\" by people with the illness, can lead to a prolonged relapse.: 50 \n\nUnrefreshing sleep is a further core symptom. People wake up exhausted and stiff rather than restored after a night's sleep. This can be caused by a pattern of sleeping during the day and being awake at night, shallow sleep, or broken sleep. However, even a full night's sleep is typically non-restorative. Some individuals experience insomnia, hypersomnia (excessive sleepiness), or vivid nightmares.: 50 \n\nCognitive dysfunction in ME/CFS can be as disabling as physical symptoms, leading to difficulties at work or school, as well as in social interactions.: 7  People with ME/CFS sometimes describe it as \"brain fog\", and report a slowdown in information processing.: 7  Individuals may have difficulty speaking, struggling to find words and names. They may have trouble concentrating or multitasking, or may have difficulties with short-term memory. Tests often show problems with short-term visual memory, reaction time and reading speed. There may also be problems with attention and verbal memory.\n\nPeople with ME/CFS often experience orthostatic intolerance, symptoms that start or worsen with standing or sitting. Symptoms, which include nausea, lightheadedness, and cognitive impairment, often improve again after lying down. Weakness and vision changes may also be triggered by the upright posture. Some have postural orthostatic tachycardia syndrome (POTS), an excessive increase in heart rate after standing up, which can result in fainting.: 7  Additionally, individuals may experience orthostatic hypotension, a drop in blood pressure after standing.: 17 \n\nOther common symptoms\nPain and hyperalgesia (an abnormally increased sensitivity to pain) are common in ME/CFS. The pain is not accompanied by swelling or redness.: 16  The pain can be present in muscles (myalgia) and joints. Individuals with ME/CFS may have chronic pain behind the eyes and in the neck, as well as neuropathic pain (related to disorders of the nervous system).: 8  Headaches and migraines that were not present before the illness can occur as well. However, chronic daily headaches may indicate an alternative diagnosis.: 16 \n\nAdditional common symptoms include irritable bowel syndrome or other problems with digestion, chills and night sweats, shortness of breath or an irregular heartbeat. Some experience sore lymph nodes and a sore throat. People may also develop allergies or become sensitive to foods, lights, noise, smells or chemicals.",
                "epidemiology": "Reported prevalence rates vary widely depending on how ME/CFS is defined and diagnosed. Overall, around 1 in 150 people have ME/CFS. Based on the 1994 CDC diagnostic criteria, the global prevalence rate for CFS is 0.89%. In comparison, estimates using the stricter 1988 CDC criteria or the 2003 Canadian Consensus Criteria for ME/CFS produced a prevalence rate of only 0.17%.\n\nIn England and Wales, over 250,000 people are estimated to be affected.: 92  These estimates are based on data before the COVID-19 pandemic. It is likely that numbers have increased as a large share of people with long COVID meet the diagnostic criteria of ME/CFS.: 228  A 2021–2022 CDC survey found that 1.3% of adults in the United States, or 3.3 million, had ME/CFS.\n\nWomen are diagnosed about 1.5 to 4 times more often with ME/CFS than men. The prevalence in children and adolescents is slightly lower than in adults, and children have it less than adolescents. The incidence rate (the onset of ME/CFS) has two peaks, one at 10–19 and another at 30–39 years, and the prevalence is highest in middle age."
            },
            {
                "name": "Myalgic encephalomyelitis",
                "description": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a disabling chronic illness. People with ME/CFS experience profound fatigue that does not go away with rest, sleep issues, and problems with memory or concentration. Further common symptoms include dizziness, nausea and pain. The hallmark symptom is a worsening of the illness which starts hours to days after minor physical or mental activity. This \"crash\" can last from hours or days to several months.",
                "link": "https://en.wikipedia.org/wiki/Myalgic_encephalomyelitis",
                "symptoms": "ME/CFS causes debilitating fatigue, sleep problems, and post-exertional malaise (PEM, overall symptoms getting worse after mild activity). In addition, cognitive issues, orthostatic intolerance (dizziness or nausea when upright) or other physical symptoms may be present (see also § Diagnostic criteria). Symptoms significantly reduce the ability to function and typically last for three to six months before a diagnosis can be confirmed.: 13 : 11  ME/CFS usually starts after an infection. Onset can be sudden or more gradual over weeks to months.\n\nCore symptoms\nPeople with ME/CFS experience persistent debilitating fatigue. It is made worse by normal physical, mental, emotional, and social activity, and is not a result of ongoing overexertion.: 12  Rest provides limited relief from fatigue. Particularly in the initial period of illness, this fatigue is described as \"flu-like\". Individuals may feel restless and describe their experience as \"wired but tired\". When starting an activity, muscle strength may drop rapidly, which can lead to difficulty with coordination, clumsiness or sudden weakness.: 12, 57  Mental fatigue may make cognitive efforts difficult. The fatigue experienced in ME/CFS is of a longer duration and greater severity than in other conditions characterized by fatigue.: 5–6 \n\n\nThe hallmark feature of ME/CFS is a worsening of symptoms after exertion, known as post-exertional malaise or post-exertional symptom exacerbation. PEM involves increased fatigue and is disabling. It can also include flu-like symptoms, pain, cognitive difficulties, gastrointestinal issues, nausea, and sleep problems.: 6  \n All types of activities that require energy, whether physical, cognitive, social, or emotional, can trigger PEM.: 49  Examples include attending a school event, food shopping, or even taking a shower. For some, being in a stimulating environment can be sufficient to trigger PEM.: 49  PEM usually starts 12 to 48 hours after the activity, but can also follow immediately after. PEM can last hours, days, weeks, or months.: 6   Extended periods of PEM, commonly referred to as \"crashes\" or \"flare-ups\" by people with the illness, can lead to a prolonged relapse.: 50 \n\nUnrefreshing sleep is a further core symptom. People wake up exhausted and stiff rather than restored after a night's sleep. This can be caused by a pattern of sleeping during the day and being awake at night, shallow sleep, or broken sleep. However, even a full night's sleep is typically non-restorative. Some individuals experience insomnia, hypersomnia (excessive sleepiness), or vivid nightmares.: 50 \n\nCognitive dysfunction in ME/CFS can be as disabling as physical symptoms, leading to difficulties at work or school, as well as in social interactions.: 7  People with ME/CFS sometimes describe it as \"brain fog\", and report a slowdown in information processing.: 7  Individuals may have difficulty speaking, struggling to find words and names. They may have trouble concentrating or multitasking, or may have difficulties with short-term memory. Tests often show problems with short-term visual memory, reaction time and reading speed. There may also be problems with attention and verbal memory.\n\nPeople with ME/CFS often experience orthostatic intolerance, symptoms that start or worsen with standing or sitting. Symptoms, which include nausea, lightheadedness, and cognitive impairment, often improve again after lying down. Weakness and vision changes may also be triggered by the upright posture. Some have postural orthostatic tachycardia syndrome (POTS), an excessive increase in heart rate after standing up, which can result in fainting.: 7  Additionally, individuals may experience orthostatic hypotension, a drop in blood pressure after standing.: 17 \n\nOther common symptoms\nPain and hyperalgesia (an abnormally increased sensitivity to pain) are common in ME/CFS. The pain is not accompanied by swelling or redness.: 16  The pain can be present in muscles (myalgia) and joints. Individuals with ME/CFS may have chronic pain behind the eyes and in the neck, as well as neuropathic pain (related to disorders of the nervous system).: 8  Headaches and migraines that were not present before the illness can occur as well. However, chronic daily headaches may indicate an alternative diagnosis.: 16 \n\nAdditional common symptoms include irritable bowel syndrome or other problems with digestion, chills and night sweats, shortness of breath or an irregular heartbeat. Some experience sore lymph nodes and a sore throat. People may also develop allergies or become sensitive to foods, lights, noise, smells or chemicals.",
                "epidemiology": "Reported prevalence rates vary widely depending on how ME/CFS is defined and diagnosed. Overall, around 1 in 150 people have ME/CFS. Based on the 1994 CDC diagnostic criteria, the global prevalence rate for CFS is 0.89%. In comparison, estimates using the stricter 1988 CDC criteria or the 2003 Canadian Consensus Criteria for ME/CFS produced a prevalence rate of only 0.17%.\n\nIn England and Wales, over 250,000 people are estimated to be affected.: 92  These estimates are based on data before the COVID-19 pandemic. It is likely that numbers have increased as a large share of people with long COVID meet the diagnostic criteria of ME/CFS.: 228  A 2021–2022 CDC survey found that 1.3% of adults in the United States, or 3.3 million, had ME/CFS.\n\nWomen are diagnosed about 1.5 to 4 times more often with ME/CFS than men. The prevalence in children and adolescents is slightly lower than in adults, and children have it less than adolescents. The incidence rate (the onset of ME/CFS) has two peaks, one at 10–19 and another at 30–39 years, and the prevalence is highest in middle age."
            },
            {
                "name": "Multiple sclerosis",
                "description": "Multiple sclerosis (MS) is an autoimmune disease in which the insulating covers of nerve cells in the brain and spinal cord are damaged. Being a demyelinating disease, MS disrupts the ability of parts of the nervous system to transmit signals, resulting in a range of signs and symptoms, including physical, mental, and sometimes psychiatric problems. Symptoms include double vision, vision loss, eye pain, muscle weakness, and loss of sensation or coordination. MS takes several forms, with new symptoms either occurring in isolated attacks or building up over time. In relapsing forms of MS, between attacks, symptoms may disappear completely, although some permanent neurological problems often remain, especially as the disease advances. In progressive forms of MS, bodily function slowly deteriorates once symptoms manifest and will steadily worsen if left untreated.",
                "link": "https://en.wikipedia.org/wiki/Multiple_sclerosis",
                "symptoms": "As multiple sclerosis (MS) lesions can affect any part of the central nervous system, a person with MS can have almost any neurological symptom or sign referable to the central nervous system.\n\nFatigue is one of the most common symptoms of MS. Some 65% of people with MS experience fatigue symptomatology, and of these, some 15–40% report fatigue as their most disabling MS symptom.\n\nAutonomic, visual, motor, and sensory problems are also among the most common symptoms.\n\nThe specific symptoms are determined by the locations of the lesions within the nervous system, and may include focal loss of sensitivity or changes in sensation in the limbs, such as feeling tingling, pins and needles, or numbness; limb motor weakness/pain, blurred vision, pronounced reflexes, muscle spasms, difficulty with ambulation (walking), difficulties with coordination and balance (ataxia); problems with speech or swallowing, visual problems (optic neuritis manifesting as eye pain & vision loss, or nystagmus manifesting as double vision), fatigue, and bladder and bowel difficulties (such as urinary or fecal incontinence or retention), among others. When multiple sclerosis is more advanced, walking difficulties can occur and the risk of falling increases.\n\nDifficulties thinking and emotional problems such as depression or unstable mood are also common. The primary deficit in cognitive function that people with MS experience is slowed information-processing speed, with memory also commonly affected, and executive function less commonly. Intelligence, language, and semantic memory are usually preserved, and the level of cognitive impairment varies considerably between people with MS.\n\nUhthoff's phenomenon, a worsening of symptoms due to exposure to higher-than-usual temperatures, and Lhermitte's sign, an electrical sensation that runs down the back when bending the neck, are particularly characteristic of MS, although may not always be present. Another presenting manifestation that is rare but highly suggestive of a demyelinating process such as MS is bilateral internuclear ophthalmoplegia, where the patient experiences double vision when attempting to move their gaze to the right & left.\n\nSome 60% or more of MS patients find their symptoms, particularly including fatigue, are affected by changes in body temperature.\n\nMeasures of disability\nThe main measure of disability and severity is the expanded disability status scale (EDSS), with other measures such as the multiple sclerosis functional composite being increasingly used in research. EDSS is also correlated with falls in people with MS. While it is a popular measure, EDSS has been criticized for some of its limitations, such as relying too much on walking.",
                "epidemiology": "MS is the most common autoimmune disorder of the central nervous system. The latest estimation of the total number of people with MS was 2.8 million globally, with a prevalence of 36 per 100,000 people. Moreover, prevalence varies widely in different regions around the world. In Africa, there are five people per 100,000 diagnosed with MS, compared to South East Asia where the prevalence is nine per 100,000, 112 per 100,000 in the Americas, and 133 per 100,000 in Europe.\n\nIncreasing rates of MS may be explained simply by better diagnosis. Studies on populational and geographical patterns have been common and have led to a number of theories about the cause.\n\nMS usually appears in adults in their late twenties or early thirties but it can rarely start in childhood and after 50 years of age. The primary progressive subtype is more common in people in their fifties. Similarly to many autoimmune disorders, the disease is more common in women, and the trend may be increasing. As of 2020, globally it is about two times more common in women than in men, and the ratio of women to men with MS is as high as 4:1 in some countries.[medical citation needed] In children, it is even more common in females than males, while in people over fifty, it affects males and females almost equally."
            },
            {
                "name": "Subcortical arteriosclerotic encephalopathy",
                "description": "Binswanger's disease, also known as subcortical leukoencephalopathy and subcortical arteriosclerotic encephalopathy, is a form of small-vessel vascular dementia caused by damage to the white brain matter. White matter atrophy can be caused by many circumstances including chronic hypertension as well as old age. This disease is characterized by loss of memory and intellectual function and by changes in mood. These changes encompass what are known as executive functions of the brain. It usually presents between 54 and 66 years of age, and the first symptoms are usually mental deterioration or stroke.",
                "link": "https://en.wikipedia.org/wiki/Subcortical_arteriosclerotic_encephalopathy",
                "symptoms": "Symptoms include mental deterioration, language disorder, transient ischemic attack, muscle ataxia, and impaired movements including change of walk, slowness of movements, and change in posture. These symptoms usually coincide with multiple falls, epilepsy, fainting, and uncontrollable bladder. Because Binswanger's disease affects flow processing speed and causes impaired concentration, the ability to do everyday tasks such as managing finances, preparing a meal and driving may become very difficult.\n\nNeurological presentation\nBinswanger's disease is a type of subcortical vascular dementia caused by white matter atrophy to the brain. However, white matter atrophy alone is not sufficient for this disease; evidence of subcortical dementia is also necessary.\n\nThe histologic findings are diffuse, irregular loss of axons and myelin accompanied by widespread gliosis, tissue death due to an infarction or loss of blood supply to the brain, and changes in the plasticity of the arteries.  The pathologic mechanism may be damage caused by severe atherosclerosis. The onset of this disease is typically between 54 – 66 years of age and the first symptoms are usually mental deterioration or stroke.\n\nThe vessels that supply the subcortical white matter come from the vessels that support basal ganglia, internal capsule, and thalamus. It is described as its own zone by and susceptible to injury. Chronic hypertension is known to cause changes in the tension of the smooth wall vessels and changes in the vessel diameter. Arterioles can become permeable resulting in compromise of the blood brain barrier. It has been shown that Binswanger's disease targets the vessels in this zone of the subcortex, but spares the microcirculation's vessels and capillaries which may be attributed to a difference between Alzheimer's and Binswanger's disease.\n\nPsychological presentation\nThere is a difference between cortical and subcortical dementia. Cortical dementia is atrophy of the cortex which affects ‘higher’ functions such as memory, language, and semantic knowledge whereas subcortical dementia affects mental manipulation, forgetfulness, and personality/emotional changes. Binswanger's Disease has shown correlations with impairment in executive functions, but have normal episodic or declarative memory. Executive functions are brain processes that are responsible for planning, cognitive flexibility, abstract thinking, rule acquisition, initiating appropriate actions and inhibiting inappropriate actions, and selecting relevant sensory information. There have been many studies done comparing the mental deterioration of Binswanger patients and Alzheimer patients. It has been found in the Graphical Sequence Test that Binswanger patients have hyperkinetic perseveration errors which cause the patients to repeat motion even when not asked whereas Alzheimer patients have semantic perseveration because when asked to write a word they will instead draw an image depicting the word."
            },
            {
                "name": "Aphasia",
                "link": "https://en.wikipedia.org/wiki/Aphasia",
                "description": "In aphasia, a person may be unable to comprehend or unable to formulate language because of damage to specific brain regions. The major causes are stroke and head trauma; prevalence is hard to determine, but aphasia due to stroke is estimated to be 0.1–0.4% in the Global North. Aphasia can also be the result of brain tumors, epilepsy, autoimmune neurological diseases, brain infections, or neurodegenerative diseases.",
                "symptoms": "People with aphasia may experience any of the following behaviors due to an acquired brain injury, although some of these symptoms may be due to related or concomitant problems, such as dysarthria or apraxia, and not primarily due to aphasia. Aphasia symptoms can vary based on the location of damage in the brain. Signs and symptoms may or may not be present in individuals with aphasia and may vary in severity and level of disruption to communication. Often those with aphasia may have a difficulty with naming objects, so they might use words such as thing or point at the objects. When asked to name a pencil they may say it is a \"thing used to write\".\n\nInability to comprehend language\nInability to pronounce, not due to muscle paralysis or weakness\nInability to form words\nInability to recall words (anomia)\nPoor enunciation\nExcessive creation and use of protologisms\nInability to repeat a phrase\nPersistent repetition of one syllable, word, or phrase (stereotypies, recurrent/recurring utterances/speech automatism) also known as perseveration.\nParaphasia (substituting letters, syllables or words)\nAgrammatism (inability to speak in a grammatically correct fashion)\nspeaking in incomplete sentences\nInability to read\nInability to write\nLimited verbal output\nDifficulty in naming\nSpeech disorder\nSpeaking gibberish\nInability to follow or understand simple requests\nRelated behaviors\nGiven the previously stated signs and symptoms, the following behaviors are often seen in people with aphasia as a result of attempted compensation for incurred speech and language deficits:\n\nSelf-repairs: Further disruptions in fluent speech as a result of mis-attempts to repair erred speech production.\nStruggle in non-fluent aphasias: A severe increase in expelled effort to speak after a life where talking and communicating was an ability that came so easily can cause visible frustration.\nPreserved and automatic language: A behavior in which some language or language sequences that were used frequently prior to onset are still produced with more ease than other language post onset.\nSubcortical aphasia's characteristics and symptoms depend upon the site and size of subcortical lesion. Possible sites of lesions include the thalamus, internal capsule, and basal ganglia.\nCognitive deficits\nWhile aphasia has traditionally been described in terms of language deficits, there is increasing evidence that many people with aphasia commonly experience co-occurring non-linguistic cognitive deficits in areas such as attention, memory, executive functions and learning. By some accounts, cognitive deficits, such as attention and working memory constitute the underlying cause of language impairment in people with aphasia. Others suggest that cognitive deficits often co-occur, but are comparable to cognitive deficits in stroke patients without aphasia and reflect general brain dysfunction following injury. Whilst it has been shown that cognitive neural networks support language reorganisation after stroke,\nThe degree to which deficits in attention and other cognitive domains underlie language deficits in aphasia is still unclear.\n\nIn particular, people with aphasia often demonstrate short-term and working memory deficits. These deficits can occur in both the verbal domain as well as the visuospatial domain. Furthermore, these deficits are often associated with performance on language specific tasks such as naming, lexical processing, and sentence comprehension, and discourse production. Other studies have found that most, but not all people with aphasia demonstrate performance deficits on tasks of attention, and their performance on these tasks correlate with language performance and cognitive ability in other domains. Even patients with mild aphasia, who score near the ceiling on tests of language often demonstrate slower response times and interference effects in non-verbal attention abilities.\n\nIn addition to deficits in short-term memory, working memory, and attention, people with aphasia can also demonstrate deficits in executive function. For instance, people with aphasia may demonstrate deficits in initiation, planning, self-monitoring, and cognitive flexibility. Other studies have found that people with aphasia demonstrate reduced speed and efficiency during completion of executive function assessments.\n\nRegardless of their role in the underlying nature of aphasia, cognitive deficits have a clear role in the study and rehabilitation of aphasia. For instance, the severity of cognitive deficits in people with aphasia has been associated with lower quality of life, even more so than the severity of language deficits. Furthermore, cognitive deficits may influence the learning process of rehabilitation and language treatment outcomes in aphasia. Non-linguistic cognitive deficits have also been the target of interventions directed at improving language ability, though outcomes are not definitive. While some studies have demonstrated language improvement secondary to cognitively-focused treatment, others have found little evidence that the treatment of cognitive deficits in people with aphasia has an influence on language outcomes.\n\nOne important caveat in the measurement and treatment of cognitive deficits in people with aphasia is the degree to which assessments of cognition rely on language abilities for successful performance. Most studies have attempted to circumvent this challenge by utilizing non-verbal cognitive assessments to evaluate cognitive ability in people with aphasia. However, the degree to which these tasks are truly \"non-verbal\" and not mediated by language is unclear. For instance, Wall et al. found that language and non-linguistic performance was related, except when non-linguistic performance was measured by \"real life\" cognitive tasks."
            },
            {
                "name": "Infantile spasms",
                "description": "Infantile epileptic spasms syndrome (IESS) previously known as West syndrome needs the inclusion of epileptic spasms for diagnosis. Epileptic spasms (also known as infantile spasms) may also occur outside of a syndrome (that is, in the absence of hypsarrhythmia and cognitive regression) - notably in association with severe brain disorders (e.g. lissencephaly).",
                "link": "https://en.wikipedia.org/wiki/Infantile_spasms",
                "symptoms": "Epileptic spasms\nEpileptic spasms are a seizure type characteristic for the first year of life. The spasms are typically resistant to conventional pharmacotherapy. There are many episodes per day. Episodes may take place after waking or feeding, or less often before falling asleep. Episode duration, intensity, and muscle groups affected are variable. Mild spasms may involve mere nodding, muscle twitching or eye movements, whereas powerful spasms may result in the infant's body violently bending over (the so-called \"salaam\" or \"jackknife\" movements). Individual spasms typically last only seconds, but episodes may last over 20 minutes. An episode is typically followed by exhaustion; episodes are typically followed by over a minute of motionaless and diminished responsiveness.\n\nThe spasms present as episodes of brisk (0.2-2s) neck flexions-extensions and upper limp abductions-adductions, lower limb extension, and trunk musculature contractions, accompanied by upward deviation of the eyes. Nevertheless, individual muscle groups (abdominal, shoulder, neck) may be involved. Most often, there is simultaneous contraction of both flexors and extensors, followed by flexor spasms, and the least frequent extensor spasms. Spasms are usually symmetrical, but up to 30% of cases may exhibit varying degrees of lateralisation. Unilateral brain lesions often (but not always) result in asymmetric spasms; unilateral spasms may progress to generalised spasms. Drop attacks may be the initial presentation of West syndrome of later onset. Altered or absent breathing is common during episodes.\n\nWhen spontaneous remissions occurs, it is typically gradual. Remission by the age of three is 50%, rising to 90% by the age of five.\n\nDevelopmental\nThe onset of epileptic spasms is often associated with developmental regression: autistic withdrawal, and loss of social smiling and of visual attention. A majority of individuals with West syndrome exhibit regression of psychomotor skills. However, developmental delay is noted in up to about two-thirds of infants with West syndrome already before the onset of spasms, whereas only about a third had exhibited normal development prior to spasm onset.",
                "epidemiology": "Incidence is around 1:3200 to 1:3500 of live births. Statistically, boys are more likely to be affected than girls at a ratio of around 3:2."
            },
            {
                "name": "West syndrome",
                "description": "Infantile epileptic spasms syndrome (IESS) previously known as West syndrome needs the inclusion of epileptic spasms for diagnosis. Epileptic spasms (also known as infantile spasms) may also occur outside of a syndrome (that is, in the absence of hypsarrhythmia and cognitive regression) - notably in association with severe brain disorders (e.g. lissencephaly).",
                "link": "https://en.wikipedia.org/wiki/West_syndrome",
                "symptoms": "Epileptic spasms\nEpileptic spasms are a seizure type characteristic for the first year of life. The spasms are typically resistant to conventional pharmacotherapy. There are many episodes per day. Episodes may take place after waking or feeding, or less often before falling asleep. Episode duration, intensity, and muscle groups affected are variable. Mild spasms may involve mere nodding, muscle twitching or eye movements, whereas powerful spasms may result in the infant's body violently bending over (the so-called \"salaam\" or \"jackknife\" movements). Individual spasms typically last only seconds, but episodes may last over 20 minutes. An episode is typically followed by exhaustion; episodes are typically followed by over a minute of motionaless and diminished responsiveness.\n\nThe spasms present as episodes of brisk (0.2-2s) neck flexions-extensions and upper limp abductions-adductions, lower limb extension, and trunk musculature contractions, accompanied by upward deviation of the eyes. Nevertheless, individual muscle groups (abdominal, shoulder, neck) may be involved. Most often, there is simultaneous contraction of both flexors and extensors, followed by flexor spasms, and the least frequent extensor spasms. Spasms are usually symmetrical, but up to 30% of cases may exhibit varying degrees of lateralisation. Unilateral brain lesions often (but not always) result in asymmetric spasms; unilateral spasms may progress to generalised spasms. Drop attacks may be the initial presentation of West syndrome of later onset. Altered or absent breathing is common during episodes.\n\nWhen spontaneous remissions occurs, it is typically gradual. Remission by the age of three is 50%, rising to 90% by the age of five.\n\nDevelopmental\nThe onset of epileptic spasms is often associated with developmental regression: autistic withdrawal, and loss of social smiling and of visual attention. A majority of individuals with West syndrome exhibit regression of psychomotor skills. However, developmental delay is noted in up to about two-thirds of infants with West syndrome already before the onset of spasms, whereas only about a third had exhibited normal development prior to spasm onset.",
                "epidemiology": "Incidence is around 1:3200 to 1:3500 of live births. Statistically, boys are more likely to be affected than girls at a ratio of around 3:2."
            },
            {
                "name": "Migraine",
                "description": "Migraine is a genetically-influenced complex neurological disorder characterized by episodes of moderate-to-severe headache, most often unilateral and generally associated with nausea and light and sound sensitivity. Other characterizing symptoms may include nausea, vomiting, cognitive dysfunction, allodynia, and dizziness. Exacerbation of headache symptoms during physical activity is another distinguishing feature.",
                "link": "https://en.wikipedia.org/wiki/Migraine",
                "symptoms": "Migraine typically presents with self-limited, recurrent severe headache associated with autonomic symptoms. About 15–30% of people living with migraine experience episodes with aura, and they also frequently experience episodes without aura. The severity of the pain, duration of the headache, and frequency of attacks are variable. A migraine attack lasting longer than 72 hours is termed status migrainosus. There are four possible phases to a migraine attack, although not all the phases are necessarily experienced:\n\nThe prodrome, which occurs hours or days before the headache\nThe aura, which immediately precedes the headache\nThe pain phase, also known as headache phase\nThe postdrome, the effects experienced following the end of a migraine attack\nMigraine is associated with major depression, bipolar disorder, anxiety disorders, and obsessive–compulsive disorder. These psychiatric disorders are approximately 2–5 times more common in people without aura, and 3–10 times more common in people with aura.\n\nProdrome phase\nProdromal or premonitory symptoms occur in about 60% of those with migraine, with an onset that can range from two hours to two days before the start of pain or the aura. These symptoms may include a wide variety of phenomena, including altered mood, irritability, depression or euphoria, fatigue, craving for certain food(s), stiff muscles (especially in the neck), constipation or diarrhea, and sensitivity to smells or noise. This may occur in those with either migraine with aura or migraine without aura. Neuroimaging indicates the limbic system and hypothalamus as the origin of prodromal symptoms in migraine.\n\nAura phase\nAura is a transient focal neurological phenomenon that occurs before or during the headache. Aura appears gradually over a number of minutes (usually occurring over 5–60 minutes) and generally lasts less than 60 minutes. Symptoms can be visual, sensory or motoric in nature, and many people experience more than one. Visual effects occur most frequently: they occur in up to 99% of cases and in more than 50% of cases are not accompanied by sensory or motor effects. If any symptom remains after 60 minutes, the state is known as persistent aura.\n\nVisual disturbances often consist of a scintillating scotoma (an area of partial alteration in the field of vision which flickers and may interfere with a person's ability to read or drive). These typically start near the center of vision and then spread out to the sides with zigzagging lines which have been described as looking like fortifications or walls of a castle. Usually the lines are in black and white but some people also see colored lines. Some people lose part of their field of vision known as hemianopsia while others experience blurring.\n\nSensory aura are the second most common type; they occur in 30–40% of people with auras. Often a feeling of pins-and-needles begins on one side in the hand and arm and spreads to the nose–mouth area on the same side. Numbness usually occurs after the tingling has passed with a loss of position sense. Other symptoms of the aura phase can include speech or language disturbances, world spinning, and less commonly motor problems. Motor symptoms indicate that this is a hemiplegic migraine, and weakness often lasts longer than one hour unlike other auras. Auditory hallucinations or delusions have also been described.\n\nPain phase\nClassically the headache is unilateral, throbbing, and moderate to severe in intensity. It usually comes on gradually and is aggravated by physical activity during a migraine attack. However, the effects of physical activity on migraine are complex, and some researchers have concluded that, while exercise can trigger migraine attacks, regular exercise may have a prophylactic effect and decrease frequency of attacks. The feeling of pulsating pain is not in phase with the pulse. In more than 40% of cases, however, the pain may be bilateral (both sides of the head), and neck pain is commonly associated with it. Bilateral pain is particularly common in those who have migraine without aura. Less commonly pain may occur primarily in the back or top of the head. The pain usually lasts 4 to 72 hours in adults; however, in young children frequently lasts less than 1 hour. The frequency of attacks is variable, from a few in a lifetime to several a week, with the average being about one a month.\n\nThe pain is frequently accompanied by nausea, vomiting, sensitivity to light, sensitivity to sound, sensitivity to smells, fatigue, and irritability. Many thus seek a dark and quiet room. In a basilar migraine, a migraine with neurological symptoms related to the brain stem or with neurological symptoms on both sides of the body, common effects include a sense of the world spinning, light-headedness, and confusion. Nausea occurs in almost 90% of people, and vomiting occurs in about one-third. Other symptoms may include blurred vision, nasal stuffiness, diarrhea, frequent urination, pallor, or sweating. Swelling or tenderness of the scalp may occur as can neck stiffness. Associated symptoms are less common in the elderly.\n\nSometimes, aura occurs without a subsequent headache. This is known in modern classification as a typical aura without headache, or acephalgic migraine in previous classification, or commonly as a silent migraine. However, silent migraine can still produce debilitating symptoms, with visual disturbance, vision loss in half of both eyes, alterations in color perception, and other sensory problems, like sensitivity to light, sound, and odors. It can last from 15 to 30 minutes, usually no longer than 60 minutes, and it can recur or appear as an isolated event.\n\nPostdrome\nThe migraine postdrome could be defined as that constellation of symptoms occurring once the acute headache has settled. Many report a sore feeling in the area where the migraine was, and some report impaired thinking for a few days after the headache has passed. The person may feel tired or \"hung over\" and have head pain, cognitive difficulties, gastrointestinal symptoms, mood changes, and weakness. According to one summary, \"Some people feel unusually refreshed or euphoric after an attack, whereas others note depression and malaise.\"[unreliable medical source?]",
                "epidemiology": "Migraine is common, with around 33% of women and 18% of men affected at some point in their lifetime.  Onset can be at any age, but prevalence rises sharply around puberty, and remains high until declining after age 50. Before puberty, boys and girls are equally impacted, with around 5% of children experiencing migraine attacks. From puberty onwards, women experience migraine attacks at greater rates than men. From age 30 to 50, up to 4 times as many women experience migraine attacks as men., this is most pronounced in migraine without aura.\n\nWorldwide, migraine affects nearly 15% or approximately one billion people. In the United States, about 6% of men and 18% of women experience a migraine attack in a given year, with a lifetime risk of about 18% and 43% respectively. In Europe, migraine affects 12–28% of people at some point in their lives with about 6–15% of adult men and 14–35% of adult women getting at least one attack yearly. Rates of migraine are slightly lower in Asia and Africa than in Western countries. Chronic migraine occurs in approximately 1.4–2.2% of the population.\n\nDuring perimenopause symptoms often get worse before decreasing in severity. While symptoms resolve in about two-thirds of the elderly, in 3–10% they persist."
            },
            {
                "name": "Dysthymia",
                "link": "https://en.wikipedia.org/wiki/Dysthymia",
                "description": "Dysthymia, also known as persistent depressive disorder (PDD), is a mental and behavioral disorder, specifically a disorder primarily of mood, consisting of similar cognitive and physical problems as major depressive disorder, but with longer-lasting symptoms. The concept was used by Robert Spitzer as a replacement for the term \"depressive personality\" in the late 1970s.",
                "symptoms": "Dysthymia characteristics include an extended period of depressed mood combined with at least two other symptoms which may include insomnia or hypersomnia, fatigue or low energy, eating changes (more or less), low self-esteem, or feelings of hopelessness. Poor concentration or difficulty making decisions are treated as another possible symptom. Irritability is one of the more common symptoms in children and adolescents.\n\nMild degrees of dysthymia may result in people withdrawing from stress and avoiding opportunities for failure. In more severe cases of dysthymia, people may withdraw from daily activities. They will usually find little pleasure in usual activities and pastimes.\n\nDiagnosis of dysthymia can be difficult because of the subtle nature of the symptoms and patients can often hide them in social situations, making it challenging for others to detect symptoms. Additionally, dysthymia often occurs at the same time as other psychological disorders, which adds a level of complexity in determining the presence of dysthymia, particularly because there is often an overlap in the symptoms of disorders.\n\nThere is a high incidence of comorbid illness in those with dysthymia. Suicidal behavior is also a particular problem with those with dysthymia. It is vital to look for signs of major depression, panic disorder, generalised anxiety disorder, alcohol and substance use disorders, and personality disorder.",
                "epidemiology": "Globally dysthymia occurs in about 105 million people a year (1.5% of the population). It is 38% more common in women (1.8% of women) than in men (1.3% of men). The lifetime prevalence rate of dysthymia in community settings appears to range from 3 to 6% in the United States. However, in primary care settings the rate is higher ranging from 5 to 15 percent. United States prevalence rates tend to be somewhat higher than rates in other countries."
            },
            {
                "name": "Spina bifida",
                "description": "Spina bifida is a birth defect in which there is incomplete closing of the spine and the membranes around the spinal cord during early development in pregnancy. There are three main types: spina bifida occulta, meningocele and myelomeningocele. Meningocele and myelomeningocele may be grouped as spina bifida cystica. The most common location is the lower back, but in rare cases it may be in the middle back or neck.",
                "link": "https://en.wikipedia.org/wiki/Spina_bifida",
                "symptoms": "Physical problems\nPhysical signs of spina bifida may include:\n\nLeg weakness and paralysis\nOrthopedic abnormalities (i.e., club foot, hip dislocation, scoliosis)\nBladder and bowel control problems, including incontinence, urinary tract infections, and poor kidney function\nPressure sores and skin irritations\nAbnormal eye movement\n68% of children with spina bifida have an allergy to latex, ranging from mild to life-threatening. The common use of latex in medical facilities makes this a particularly serious concern. The most common approach to avoid developing an allergy is to avoid contact with latex-containing products such as examination gloves and catheters that do not specify they are latex-free, and many other products, such as some commonly used by dentists.\n\nThe spinal cord lesion or the scarring due to surgery may result in a tethered spinal cord. In some individuals, this causes significant traction and stress on the spinal cord and can lead to a worsening of associated paralysis, scoliosis, back pain, and worsening bowel and/or bladder function.\n\nNeurological problems\nMany individuals with spina bifida have an associated abnormality of the cerebellum, called the Arnold Chiari II malformation. In affected individuals, the back portion of the brain is displaced from the back of the skull down into the upper neck. In about 90% of the people with myelomeningocele, hydrocephalus also occurs because the displaced cerebellum interferes with the normal flow of cerebrospinal fluid, causing an excess of the fluid to accumulate. In fact, the cerebellum also tends to be smaller in individuals with spina bifida, especially for those with higher lesion levels.\n\nThe corpus callosum is abnormally developed in 70–90% of individuals with spina bifida myelomeningocele; this affects the communication processes between the left and right brain hemispheres. Further, white matter tracts connecting posterior brain regions with anterior regions appear less organized. White matter tracts between frontal regions have also been found to be impaired.\n\nCortex abnormalities may also be present. For example, frontal regions of the brain tend to be thicker than expected, while posterior and parietal regions are thinner. Thinner sections of the brain are also associated with increased cortical folding. Neurons within the cortex may also be displaced.\n\nSeveral studies have demonstrated difficulties with executive functions in youth with spina bifida, with greater deficits observed in youth with shunted hydrocephalus. Unlike typically developing children, youths with spina bifida do not tend to improve in their executive functioning as they grow older. Specific areas of difficulty in some individuals include planning, organizing, initiating, and working memory. Problem-solving, abstraction, and visual planning may also be impaired. Further, children with spina bifida may have poor cognitive flexibility. Although executive functions are often attributed to the frontal lobes of the brain, individuals with spina bifida have intact frontal lobes; therefore, other areas of the brain may be implicated.\n\nIndividuals with spina bifida, especially those with shunted hydrocephalus, often have attention problems. Children with spina bifida and shunted hydrocephalus have higher rates of ADHD than children without those conditions (31% vs. 17%). Deficits have been observed for selective attention and focused attention, although poor motor speed may contribute to poor scores on tests of attention. Attention deficits may be evident at a very early age, as infants with spina bifida lag behind their peers in orienting to faces.\n\nIndividuals with spina bifida may struggle academically, especially in the subjects of mathematics and reading. In one study, 60% of children with spina bifida were diagnosed with a learning disability. In addition to brain abnormalities directly related to various academic skills, achievement is likely affected by impaired attentional control and executive functioning. Children with spina bifida may perform well in elementary school, but begin to struggle as academic demands increase.[citation needed]\n\nChildren with spina bifida are more likely than their peers without spina bifida to be dyscalculic. Individuals with spina bifida have demonstrated stable difficulties with arithmetic accuracy and speed, mathematical problem-solving, and general use and understanding of numbers in everyday life. Mathematics difficulties may be directly related to the thinning of the parietal lobes (regions implicated in mathematical functioning) and indirectly associated with deformities of the cerebellum and midbrain that affect other functions involved in mathematical skills. Further, higher numbers of shunt revisions are associated with poorer mathematics abilities. Working memory and inhibitory control deficiencies have been implicated for math difficulties, although visual-spatial difficulties are not likely involved. Early intervention to address mathematics difficulties and associated executive functions is crucial.\n\nIndividuals with spina bifida tend to have better reading skills than mathematics skills. Children and adults with spina bifida have stronger abilities in reading accuracy than in reading comprehension. Comprehension may be especially impaired for text that requires an abstract synthesis of information rather than a more literal understanding. Individuals with spina bifida may have difficulty with writing due to deficits in fine motor control and working memory.",
                "epidemiology": "Rates of spina bifida vary significantly by country from 0.1 to 5 per 1000 births. In high income and upper-middle income countries with folate fortification of foodstuffs public health programs, including in North America, the incidence of spina bifida is 34–37 cases per 100,000 live births. In countries without folate fortification programs nor widespread maternal folate supplementation, the incidence is 54–87 cases per 100,000 live births. And in low income countries or regions without folic acid supplementation nor fortification, the incidence is 300 cases per 100,000 live births. In India, about 1.9 per 1000 live births are affected by spina bifida.\n\nIn the United States, rates are higher on the East Coast than on the West Coast, and higher in white people (one case per 1000 live births) than in black people (0.1–0.4 case per 1000 live births). Immigrants from Ireland have a higher incidence of spina bifida than do natives. Highest rates of the defect in the USA can be found in Hispanic youth.\n\nThe highest incidence rates worldwide were found in Ireland and Wales, where three to four cases of myelomeningocele per 1000 population have been reported during the 1970s, along with more than six cases of anencephaly (both live births and stillbirths) per 1000 population. The reported overall incidence of myelomeningocele in the British Isles was 2.0–3.5 cases per 1000 births. Since then, the rate has fallen dramatically with 0.15 per 1000 live births reported in 1998, though this decline is partially accounted for because some fetuses are aborted when tests show signs of spina bifida (see Pregnancy screening above)."
            }
        ]
    }
}