{
    "responseHeader": {
        "status": 0,
        "QTime": 3,
        "params": {
            "q": "CBT",
            "defType": "edismax",
            "ps": "2",
            "qf": "description^3 symptoms^2 causes^2 treatment^1.7 diagnosis^1.5 prevention^1.0 epidemiology^1.5 content^0.5",
            "pf": "description^4 symptoms^2 causes^2",
            "fl": "name, link, description, symptoms, epidemiology",
            "rows": "25",
            "wt": "json",
            "ps2": "1"
        }
    },
    "response": {
        "numFound": 633,
        "start": 0,
        "numFoundExact": true,
        "docs": [
            {
                "name": "AIDS",
                "description": "The human immunodeficiency virus (HIV) is a retrovirus that attacks the immune system. It can be managed with treatment. Without treatment it can lead to a spectrum of conditions including acquired immunodeficiency syndrome (AIDS). Effective treatment for HIV-positive people involves a life-long regimen of medicine to suppress the virus, making the viral load undetectable. There is no vaccine or cure for HIV. An HIV-positive person on treatment can expect to live a normal life, and die with the virus, not of it.",
                "link": "https://en.wikipedia.org/wiki/AIDS",
                "symptoms": "There are three main stages of HIV infection: acute infection, clinical latency, and AIDS.\n\nFirst main stage: acute infection\nThe initial period following infection with HIV is called acute HIV, primary HIV or acute retroviral syndrome. Many individuals develop an illness like influenza, mononucleosis or glandular fever 2–4 weeks after exposure while others have no significant symptoms. Symptoms occur in 40–90% of cases and most commonly include fever, large tender lymph nodes, throat inflammation, a rash, headache, tiredness, and/or sores of the mouth and genitals. The rash, which occurs in 20–50% of cases, presents itself on the trunk and is maculopapular, classically. Some people also develop opportunistic infections at this stage. Gastrointestinal symptoms, such as vomiting or diarrhea may occur. Neurological symptoms of peripheral neuropathy or Guillain–Barré syndrome also occur. The duration of the symptoms varies, but is usually one or two weeks.\n\nThese symptoms are not often recognized as signs of HIV infection. Family doctors or hospitals can misdiagnose cases as one of the many common infectious diseases with similar symptoms. Someone with an unexplained fever who may have been recently exposed to HIV should consider testing to find out if they have been infected.\n\nSecond main stage: clinical latency\nThe initial symptoms are followed by a stage called clinical latency, asymptomatic HIV, or chronic HIV. Without treatment, this second stage of the natural history of HIV infection can last from about three years to over 20 years (on average, about eight years). While typically there are few or no symptoms at first, near the end of this stage many people experience fever, weight loss, gastrointestinal problems and muscle pains. Between 50% and 70% of people also develop persistent generalized lymphadenopathy, characterized by unexplained, non-painful enlargement of more than one group of lymph nodes (other than in the groin) for over three to six months.\n\nAlthough most HIV-1 infected individuals have a detectable viral load and in the absence of treatment will eventually progress to AIDS, a small proportion (about 5%) retain high levels of CD4+ T cells (T helper cells) without antiretroviral therapy for more than five years. These individuals are classified as \"HIV controllers\" or long-term nonprogressors (LTNP). Another group consists of those who maintain a low or undetectable viral load without anti-retroviral treatment, known as \"elite controllers\" or \"elite suppressors\". They represent approximately 1 in 300 infected persons.\n\nThird main stage: AIDS\nAcquired immunodeficiency syndrome (AIDS) is defined as an HIV infection with either a CD4+ T cell count below 200 cells per μL or the occurrence of specific diseases associated with HIV infection. In the absence of specific treatment, around half of people infected with HIV develop AIDS within ten years. The most common initial conditions that alert to the presence of AIDS are pneumocystis pneumonia (40%), cachexia in the form of HIV wasting syndrome (20%), and esophageal candidiasis. Other common signs include recurrent respiratory tract infections.\n\nOpportunistic infections may be caused by bacteria, viruses, fungi, and parasites that are normally controlled by the immune system. Which infections occur depends partly on what organisms are common in the person's environment. These infections may affect nearly every organ system.\n\nPeople with AIDS have an increased risk of developing various viral-induced cancers, including Kaposi's sarcoma, Burkitt's lymphoma, primary central nervous system lymphoma, and cervical cancer. Kaposi's sarcoma is the most common cancer, occurring in 10% to 20% of people with HIV. The second-most common cancer is lymphoma, which is the cause of death of nearly 16% of people with AIDS and is the initial sign of AIDS in 3% to 4%. Both these cancers are associated with human herpesvirus 8 (HHV-8). Cervical cancer occurs more frequently in those with AIDS because of its association with human papillomavirus (HPV). Conjunctival cancer (of the layer that lines the inner part of eyelids and the white part of the eye) is also more common in those with HIV.\n\nAdditionally, people with AIDS frequently have systemic symptoms such as prolonged fevers, sweats (particularly at night), swollen lymph nodes, chills, weakness, and unintended weight loss. Diarrhea is another common symptom, present in about 90% of people with AIDS. They can also be affected by diverse psychiatric and neurological symptoms independent of opportunistic infections and cancers.",
                "epidemiology": "HIV/AIDS is considered a global pandemic. As of 2022[update], approximately 39.0 million people worldwide are living with HIV, the number of new infections that year being about 1.3 million. This is down from 2.1 million new infections in 2010. Among new infections, 46% are in women and are children globally. There were 630,000 AIDS related deaths in 2022, down from a peak of 2 million in 2005. The World Health Organization has reported that deaths from HIV and AIDS have \"fallen by 61%, moving from the world’s seventh leading cause of death in 2000 to the twenty-first in 2021.\"\n\nAmong persons living with HIV (PLWH), the largest proportion reside in eastern and southern Africa (20.6 million, 54.6%). This region also had the highest rate of adult and child deaths due to AIDS in 2020 (310,000, 46.6%). Sub-Saharan African adolescent girls and young women (aged 15–24 years) account for 77% of new infections among this age-range globally. Here, in contrast to other regions, adolescent girls and young women are three times more likely to acquire HIV than age-matched males. Despite these statistics, overall, new HIV infections and AIDS-related deaths have substantially decreased in this region since 2010.\n\nEastern Europe and central Asia has observed a 43% increase in new HIV infections and 32% increase in AIDS-related deaths since 2010, the highest of all global regions. These infections are predominantly distributed in persons who inject drugs, with gay men and other men who have sex with men or persons who engage in transaction sex the second and third populations most impacted in this region.\n\nAt the end of 2019, United States indicated that approximately 1.2 million people aged ≥13 years were living with HIV, resulting in about 18,500 deaths in 2020. There were 34,800 estimated new infections in the US in 2019, 53% of which were in the southern region of the country. In addition to geographic location, significant disparities in HIV incidence exist among men, Black or Hispanic populations, and men who reported male-to-male sexual contact. The US Centers for Disease Control and Prevention estimated that in that year, 158,500 people or 13% of infected Americans were unaware of their infection.\n\nIn the United Kingdom as of 2015[update], there were approximately 101,200 cases which resulted in 594 deaths. In Canada as of 2008, there were about 65,000 cases causing 53 deaths. Between the first recognition of AIDS (in 1981) and 2009, it has led to nearly 30 million deaths. Rates of HIV are lowest in North Africa and the Middle East (0.1% or less), East Asia (0.1%), and Western and Central Europe (0.2%). The worst-affected European countries, in 2009 and 2012 estimates, are Russia, Ukraine, Latvia, Moldova, Portugal and Belarus, in decreasing order of prevalence.\n\nGroups at higher risk of acquiring HIV include persons who engage in transactional sex, gay men and other men who have sex with men, persons who inject drugs, transgender persons, and those who are incarcerated or detained."
            },
            {
                "name": "Phantom limb syndrome",
                "link": "https://en.wikipedia.org/wiki/Phantom_limb_syndrome",
                "description": "A phantom limb is the sensation that an amputated or missing limb is still attached. It is a chronic condition which is often resistant to treatment. When the cut ends of sensory fibres are stimulated during thigh movements, the patient feels as if the sensation is arising from the non-existent limb. Sometimes the patient might feel pain in the non-existent limb. Approximately 80–100% of individuals with an amputation experience sensations in their amputated limb. However, only a small percentage will experience painful phantom limb sensation. These sensations are relatively common in amputees and usually resolve within two to three years without treatment. Research continues to explore the underlying mechanisms of phantom limb pain (PLP) and effective treatment options.",
                "symptoms": "Most (80–100%) amputees experience a phantom limb, with some of them having non-painful sensations. The amputee may feel very strongly that the phantom limb is still part of the body.\n\nPeople will sometimes feel as if they are gesturing, feel itches, twitch, or even try to pick things up. The missing limb often feels shorter and may feel as if it is in a distorted and painful position. Occasionally, the pain can be made worse by stress, anxiety and weather changes. Exposure to extreme weather conditions, especially below freezing temperatures, can cause increased sensitivity to the sensation. Phantom limb pain is usually intermittent, but can be continuous in some cases. The frequency and intensity of attacks usually declines with time.\n\nRepressed memories in phantom limbs could potentially explain the reason for existing sensations after amputation. Specifically, there have been several reports from patients of painful clenching spasms in the phantom hand with the feeling of their nails digging into their palms. The motor output is amplified due to the missing limb; therefore, the patient may experience the overflow of information as pain. The patient contains repressed memories from previous motor commands of clenching the hand and sensory information from digging their nails into their palm. These memories remain due to previous neural connections in the brain."
            },
            {
                "name": "Phantom limb",
                "description": "A phantom limb is the sensation that an amputated or missing limb is still attached. It is a chronic condition which is often resistant to treatment. When the cut ends of sensory fibres are stimulated during thigh movements, the patient feels as if the sensation is arising from the non-existent limb. Sometimes the patient might feel pain in the non-existent limb. Approximately 80–100% of individuals with an amputation experience sensations in their amputated limb. However, only a small percentage will experience painful phantom limb sensation. These sensations are relatively common in amputees and usually resolve within two to three years without treatment. Research continues to explore the underlying mechanisms of phantom limb pain (PLP) and effective treatment options.",
                "link": "https://en.wikipedia.org/wiki/Phantom_limb",
                "symptoms": "Most (80–100%) amputees experience a phantom limb, with some of them having non-painful sensations. The amputee may feel very strongly that the phantom limb is still part of the body.\n\nPeople will sometimes feel as if they are gesturing, feel itches, twitch, or even try to pick things up. The missing limb often feels shorter and may feel as if it is in a distorted and painful position. Occasionally, the pain can be made worse by stress, anxiety and weather changes. Exposure to extreme weather conditions, especially below freezing temperatures, can cause increased sensitivity to the sensation. Phantom limb pain is usually intermittent, but can be continuous in some cases. The frequency and intensity of attacks usually declines with time.\n\nRepressed memories in phantom limbs could potentially explain the reason for existing sensations after amputation. Specifically, there have been several reports from patients of painful clenching spasms in the phantom hand with the feeling of their nails digging into their palms. The motor output is amplified due to the missing limb; therefore, the patient may experience the overflow of information as pain. The patient contains repressed memories from previous motor commands of clenching the hand and sensory information from digging their nails into their palm. These memories remain due to previous neural connections in the brain."
            },
            {
                "name": "Blindness",
                "description": "Visual or vision impairment is the partial or total inability of visual perception. In the absence of treatment such as corrective eyewear, assistive devices, and medical treatment, visual impairment may cause the individual difficulties with normal daily tasks, including reading and walking. The terms low vision and blindness are often used for levels of impairment which are difficult or impossible to correct and significantly impact daily life. In addition to the various permanent conditions, fleeting temporary vision impairment, amaurosis fugax, may occur, and may indicate serious medical problems.",
                "link": "https://en.wikipedia.org/wiki/Blindness",
                "epidemiology": "The WHO estimates that in 2012 there were 285 million visually impaired people in the world, of which 246 million had low vision and 39 million were blind.\n\nOf those who are blind 90% live in the developing world. Worldwide for each blind person, an average of 3.4 people have low vision, with country and regional variation ranging from 2.4 to 5.5.\n\nBy age: Visual impairment is unequally distributed across age groups. More than 82% of all people who are blind are 50 years of age and older, although they represent only 19% of the world's population. Due to the expected number of years lived in blindness (blind years), childhood blindness remains a significant problem, with an estimated 1.4 million blind children below age 15.\n\nBy gender: Available studies consistently indicate that in every region of the world, and at all ages, females have a significantly higher risk of being visually impaired than males.\n\nBy geography: Visual impairment is not distributed uniformly throughout the world. More than 90% of the world's visually impaired live in developing countries.\n\nSince the estimates of the 1990s, new data based on the 2002 global population show a reduction in the number of people who are blind or visually impaired, and those who are blind from the effects of infectious diseases, but an increase in the number of people who are blind from conditions related to longer life spans.\n\nIn 1987, it was estimated that 598,000 people in the United States met the legal definition of blindness. Of this number, 58% were over the age of 65. In 1994–1995, 1.3 million Americans reported legal blindness."
            },
            {
                "name": "Cervical spinal stenosis",
                "description": "Cervical spinal stenosis is a bone disease involving the narrowing of the spinal canal at the level of the neck. It is frequently due to chronic degeneration, but may also be congenital. Treatment is frequently surgical.",
                "link": "https://en.wikipedia.org/wiki/Cervical_spinal_stenosis"
            },
            {
                "name": "Central pontine myelinolysis",
                "description": "Central pontine myelinolysis is a neurological condition involving severe damage to the myelin sheath of nerve cells in the pons. It is predominately iatrogenic (treatment-induced), and is characterized by acute paralysis, dysphagia, dysarthria, and other neurological symptoms.",
                "link": "https://en.wikipedia.org/wiki/Central_pontine_myelinolysis",
                "symptoms": "Symptoms depend on the regions of the brain involved. Prior to its onset, patients may present with the neurological signs and symptoms of hyponatraemic encephalopathy such as nausea and vomiting, confusion, headache and seizures. These symptoms may resolve with normalisation of the serum sodium concentration. Three to five days later, a second phase of neurological manifestations occurs correlating with the onset of myelinolysis. Observable immediate precursors may include seizures, disturbed consciousness, gait changes, and decrease or cessation of respiratory function.\n\nThe classical clinical presentation is the progressive development of spastic quadriparesis, pseudobulbar palsy, and emotional lability (pseudobulbar affect), with other more variable neurological features associated with brainstem damage. These result from a rapid myelinolysis of the corticobulbar and corticospinal tracts in the brainstem.\n\nIn about ten per cent of people with central pontine myelinolysis, extrapontine myelinolysis is also found. In these cases symptoms of Parkinson's disease may be generated."
            },
            {
                "name": "Toxic encephalopathy",
                "description": "Toxic encephalopathy is a neurologic disorder caused by exposure to neurotoxic organic solvents such as toluene, following exposure to heavy metals such as manganese, as a side effect of melarsoprol treatment for African trypanosomiasis, adverse effects to prescription drugs, or exposure to extreme concentrations of any natural toxin such as cyanotoxins found in shellfish or freshwater cyanobacteria crusts. Toxic encephalopathy can occur following acute or chronic exposure to neurotoxicants, which includes all natural toxins. Exposure to toxic substances can lead to a variety of symptoms, characterized by an altered mental status, memory loss, and visual problems. Toxic encephalopathy can be caused by various chemicals, some of which are commonly used in everyday life, or cyanotoxins which are bio-accumulated from harmful algal blooms (HABs) which have settled on the benthic layer of a waterbody. Toxic encephalopathy can permanently damage the brain and currently treatment is mainly just for the symptoms.",
                "link": "https://en.wikipedia.org/wiki/Toxic_encephalopathy",
                "symptoms": "\"Encephalopathy\" is a general term describing brain malfunctions and \"toxic\" asserts that the malfunction is caused by toxins on the brain. The most prominent characteristic of toxic encephalopathy is an altered mental status.  Acute intoxication is a reversible symptom of exposure to many synthetic chemical neurotoxicants.  Acute intoxication symptoms include lightheadedness, dizziness, headache and nausea, and regular cumulative exposure to these neurotoxicants over a number of years puts the individual at high risk for developing toxic encephalopathy.  Chronic exposure to low levels of neurotoxic chemicals can also cause reversible changes in mood and affect which resolve with cessation of exposure.  Acute and chronic toxic encephalopathy on the other hand, are persistent changes in neurological function that typically occur with exposure to higher concentrations and longer durations respectively.  The symptoms of acute and chronic toxic encephalopathy do not resolve with cessation of exposure and can include memory loss, dementia, small personality changes/increased irritability, insidious onset of concentration difficulties, headache, lightheadedness, ataxia, involuntary movements (parkinsonism), fatigue, seizures, arm strength problems, and depression.  A paper by Feldman and colleagues described neurobehavioral effects in a 57-year-old house painter with regular exposure to large amounts of solvents.\n\nMagnetic Resonance Imaging (MRI) analyses have also demonstrated increased rates of dopamine synthesis in the putamen, reduced  anterior and total corpus callosum volume, demyelination in the parietal white matter, basal ganglia, and thalamus, as well as atypical activation of frontal areas of the brain due to neural compensation. [citation needed]\n\nThe regions of interest on SPECT brain imaging include a majority of all cortical regions, and the globus pallidus in carbon monoxide poisoning. Based on medical literature on SPECT brain imaging, signature patterns for toxic encephalopathy is a nonspecific patchy, diffuse pattern on the cortex, and sometimes is shown in subcortical regions, if exposure was severe.[citation needed]\n\nA thorough and standard diagnostic process is paramount with toxic encephalopathy, including a careful occupational, medication and medical history, standardized imaging and neuropsychological testing.[citation needed]"
            },
            {
                "name": "Autism spectrum disorder",
                "link": "https://en.wikipedia.org/wiki/Autism_spectrum",
                "description": "Autism, also called autism spectrum disorder (ASD), is a neurodevelopmental disorder characterized by symptoms of deficient reciprocal social communication and the presence of restricted, repetitive, and inflexible patterns of behavior. Autism generally affects a person's ability to understand and connect with others, as well as their adaptability to everyday situations, with its severity and support needs varying widely across the spectrum. For example, some are nonspeaking, while others have very proficient spoken language.",
                "epidemiology": "The World Health Organization (WHO) estimates about 1 in 100 children had autism during the period from 2012 to 2021 as that was the average estimate in studies published during that period with a trend of increasing prevalence over time. However, the study's 1% figure may reflect an underestimate of prevalence in low- and middle-income countries. The number of people diagnosed has increased considerably since the 1990s, which may be partly due to increased recognition of the condition.\n\nWhile rates of ASD are consistent across cultures, they vary greatly by gender, with boys diagnosed far more frequently than girls: 1 in 70 boys, but only 1 in 315 girls at eight years of age. Girls, however, are more likely to have associated cognitive impairment, suggesting that less severe forms of ASD are likely being missed in girls and women. Prevalence differences may be a result of gender differences in expression of clinical symptoms, with women and girls with autism showing less atypical behaviors and, therefore, less likely to receive an ASD diagnosis.\n\nUsing DSM-5 criteria, 92% of the children diagnosed per DSM-IV with one of the disorders which is considered part of ASD will still meet the diagnostic criteria of ASD. However, if both ASD and the social (pragmatic) communication disorder categories of DSM-5 are combined, the prevalence of autism is mostly unchanged from the prevalence per the DSM-IV criteria. The best estimate for prevalence of ASD is 0.7% or 1 child in 143 children. Relatively mild forms of autism, such as Asperger's as well as other developmental disorders, are included in the DSM-5 diagnostic criteria. ASD rates were constant between 2014 and 2016 but twice the rate compared to the time period between 2011 and 2014 (1.25 vs 2.47%). A Canadian meta-analysis from 2019 confirmed these effects as the profiles of autistic people became less and less different from the profiles of the general population. In the US, the rates for diagnosed ASD have been steadily increasing since 2000 when records began being kept. While it remains unclear whether this trend represents a true rise in incidence, it likely reflects changes in ASD diagnostic criteria, improved detection, and increased public awareness of autism. In 2012, the NHS estimated that the overall prevalence of autism among adults aged 18 years and over in the UK was 1.1%. A 2016 survey in the United States reported a rate of 25 per 1,000 children for ASD. Rates of autism are poorly understood in many low- and middle-income countries, which affects the accuracy of global ASD prevalence estimates, but it is thought that most autistic people live in low- and middle-income countries.\n\nIn 2020, the Centers for Disease Control's Autism and Developmental Disabilities Monitoring (ADDM) Network reported that approximately 1 in 54 children in the United States (1 in 34 boys, and 1 in 144 girls) is diagnosed with an autism spectrum disorder (ASD), based on data collected in 2016. This estimate is a 10% increase from the 1 in 59 rate in 2014, a 105% increase from the 1 in 110 rate in 2006, and a 176% increase from the 1 in 150 rate in 2000. Diagnostic criteria for ASD have changed significantly since the 1980s; for example, U.S. special-education autism classification was introduced in 1994.\n\nIn the UK, from 1998 to 2018, the autism diagnoses increased by 787%. This increase is largely attributable to changes in diagnostic practices, referral patterns, availability of services, age at diagnosis, and public awareness (particularly among women), though unidentified environmental risk factors cannot be ruled out. The available evidence does not rule out the possibility that autism's true prevalence has increased; a real increase would suggest directing more attention and funding toward psychosocial factors and changing environmental factors instead of continuing to focus on genetics. It has been established that vaccination is not a risk factor for autism and is not a cause of any increase in autism prevalence rates, if any change in the rate of autism exists at all.\n\nMales have higher likelihood of being diagnosed with ASD than females. The sex ratio averages 4.3:1 and is greatly modified by cognitive impairment: it may be close to 2:1 with intellectual disability and more than 5.5:1 without. Several theories about the higher prevalence in males have been investigated, but the cause of the difference is unconfirmed; one theory is that females are underdiagnosed.\n\nThe risk of developing autism is greater with older fathers than with older mothers; two potential explanations are the known increase in mutation burden in older sperm, and the hypothesis that men marry later if they carry genetic liability and show some signs of autism. Most professionals believe that race, ethnicity, and socioeconomic background do not affect the occurrence of autism."
            },
            {
                "name": "Insufficient sleep syndrome",
                "link": "https://en.wikipedia.org/wiki/Sleep_deprivation",
                "description": "Sleep deprivation, also known as sleep insufficiency or sleeplessness, is the condition of not having adequate duration and/or quality of sleep to support decent alertness, performance, and health. It can be either chronic or acute and may vary widely in severity. All known animals sleep or exhibit some form of sleep behavior, and the importance of sleep is self-evident for humans, as nearly a third of a person's life is spent sleeping."
            },
            {
                "name": "Disc herniation",
                "description": "A spinal disc herniation is an injury to the intervertebral disc between two spinal vertebrae, usually caused by excessive strain or trauma to the spine. It may result in back pain, pain or sensation in different parts of the body, and physical disability. The most conclusive diagnostic tool for disc herniation is MRI, and treatment may range from painkillers to surgery. Protection from disc herniation is best provided by core strength and an awareness of body mechanics including good posture.",
                "link": "https://en.wikipedia.org/wiki/Disc_herniation",
                "symptoms": "Typically, symptoms are experienced on one side of the body only.[citation needed]\n\nSymptoms of a herniated disc can vary depending on the location of the herniation and the types of soft tissue involved. They can range from little or no pain, if the disc is the only tissue injured, to severe and unrelenting neck pain or low back pain that radiates into regions served by nerve roots which have been irritated or impinged by the herniated material. Often, herniated discs are not diagnosed immediately, as patients present with undefined pains in the thighs, knees, or feet.[citation needed]\n\nSymptoms may include sensory changes such as numbness, tingling, paresthesia, and motor changes such as muscular weakness, paralysis, and affection of reflexes. If the herniated disc is in the lumbar region, the patient may also experience sciatica due to irritation of one of the nerve roots of the sciatic nerve. Unlike a pulsating pain or pain that comes and goes, which can be caused by muscle spasm, pain from a herniated disc is usually continuous or at least continuous in a specific position of the body.[citation needed]\n\nIt is possible to have a herniated disc without pain or noticeable symptoms if the extruded nucleus pulposus material doesn't press on soft tissues or nerves. A small-sample study examining the cervical spine in symptom-free volunteers found focal disc protrusions in 50% of participants, suggesting that a considerable part of the population might have focal herniated discs in their cervical region that do not cause noticeable symptoms.\n\nA herniated disc in the lumbar spine may cause radiating nerve pain in the lower extremities or groin area and may sometimes be associated with bowel or bladder incontinence.\n\nTypically, symptoms are experienced only on one side of the body, but if a herniation is very large and presses on the nerves on both sides within the spinal column or the cauda equina, both sides of the body may be affected, often with serious consequences. Compression of the cauda equina can cause permanent nerve damage or paralysis which can result in loss of bowel and bladder control and sexual dysfunction. This disorder is called cauda equina syndrome. Other complications include chronic pain.[citation needed]",
                "epidemiology": "Disc herniation can occur in any disc in the spine, but the two most common forms are lumbar disc herniation and cervical disc herniation. The former is the most common, causing low back pain (lumbago) and often leg pain as well, in which case it is commonly referred to as sciatica. Lumbar disc herniation occurs 15 times more often than cervical (neck) disc herniation, and it is one of the most common causes of low back pain. The cervical discs are affected 8% of the time and the upper-to-mid-back (thoracic) discs only 1–2% of the time.\n\nThe following locations have no discs and are therefore exempt from the risk of disc herniation: the upper two cervical intervertebral spaces, the sacrum, and the coccyx. Most disc herniations occur when a person is in their thirties or forties when the nucleus pulposus is still a gelatin-like substance. With age the nucleus pulposus changes (\"dries out\") and the risk of herniation is greatly reduced. After age 50 or 60, osteoarthritic degeneration (spondylosis) or spinal stenosis are more likely causes of low back pain or leg pain.\n\n4.8% of males and 2.5% of females older than 35 experience sciatica during their lifetime.\nOf all individuals, 60% to 80% experience back pain during their lifetime.\nIn 14%, pain lasts more than two weeks.\nGenerally, males have a slightly higher incidence than females."
            },
            {
                "name": "Temporal lobe epilepsy",
                "description": "In the field of neurology, temporal lobe epilepsy is an enduring brain disorder that causes unprovoked seizures from the temporal lobe. Temporal lobe epilepsy is the most common type of focal onset epilepsy among adults. Seizure symptoms and behavior distinguish seizures arising from the medial temporal lobe from seizures arising from the lateral (neocortical) temporal lobe. Memory and psychiatric comorbidities may occur. Diagnosis relies on electroencephalographic (EEG) and neuroimaging studies. Anticonvulsant medications, epilepsy surgery and dietary treatments may improve seizure control.",
                "link": "https://en.wikipedia.org/wiki/Temporal_lobe_epilepsy",
                "symptoms": "Mesial temporal lobe epilepsy\nDuring a temporal lobe seizure, a person may experience a seizure aura; an aura is an autonomic, cognitive, emotional or sensory experience that commonly occurs during the beginning part of a seizure.  The common medial temporal lobe seizure auras include a rising epigastric feeling, abdominal discomfort, taste (gustatory), smell (olfactory), tingling (somatosensory), fear, déjà vu, jamais vu, flushing, or rapid heart rate (tachycardia).  A person may then stare blankly, appear motionless (behavioral arrest) and lose awareness.  Repeated stereotyped motor behaviors (automatisms) may occur such as repeated swallowing, lip smacking, picking, fumbling, patting or vocalizations. Dystonic posture is an unnatural stiffening of one arm occurring during a seizure.  A dystonic posture on one side of the body commonly indicates seizure onset from the opposite side of the brain e.g. right arm dystonic posture arising from a left temporal lobe seizure.  Impaired language function (dysphasia) during or soon following a seizure is more likely to occur when seizures arise from the language dominant side of the brain.\n\nLateral temporal lobe epilepsy\nThe common auras from seizures arising from primary auditory cortex include vertigo, humming sound, ringing sound, buzzing sound, hearing a song, hearing voices or altered hearing sensation.  Lateral temporal lobe seizures arising from the temporal-parietal lobe junction may cause complex visual hallucinations.  In comparison to medial temporal lobe seizures, lateral temporal lobe seizures are briefer duration seizures, occur with earlier loss of awareness, and are more likely become a focal to bilateral tonic-clonic seizure.  Impaired language function (dysphasia) during or soon following a seizure is more likely to occur when seizures arise from the language dominant side of the brain."
            },
            {
                "name": "Cannabis-induced delirium",
                "link": "https://en.wikipedia.org/wiki/Cannabis-induced_psychosis",
                "description": "The long-term effects of cannabis have been the subject of ongoing debate. Given that the use of cannabis is illegal in most countries, clinical research presents a challenge and there is limited evidence from which to draw conclusions. In 2017, the U.S. National Academies of Sciences, Engineering, and Medicine issued a report summarizing much of the published literature on health effects of cannabis, into categories regarded as conclusive, substantial, moderate, limited and of no or insufficient evidence to support an association with a particular outcome."
            },
            {
                "name": "Cannabis-induced psychosis",
                "link": "https://en.wikipedia.org/wiki/Cannabis-induced_psychosis",
                "description": "The long-term effects of cannabis have been the subject of ongoing debate. Given that the use of cannabis is illegal in most countries, clinical research presents a challenge and there is limited evidence from which to draw conclusions. In 2017, the U.S. National Academies of Sciences, Engineering, and Medicine issued a report summarizing much of the published literature on health effects of cannabis, into categories regarded as conclusive, substantial, moderate, limited and of no or insufficient evidence to support an association with a particular outcome."
            },
            {
                "name": "Cannabis-induced mood disorder",
                "link": "https://en.wikipedia.org/wiki/Cannabis-induced_psychosis",
                "description": "The long-term effects of cannabis have been the subject of ongoing debate. Given that the use of cannabis is illegal in most countries, clinical research presents a challenge and there is limited evidence from which to draw conclusions. In 2017, the U.S. National Academies of Sciences, Engineering, and Medicine issued a report summarizing much of the published literature on health effects of cannabis, into categories regarded as conclusive, substantial, moderate, limited and of no or insufficient evidence to support an association with a particular outcome."
            },
            {
                "name": "Cannabis-induced anxiety",
                "link": "https://en.wikipedia.org/wiki/Cannabis-induced_psychosis",
                "description": "The long-term effects of cannabis have been the subject of ongoing debate. Given that the use of cannabis is illegal in most countries, clinical research presents a challenge and there is limited evidence from which to draw conclusions. In 2017, the U.S. National Academies of Sciences, Engineering, and Medicine issued a report summarizing much of the published literature on health effects of cannabis, into categories regarded as conclusive, substantial, moderate, limited and of no or insufficient evidence to support an association with a particular outcome."
            },
            {
                "name": "Exhibitionistic disorder",
                "link": "https://en.wikipedia.org/wiki/Exhibitionistic_disorder",
                "description": "Exhibitionism is the act of exposing in a public or semi-public context one's intimate parts – for example, the breasts, genitals or buttocks. As used in psychology and psychiatry, it is substantially different. It refers to an uncontrollable urge to exhibit one's genitals to an unsuspecting stranger, and is called an \"Exhibitionistic Disorder\" rather than simply exhibitionism. It is an obsessive compulsive paraphilic disorder, which typically involves men exposing themselves to women. It is considered a psychiatric disorder. Such patients need psychological/psychiatric treatment."
            },
            {
                "name": "Alcohol use disorder",
                "link": "https://en.wikipedia.org/wiki/Alcohol_use_disorder",
                "description": "Alcoholism is the continued drinking of alcohol despite it causing problems. Some definitions require evidence of dependence and withdrawal. Problematic use of alcohol has been mentioned in the earliest historical records. The World Health Organization (WHO) estimated there were 283 million people with alcohol use disorders worldwide as of 2016. The term alcoholism was first coined in 1852, but alcoholism and alcoholic are sometimes considered stigmatizing and to discourage seeking treatment, so diagnostic terms such as alcohol use disorder or alcohol dependence are often used instead in a clinical context.",
                "symptoms": "The risk of alcohol dependence begins at low levels of drinking and increases directly with both the volume of alcohol consumed and a pattern of drinking larger amounts on an occasion, to the point of intoxication, which is sometimes called binge drinking. Binge drinking is the most common pattern of alcoholism. It has different definitions and one of this defines it  as a pattern of drinking when a male has five or more drinks on an occasion or a female has at least four drinks on an occasion.\n\nLong-term misuse\nAlcoholism is characterized by an increased tolerance to alcohol – which means that an individual can consume more alcohol – and physical dependence on alcohol, which makes it hard for an individual to control their consumption. The physical dependency caused by alcohol can lead to an affected individual having a very strong urge to drink alcohol. These characteristics play a role in decreasing the ability to stop drinking of an individual with an alcohol use disorder. Alcoholism can have adverse effects on mental health, contributing to psychiatric disorders and increasing the risk of suicide. A depressed mood is a common symptom of heavy alcohol drinkers.\n\nWarning signs\nWarning signs of alcoholism include the consumption of increasing amounts of alcohol and frequent intoxication, preoccupation with drinking to the exclusion of other activities, promises to quit drinking and failure to keep those promises, the inability to remember what was said or done while drinking (colloquially known as \"blackouts\"), personality changes associated with drinking, denial or the making of excuses for drinking, the refusal to admit excessive drinking, dysfunction or other problems at work or school, the loss of interest in personal appearance or hygiene, marital and economic problems, and the complaint of poor health, with loss of appetite, respiratory infections, or increased anxiety.\n\nDrinking enough to cause a blood alcohol concentration (BAC) of 0.03–0.12% typically causes an overall improvement in mood and possible euphoria (intense feelings of well-being and happiness), increased self-confidence and sociability, decreased anxiety, a flushed, red appearance in the face and impaired judgment and fine muscle coordination. A BAC of 0.09% to 0.25% causes lethargy, sedation, balance problems and blurred vision. A BAC of 0.18% to 0.30% causes profound confusion, impaired speech (e.g. slurred speech), staggering, dizziness and vomiting. A BAC from 0.25% to 0.40% causes stupor, unconsciousness, anterograde amnesia, vomiting (death may occur due to inhalation of vomit while unconscious) and respiratory depression (potentially life-threatening). A BAC from 0.35% to 0.80% causes a coma (unconsciousness), life-threatening respiratory depression and possibly fatal alcohol poisoning. With all alcoholic beverages, drinking while driving, operating an aircraft or heavy machinery increases the risk of an accident; many countries have penalties for drunk driving.\n\nHaving more than one drink a day for women or two drinks for men increases the risk of heart disease, high blood pressure, atrial fibrillation, and stroke. Risk is greater with binge drinking, which may also result in violence or accidents. About 3.3 million deaths (5.9% of all deaths) are believed to be due to alcohol each year. Alcoholism reduces a person's life expectancy by around ten years and alcohol use is the third leading cause of early death in the United States. Long-term alcohol misuse can cause a number of physical symptoms, including cirrhosis of the liver, pancreatitis, epilepsy, polyneuropathy, alcoholic dementia, heart disease, nutritional deficiencies, peptic ulcers and sexual dysfunction, and can eventually be fatal. Other physical effects include an increased risk of developing cardiovascular disease, malabsorption, alcoholic liver disease, and several cancers such as breast cancer and head and neck cancer. Damage to the central nervous system and peripheral nervous system can occur from sustained alcohol consumption. A wide range of immunologic defects can result and there may be a generalized skeletal fragility, in addition to a recognized tendency to accidental injury, resulting in a propensity for bone fractures.\n\nWomen develop long-term complications of alcohol dependence more rapidly than do men, women also have a higher mortality rate from alcoholism than men. Examples of long-term complications include brain, heart, and liver damage and an increased risk of breast cancer. Additionally, heavy drinking over time has been found to have a negative effect on reproductive functioning in women. This results in reproductive dysfunction such as anovulation, decreased ovarian mass, problems or irregularity of the menstrual cycle, and early menopause. Alcoholic ketoacidosis can occur in individuals who chronically misuse alcohol and have a recent history of binge drinking. The amount of alcohol that can be biologically processed and its effects differ between sexes. Equal dosages of alcohol consumed by men and women generally result in women having higher blood alcohol concentrations (BACs), since women generally have a lower weight and higher percentage of body fat and therefore a lower volume of distribution for alcohol than men.\n\nLong-term misuse of alcohol can cause a wide range of mental health problems. Severe cognitive problems are common; approximately 10% of all dementia cases are related to alcohol consumption, making it the second leading cause of dementia. Excessive alcohol use causes damage to brain function, and psychological health can be increasingly affected over time. Social skills are significantly impaired in people with alcoholism due to the neurotoxic effects of alcohol on the brain, especially the prefrontal cortex area of the brain. The social skills that are impaired by alcohol use disorder include impairments in perceiving facial emotions, prosody, perception problems, and theory of mind deficits; the ability to understand humor is also impaired in people who misuse alcohol. Psychiatric disorders are common in people with alcohol use disorders, with as many as 25% also having severe psychiatric disturbances. The most prevalent psychiatric symptoms are anxiety and depression disorders. Psychiatric symptoms usually initially worsen during alcohol withdrawal, but typically improve or disappear with continued abstinence. Psychosis, confusion, and organic brain syndrome may be caused by alcohol misuse, which can lead to a misdiagnosis such as schizophrenia. Panic disorder can develop or worsen as a direct result of long-term alcohol misuse.\n\nThe co-occurrence of major depressive disorder and alcoholism is well documented. Among those with comorbid occurrences, a distinction is commonly made between depressive episodes that remit with alcohol abstinence (\"substance-induced\"), and depressive episodes that are primary and do not remit with abstinence (\"independent\" episodes). Additional use of other drugs may increase the risk of depression. Psychiatric disorders differ depending on gender. Women who have alcohol-use disorders often have a co-occurring psychiatric diagnosis such as major depression, anxiety, panic disorder, bulimia, post-traumatic stress disorder (PTSD), or borderline personality disorder. Men with alcohol-use disorders more often have a co-occurring diagnosis of narcissistic or antisocial personality disorder, bipolar disorder, schizophrenia, impulse disorders or attention deficit/hyperactivity disorder (ADHD). Women with alcohol use disorder are more likely to experience physical or sexual assault, abuse, and domestic violence than women in the general population, which can lead to higher instances of psychiatric disorders and greater dependence on alcohol.\n\nSerious social problems arise from alcohol use disorder; these dilemmas are caused by the pathological changes in the brain and the intoxicating effects of alcohol. Alcohol misuse is associated with an increased risk of committing criminal offences, including child abuse, domestic violence, rape, burglary and assault. Alcoholism is associated with loss of employment, which can lead to financial problems. Drinking at inappropriate times and behavior caused by reduced judgment can lead to legal consequences, such as criminal charges for drunk driving or public disorder, or civil penalties for tortious behavior. An alcoholic's behavior and mental impairment while drunk can profoundly affect those surrounding him and lead to isolation from family and friends. This isolation can lead to marital conflict and divorce, or contribute to domestic violence. Alcoholism can also lead to child neglect, with subsequent lasting damage to the emotional development of children of people with alcohol use disorders. For this reason, children of people with alcohol use disorders can develop a number of emotional problems. For example, they can become afraid of their parents, because of their unstable mood behaviors. They may develop shame over their inadequacy to liberate their parents from alcoholism and, as a result of this, may develop self-image problems, which can lead to depression.\n\nAlcohol withdrawal\nAs with similar substances with a sedative-hypnotic mechanism, such as barbiturates and benzodiazepines, withdrawal from alcohol dependence can be fatal if it is not properly managed. Alcohol's primary effect is the increase in stimulation of the GABAA receptor, promoting central nervous system depression. With repeated heavy consumption of alcohol, these receptors are desensitized and reduced in number, resulting in tolerance and physical dependence. When alcohol consumption is stopped too abruptly, the person's nervous system experiences uncontrolled synapse firing. This can result in symptoms that include anxiety, life-threatening seizures, delirium tremens, hallucinations, shakes and possible heart failure. Other neurotransmitter systems are also involved, especially dopamine, NMDA and glutamate.\n\nSevere acute withdrawal symptoms such as delirium tremens and seizures rarely occur after 1-week post cessation of alcohol. The acute withdrawal phase can be defined as lasting between one and three weeks. In the period of 3–6 weeks following cessation, anxiety, depression, fatigue, and sleep disturbance are common. Similar post-acute withdrawal symptoms have also been observed in animal models of alcohol dependence and withdrawal.\n\nA kindling effect also occurs in people with alcohol use disorders whereby each subsequent withdrawal syndrome is more severe than the previous withdrawal episode; this is due to neuroadaptations which occur as a result of periods of abstinence followed by re-exposure to alcohol. Individuals who have had multiple withdrawal episodes are more likely to develop seizures and experience more severe anxiety during withdrawal from alcohol than alcohol-dependent individuals without a history of past alcohol withdrawal episodes. The kindling effect leads to persistent functional changes in brain neural circuits as well as to gene expression. Kindling also results in the intensification of psychological symptoms of alcohol withdrawal. There are decision tools and questionnaires that help guide physicians in evaluating alcohol withdrawal. For example, the CIWA-Ar objectifies alcohol withdrawal symptoms in order to guide therapy decisions which allows for an efficient interview while at the same time retaining clinical usefulness, validity, and reliability, ensuring proper care for withdrawal patients, who can be in danger of death.",
                "epidemiology": "The World Health Organization estimates that as of 2016[update] there are about 380 million people with alcoholism worldwide (5.1% of the population over 15 years of age), with it being most common among males and young adults. Geographically, it is least common in Africa (1.1% of the population) and has the highest rates in Eastern Europe (11%).\n\nAs of 2015[update] in the United States, about 17 million (7%) of adults and 0.7 million (2.8%) of those age 12 to 17 years of age are affected. About 12% of American adults have had an alcohol dependence problem at some time in their life.\n\nIn the United States and Western Europe, 10–20% of men and 5–10% of women at some point in their lives will meet criteria for alcoholism. In England, the number of \"dependent drinkers\" was calculated as over 600,000 in 2019. Estonia had the highest death rate from alcohol in Europe in 2015 at 8.8 per 100,000 population. In the United States, 30% of people admitted to hospital have a problem related to alcohol.\n\nWithin the medical and scientific communities, there is a broad consensus regarding alcoholism as a disease state. For example, the American Medical Association considers alcohol a drug and states that \"drug addiction is a chronic, relapsing brain disease characterized by compulsive drug seeking and use despite often devastating consequences. It results from a complex interplay of biological vulnerability, environmental exposure, and developmental factors (e.g., stage of brain maturity).\" Alcoholism has a higher prevalence among men, though, in recent decades, the proportion of female alcoholics has increased. Current evidence indicates that in both men and women, alcoholism is 50–60% genetically determined, leaving 40–50% for environmental influences. Most alcoholics develop alcoholism during adolescence or young adulthood."
            },
            {
                "name": "Frontotemporal dementia",
                "description": "Frontotemporal dementia (FTD), also called frontotemporal degeneration disease or frontotemporal neurocognitive disorder, encompasses several types of dementia involving the progressive degeneration of the brain's frontal and temporal lobes. Men and women appear to be equally affected. FTD generally presents as a behavioral or language disorder with gradual onset. Signs and symptoms tend to appear in late adulthood, typically between the ages of 45 and 65, although it can affect people younger or older than this. Currently, no cure or approved symptomatic treatment for FTD exists, although some off-label drugs and behavioral methods are prescribed.",
                "link": "https://en.wikipedia.org/wiki/Frontotemporal_dementia",
                "symptoms": "Frontotemporal dementia is an early onset disorder that mostly occurs between the ages of 45 and 65, but can begin earlier, and in 20–25% of cases onset is later. Men and women appear to be equally affected. It is the most common early presenting dementia. FTD is the second most prevalent type of early onset dementia after Alzheimer's disease.\n\nThe International Classification of Diseases recognizes the disease as causative to disorder affecting mental and behavioural aspects of the human organism.  Dissociation from family, compulsive buying disorder (oniomania), vulgar speech characteristics, screaming, inability to control emotions, behavior, personality, and temperament are characteristic social display patterns. A gradual onset and progression of changes in behavior or language deficits are reported to have begun several years prior to presentation to a neurologist."
            },
            {
                "name": "Occipital Neuralgia",
                "description": "Occipital neuralgia (ON) is a painful condition affecting the posterior head in the distributions of the greater occipital nerve (GON), lesser occipital nerve (LON), third occipital nerve (TON), or a combination of the three. It is paroxysmal, lasting from seconds to minutes, and often consists of lancinating pain that directly results from the pathology of one of these nerves. It is paramount that physicians understand the differential diagnosis for this condition and specific diagnostic criteria. There are multiple treatment modalities, several of which have well-established efficacy in treating this condition.",
                "link": "https://en.wikipedia.org/wiki/Occipital_Neuralgia",
                "symptoms": "Patients presenting with a headache originating at the posterior skull base should be evaluated for ON. This condition typically presents as a paroxysmal, lancinating or stabbing pain lasting from seconds to minutes, and therefore a continuous, aching pain likely indicates a different diagnosis. Bilateral symptoms are present in one-third of cases.",
                "epidemiology": "In one study investigating the incidence of facial pain in a Dutch population, ON comprised 8.3% of facial pain cases. The total incidence of ON was 3.2 per 100,000 people, with a mean age of diagnosis of 54.1 years."
            },
            {
                "name": "Pick's disease",
                "description": "Frontotemporal dementia (FTD), also called frontotemporal degeneration disease or frontotemporal neurocognitive disorder, encompasses several types of dementia involving the progressive degeneration of the brain's frontal and temporal lobes. Men and women appear to be equally affected. FTD generally presents as a behavioral or language disorder with gradual onset. Signs and symptoms tend to appear in late adulthood, typically between the ages of 45 and 65, although it can affect people younger or older than this. Currently, no cure or approved symptomatic treatment for FTD exists, although some off-label drugs and behavioral methods are prescribed.",
                "link": "https://en.wikipedia.org/wiki/Pick%27s_disease",
                "symptoms": "Frontotemporal dementia is an early onset disorder that mostly occurs between the ages of 45 and 65, but can begin earlier, and in 20–25% of cases onset is later. Men and women appear to be equally affected. It is the most common early presenting dementia. FTD is the second most prevalent type of early onset dementia after Alzheimer's disease.\n\nThe International Classification of Diseases recognizes the disease as causative to disorder affecting mental and behavioural aspects of the human organism.  Dissociation from family, compulsive buying disorder (oniomania), vulgar speech characteristics, screaming, inability to control emotions, behavior, personality, and temperament are characteristic social display patterns. A gradual onset and progression of changes in behavior or language deficits are reported to have begun several years prior to presentation to a neurologist."
            },
            {
                "name": "Tardive dyskinesia",
                "description": "Tardive dyskinesia (TD) is an iatrogenic disorder that results in involuntary repetitive body movements, which may include grimacing, sticking out the tongue or smacking the lips, which occurs following treatment with medication. Additional motor symptoms include chorea or athetosis. In about 20% of people with TD, the disorder interferes with daily functioning. If TD is present in the setting of a long-term drug therapy, reversibility can be determined primarily by severity of symptoms and how long symptoms have been present before the long-term drug has been stopped.",
                "link": "https://en.wikipedia.org/wiki/Tardive_dyskinesia",
                "symptoms": "Tardive dyskinesia is characterized by repetitive, involuntary movements, which occurs following treatment with medication (hence the term tardive). Some examples of these types of involuntary movements include:\n\nGrimacing\nTongue movements\nLip smacking\nLip puckering\nPursing of the lips\nExcessive eye blinking\nRapid, involuntary movements of the limbs, torso, and fingers may also occur.\nIn some cases, an individual's legs can be so affected that walking becomes difficult or impossible. These symptoms are the opposite of people who are diagnosed with Parkinson's disease. People with Parkinson's have difficulty moving, whereas people with tardive dyskinesia have difficulty not moving.\n\nRespiratory irregularity, such as grunting and difficulty breathing, is another symptom associated with tardive dyskinesia, although studies have shown that the rate of people affected is relatively low.\n\nTardive dyskinesia is often misdiagnosed as a mental illness rather than a neurological disorder, and as a result, people are prescribed neuroleptic drugs, which increase the probability that the person will develop a severe and disabling case, and shortening the typical survival period.\n\nOther closely related neurological disorders have been recognized as variants of tardive dyskinesia. Tardive dystonia is similar to standard dystonia but permanent. Tardive akathisia involves painful feelings of inner tension and anxiety and a compulsive drive to move the body. In some extreme cases, afflicted individuals experience so much internal tension that they lose their ability to sit still. Tardive tourettism is a tic disorder featuring the same symptoms as Tourette syndrome. The two disorders are extremely close in nature and often can only be differentiated by the details of their respective onsets. Tardive myoclonus, a rare disorder, presents as brief jerks of muscles in the face, neck, trunk, and extremities.\n\n\"AIMS Examination\": This test is used when psychotropic medications have been prescribed because people sometimes develop tardive dyskinesia due to prolonged use of antipsychotic medications. The Abnormal Involuntary Movement Scale (AIMS) examination is a test used to identify the symptoms of tardive dyskinesia (TD). The test is not meant to tell whether there is an absence or presence of tardive dyskinesia. It just scales to the level of symptoms indicated by the actions observed. The levels range from none to severe. The AIMS examination was constructed in the 1970s to measure involuntary facial, trunk, and limb movements. It is best to do this test before and after the administration of the psychotropic drugs. Taking the AIMS consistently can help to track severity of TD over time.",
                "epidemiology": "Tardive dyskinesia most commonly occurs in people with psychiatric conditions who are treated with antipsychotic medications for many years. The average rate of people affected has been estimated to be around 30% for individuals taking antipsychotic medication, such as that used to treat schizophrenia. A study being conducted at the Yale University School of Medicine has estimated that \"32% of people develop persistent tics after 5 years on major tranquilizers, 57% by 15 years, and 68% by 25 years.\" More drastic data was found during a longitudinal study conducted on individuals 45 years of age and older who were taking antipsychotic drugs. According to this research study, 26% of people developed tardive dyskinesia after just one year on the medication. Another 60% of this at-risk group developed the disorder after 3 years, and 23% developed severe cases of tardive dyskinesia within 3 years. According to these estimates, the majority of people will eventually develop the disorder if they remain on the drugs long enough.\n\nElderly people are more prone to develop tardive dyskinesia, and elderly women are more at-risk than elderly men. The risk is much lower for younger men and women, and also more equal across the sexes.\nSeveral studies have recently been conducted comparing the number of people affected of tardive dyskinesia with second generation, or more modern, antipsychotic drugs to that of first generation drugs. The newer antipsychotics appear to have a substantially reduced potential for causing tardive dyskinesia. However, some studies express concern that the number of people affected has decreased far less than expected, cautioning against the overestimation of the safety of modern antipsychotics.\n\nA practitioner can evaluate and diagnose a person with tardive dyskinesia by conducting a systematic examination. The practitioner should ask the person to relax, and look for symptoms like facial grimacing, eye or lip movements, tics, respiratory irregularities, and tongue movements. In some cases, people experience nutritional problems, so a practitioner can also look for a gain or loss in weight.\n\nApart from the underlying psychiatric disorder, tardive dyskinesia may lead to the social isolation of people with the condition. It also increases the risk of body dysmorphic disorder (BDD) and can even lead to suicide. Emotional or physical stress can increase the severity of dyskinetic movements, whereas relaxation and sedation have the opposite effect."
            },
            {
                "name": "Idiopathic hypersomnia",
                "link": "https://en.wikipedia.org/wiki/Idiopathic_hypersomnia",
                "description": "Idiopathic hypersomnia (IH) is a neurological disorder which is characterized primarily by excessive sleep and excessive daytime sleepiness (EDS). Idiopathic hypersomnia was first described by Bedrich Roth in 1976, and it can be divided into two forms: polysymptomatic and monosymptomatic. The condition typically becomes evident in early adulthood and most patients diagnosed with IH will have had the disorder for many years prior to their diagnosis. As of August 2021, an FDA-approved medication exists for IH called Xywav, which is oral solution of calcium, magnesium, potassium, and sodium oxybates; in addition to several off-label treatments (primarily FDA-approved narcolepsy medications).",
                "symptoms": "Individuals with IH share common symptoms including excessive daytime sleepiness, sleep inertia, brain fog, and long sleep periods.\n\nExcessive daytime sleepiness, characterized by persistent sleepiness throughout the day and often a general lack of energy, even during the day after apparently adequate or even prolonged nighttime sleep. People with EDS nap repeatedly throughout the day and have strong urges to sleep while driving, working, eating, or conversing with others.\nSleep inertia (also known as sleep drunkenness), characterized by having extreme difficulty waking up and feeling an uncontrollable desire to go back to sleep.\nClouding of consciousness characterized by inattention, thought process abnormalities, comprehension abnormalities, and language abnormalities. These symptoms may affect performance on perception, memory, learning, executive functions, language, constructive abilities, voluntary motor control, attention, and mental speed. Affected individuals can complain of forgetfulness, confusion, or inability to think clearly.\nExcessive sleep (9 hours or more over a full 24-hour period), without feeling refreshed after waking. Daytime naps can be up to several hours and are also unrefreshing.\nSome studies have shown increased frequencies of palpitations, digestive problems, difficulty with body temperature regulation, and other symptoms in patients with IH. Anxiety and depression are frequent, and are likely to be a response to chronic illness. A case series in 2010 found that peripheral vascular symptoms, such as cold hands and feet (e.g., Raynaud syndrome), were more common in people with IH than in controls.\n\nOther autonomic dysfunctional symptoms, such as fainting episodes, dizziness upon arising, possibly migrainous headaches, food cravings, and impotence may also be correlated with IH. Researchers have found that people reporting IH symptoms report high levels of autonomic dysfunction on par with other conditions of autonomic failure (i.e., MSA and diabetes). As of 2019[update] there is no evidence that such symptoms are related to IH.",
                "epidemiology": "Typically, the symptoms of IH begin in adolescence or young adulthood, although they can begin at a later age. After onset, hypersomnia often worsens over several years, but it is often stable by the time of diagnosis and appears to be a lifelong condition.  Spontaneous remission is only seen in 10–15% of patients.\n\nAccording to the limited epidemiological data that exists, IH \"has more of a female preponderance (1.8/1).\" Family cases are frequent, in a range from 25% to 66% without any clear mode of inheritance.\"\n\nIH has long been considered a rare disease, believed to be 10 times less frequent than narcolepsy.  The prevalence of narcolepsy (with cataplexy) is estimated between 1/3,300 and 1/5,000.  Although the true prevalence of IH is unknown, it is estimated at 1/10,000 to 1/25,000 for the long sleep form and 1/11,000 to 1/100,000 without long sleep.  A more precise estimate \"is complicated by a lack of clear biologic markers\" and a lack of \"unambiguous diagnostic criteria.\"\n\nBecause of the rarity of IH, research into the condition is limited \"Patients are rare, researchers and scientists involved in the field are few and research findings are therefore scarce.\"  \"In Europe and in North America there is now a public health concern about helping patients and families affected by these rare diseases. Due to the complexity of the disease, they often experience difficulties to be diagnosed and often face social and professional consequences.\""
            },
            {
                "name": "Schizoaffective disorder",
                "link": "https://en.wikipedia.org/wiki/Schizoaffective_disorder",
                "description": "Schizoaffective disorder is a mental disorder characterized by symptoms of both schizophrenia (psychosis) and a mood disorder - either bipolar disorder or depression. The main diagnostic criterion is the presence of psychotic symptoms for at least two weeks without prominent mood symptoms. Common symptoms include hallucinations, delusions, disorganized speech and thinking, as well as mood episodes. Schizoaffective disorder can often be misdiagnosed when the correct diagnosis may be psychotic depression, bipolar I disorder, schizophreniform disorder, or schizophrenia. This is a problem as treatment and prognosis differ greatly for most of these diagnoses. Many people with schizoaffective disorder have other mental disorders including anxiety disorders.",
                "symptoms": "Schizoaffective disorder is defined by mood disorder-free psychosis in the context of a long-term psychotic and mood disorder. Psychosis must meet criterion A for schizophrenia which may include delusions, hallucinations, disorganized speech and behavior and negative symptoms.  Both delusions and hallucinations are classic symptoms of psychosis. Delusions are false beliefs which are strongly held despite evidence to the contrary.  Beliefs should not be considered delusional if they are in keeping with cultural beliefs.  Delusional beliefs may or may not reflect mood symptoms (for example, someone experiencing depression may or may not experience delusions of guilt).  Hallucinations are disturbances in perception involving any of the five senses, although auditory hallucinations (or \"hearing voices\") are the most common. Negative symptoms include alogia (lack of speech), blunted affect (reduced intensity of outward emotional expression), avolition (lack of motivation), and anhedonia (inability to experience pleasure).  Negative symptoms can be more lasting and more debilitating than positive symptoms of psychosis.\n\nMood symptoms are of mania, hypomania, mixed episode, or depression, and tend to be episodic rather than continuous.  A mixed episode represents a combination of symptoms of mania and depression at the same time. Symptoms of mania include elevated or irritable mood, grandiosity (inflated self-esteem), agitation, risk-taking behavior, decreased need for sleep, poor concentration, rapid speech, and racing thoughts.  Symptoms of depression include low mood, apathy, changes in appetite or weight, disturbances in sleep, changes in motor activity, fatigue, guilt or feelings of worthlessness, and suicidal thinking.\n\nDSM-5 states that if a patient only experiences psychotic symptoms during a mood episode, their diagnosis is mood disorder with psychotic features and not schizophrenia or schizoaffective disorder. If the patient experiences psychotic symptoms without mood symptoms for longer than a two-week period, their diagnosis is either schizophrenia or schizoaffective disorder. If mood disorder episodes are present for the majority and residual course of the illness and up until the diagnosis, the patient can be diagnosed with schizoaffective disorder.",
                "epidemiology": "Compared to depression, schizophrenia, and bipolar disorder, schizoaffective disorder is less commonly diagnosed. Schizoaffective disorder is estimated to occur in 0.3 to 0.8 percent of people at some point in their life. 30% of cases occur between the ages of 25 and 35. It is more common in women than men; however, this is because of the high concentration of women in the depressive subcategory, whereas the bipolar subtype has a roughly even gender distribution. Children are less likely to be diagnosed with this disorder, as the onset presents itself in adolescence or young adulthood."
            },
            {
                "name": "Akinetopsia",
                "description": "Akinetopsia, also known as cerebral akinetopsia or motion blindness, is a term introduced by Semir Zeki to describe an extremely rare neuropsychological disorder, having only been documented in a handful of medical cases, in which a patient cannot perceive motion in their visual field, despite being able to see stationary objects without issue. The syndrome is the result of damage to visual area V5, whose cells are specialized to detect directional visual motion. There are varying degrees of akinetopsia: from seeing motion as frames of a cinema reel to an inability to discriminate any motion. There is currently no effective treatment or cure for akinetopsia.",
                "link": "https://en.wikipedia.org/wiki/Akinetopsia",
                "symptoms": "Akinetopsia can manifest in a spectrum of severity and some cases may be episodic or temporary. It may range from \"inconspicuous akinetopsia\" to \"gross akinetopsia\", based on symptom severity and the amount the akinetopsia affects the patient's quality of life.\n\nInconspicuous akinetopsia\nInconspicuous akinetopsia is often described by seeing motion as a cinema reel or a multiple exposure photograph. This is the most common kind of akinetopsia and many patients consider the stroboscopic vision as a nuisance. The akinetopsia often occurs with visual trailing (palinopsia), with afterimages being left at each frame of the motion. It is caused by prescription drugs, hallucinogen persisting perception disorder (HPPD), and persistent aura without infarction. The pathophysiology of akinetopsia palinopsia is not known, but it has been hypothesized to be due to inappropriate activation of physiological motion suppression mechanisms which are normally used to maintain visual stability during eye movements (e.g. saccadic suppression).\n\nGross akinetopsia\nGross akinetopsia is an extremely rare condition. Patients have profound motion blindness and struggle in performing the activities of daily living. Instead of seeing vision as a cinema reel, these patients have trouble perceiving gross motion. Most of what is known about this extremely rare condition was learned through the case study of one patient, LM. LM described pouring a cup of tea or coffee difficult \"because the fluid appeared to be frozen, like a glacier\". She did not know when to stop pouring, because she could not perceive the movement of the fluid rising. LM and other patients have also complained of having trouble following conversations, because lip movements and changing facial expressions were missed. LM stated she felt insecure when more than two people were walking around in a room: \"people were suddenly here or there but I have not seen them moving\". Movement is inferred by comparing the change in position of an object or person. LM and others have described crossing the street and driving cars to also be of great difficulty. The patient was still able to perceive movement of auditory and tactile stimuli.\n\nA change in brain structure (typically lesions) disturbs the psychological process of understanding sensory information, in this case visual information. Disturbance of only visual motion is possible due to the anatomical separation of visual motion processing from other functions. Like akinetopsia, perception of color can also be selectively disturbed as in achromatopsia. There is an inability to see motion despite normal spatial acuity, flicker detection, stereo and color vision. Other intact functions include visual space perception and visual identification of shapes, objects, and faces. Besides simple perception, akinetopsia also disturbs visuomotor tasks, such as reaching for objects and catching objects. When doing tasks, feedback of one's own motion appears to be important."
            },
            {
                "name": "Coma",
                "description": "A coma is a deep state of prolonged unconsciousness in which a person cannot be awakened, fails to respond normally to painful stimuli, light, or sound, lacks a normal wake-sleep cycle and does not initiate voluntary actions. The person may experience respiratory and circulatory problems due to the body's inability to maintain normal bodily functions. People in a coma often require extensive medical care to maintain their health and prevent complications such as pneumonia or blood clots. Coma patients exhibit a complete absence of wakefulness and are unable to consciously feel, speak or move. Comas can be the result of natural causes, or can be medically induced.",
                "link": "https://en.wikipedia.org/wiki/Coma",
                "symptoms": "General symptoms of a person in a comatose state are:\n\nInability to voluntarily open the eyes\nA nonexistent sleep-wake cycle\nLack of response to physical (painful) or verbal stimuli\nDepressed brainstem reflexes, such as pupils not responding to light\nAbnormal, difficulty, or irregular breathing or no breathing at all when coma was caused by cardiac arrest\nScores between 3 and 8 on the Glasgow Coma Scale"
            }
        ]
    }
}